[
  {
    "id": "KfMde",
    "info": {
      "title": "Adab Murid Terhadap Diri Sendiri",
      "author": "Syafri M. Noor, Lc",
      "publish": "Thu, 23 April 2020",
      "pages": 45,
      "price": 0,
      "category": "Akhlak"
    },
    "tableOfContents": [
      {
        "page": 7,
        "text": "Penyucian Hati Dari Sifat Tercela",
        "sub": [
          { "page": 7, "text": "Bersihkan Hati" },
          { "page": 7, "text": "Kedudukan Ilmu" },
          { "page": 7, "text": "Syarat Menimba Ilmu" },
          { "page": 8, "text": "Keberkahan Ilmu Karena Hati Yang Baik" },
          { "page": 9, "text": "Terhalangnya Cahaya Memasuki Hati" }
        ]
      },
      {
        "page": 10,
        "text": "Memperbaiki Niat",
        "sub": [
          { "page": 10, "text": "Berniat Baik Dalam Menimba Ilmu" },
          { "page": 10, "text": "Pernyataan Imam Ats-Tsauri" },
          { "page": 11, "text": "Larangan Berniat Untuk Tujuan Duniawi" },
          { "page": 11, "text": "Pernyataan Abu Yusuf" },
          { "page": 12, "text": "Ikhlas Dalam Menimba Ilmu" }
        ]
      },
      {
        "page": 13,
        "text": "Memanfaatkan Waktu Sebaik-Baiknya",
        "sub": [
          { "page": 13, "text": "Memaksimalkan Usia Muda" },
          { "page": 13, "text": "Mencegah Penghalang Untuk Menimba Ilmu" },
          { "page": 14, "text": "Anjuran Meninggalkan Keluarga & Merantau" },
          { "page": 14, "text": "Firman Allah QS. Al-Ahzab: 4" },
          { "page": 14, "text": "Totalitas Terhadap Ilmu" },
          { "page": 15, "text": "Perjuangan Meraih Ilmu" }
        ]
      },
      {
        "page": 17,
        "text": "Qanaah dan Sabar",
        "sub": [
          { "page": 17, "text": "Puas Dengan Kesederhanaan" },
          { "page": 17, "text": "Bersabar Atas Kesederhanaan Hidup" },
          { "page": 17, "text": "Nasehat Imam Syafi'Rahimahullah" },
          { "page": 18, "text": "Nasehat Imam Malik Rahimahullah" },
          { "page": 19, "text": "Nasehat Imam Abu Hanifah Rahimahullah" },
          { "page": 19, "text": "Nasehat Al-Khatib Al-Baghdadi" },
          { "page": 20, "text": "Nasehat Imam Sufyan Ats-Tsauri" },
          { "page": 20, "text": "Anjuran Membujang Saat Menimba Ilmu" }
        ]
      },
      {
        "page": 21,
        "text": "Management Waktu",
        "sub": [
          { "page": 21, "text": "Berharganya Sebuah Waktu" },
          { "page": 21, "text": "Anjuran Cara Pembagian Waktu" },
          { "page": 21, "text": "Cara Pembagian Waktu Menurut Al-Khatib" },
          { "page": 22, "text": "Lebih Efektif Menghafal di Waktu Lapar" },
          { "page": 22, "text": "Tempat Terbaik Untuk Menghafal" }
        ]
      },
      {
        "page": 23,
        "text": "Sedikit Makan",
        "sub": [
          { "page": 23, "text": "Kurangi Makan" },
          { "page": 23, "text": "Pernyataan Imam Syafi'i" },
          { "page": 24, "text": "Efek Samping Banyak Makan" },
          { "page": 24, "text": "Untaian Syair" },
          { "page": 24, "text": "Banyak Makan Bukan Sifat Wali dan Ulama" },
          { "page": 24, "text": "Terpujinya Hewan Karena Banyak Makan" },
          { "page": 25, "text": "Menggunakan Akal Dengan Bijak" },
          { "page": 25, "text": "Mencari Sesuatu Yang Mustahil" },
          { "page": 26, "text": "Porsi Makan" },
          { "page": 26, "text": "Larangan Berlebih-lebihan" }
        ]
      },
      {
        "page": 28,
        "text": "Bersikap Wara'",
        "sub": [
          { "page": 28, "text": "Memiliki Sikap Wara'" },
          { "page": 28, "text": "Mencari Derajat Yang Tinggi" },
          { "page": 29, "text": "Meneladani Sikap Wara' Dari Para Ulama" },
          { "page": 29, "text": "Sikap Wara' Rasulullah SAW" },
          { "page": 29, "text": "Meneladani Ahli Ilmu" },
          { "page": 30, "text": "Menggunakan Rukhsah Pada Tempatnya" }
        ]
      },
      {
        "page": 31,
        "text": "Kurangi Konsumsi Yang Tidak Sehat",
        "sub": [
          { "page": 31, "text": "Meminimalisir Makanan Tertentu" },
          { "page": 31, "text": "Konsumsi Penyebab Ketajaman Otak" },
          { "page": 32, "text": "Hindari Yang Menyebabkan Lupa" }
        ]
      },
      {
        "page": 33,
        "text": "Meminimalisir Waktu Untuk Tidur",
        "sub": [
          { "page": 33, "text": "Mengurangi Waktu Tidur" },
          { "page": 33, "text": "Tidak Tidur Lebih Dari Delapan Jam" },
          { "page": 33, "text": "Rekreasi Untuk Menghilangkan Kejenuhan" },
          { "page": 34, "text": "Berjalan-Jalan dan Berolahraga" },
          { "page": 34, "text": "Berhubungan Suami-Istri Jika Dibutuhkan" },
          { "page": 34, "text": "Hindari Berlebih-lebihan Dalam Berhubungan" },
          { "page": 35, "text": "Tradisi Sebagian Ulama Terhadap Muridnya" }
        ]
      },
      {
        "page": 37,
        "text": "Meninggalkan Pergaulan",
        "sub": [
          { "page": 37, "text": "Anjuran Meninggalkan Pergaulan" },
          { "page": 37, "text": "Dampak Negatif Dari Pergaulan Yang Salah" },
          { "page": 38, "text": "Bergaul Kepada Orang Yang Benar" },
          { "page": 38, "text": "Putuskan Hubungan Sejak Dini" },
          { "page": 39, "text": "Ungkapan Dari Para Ahli FIqih" },
          { "page": 39, "text": "Kriteria Orang Yang Dijadikan Rekan" },
          { "page": 40, "text": "Nasehat Ali bin Abi Thalib RA" },
          { "page": 40, "text": "Nasehat Lain" }
        ]
      }
    ],
    "content": [
      {
        "page": 7,
        "text": "<h1>A. Penyucian Hati Dari Sifat Tercela</h1><strong>1. Bersihkan Hati</strong><p dir='rtl'>األول: وحسد ّ أن يطهر قلبه منكل غش ودنس وغل وسوء عقيدة وخلق؛ ليصلح بذلك لقبول العلم وحفظه واالطالع على دقائق معانيه وحقائق غوامضه</p><q>Pertama, hendaknya membersihkan hati dari segala perbuatan curang, kotor, benci, dengki, akidah yang buruk dan perangai (budi pekerti) yang tidak baik; hal itu dilakukan untuk memperbaiki dalam menerima ilmu, menjaganya serta mengulas makna-maknanya secara detail dan hakikat-hakikatnya yang samar.</q><strong>2. Kedudukan Ilmu</strong><p dir='rtl'>فإن العلم كما قال بعضهم: صالة السر وعبادة القلب وقربة الباطن،</p><q>Karena sebagaimana yang disampaikan oleh sebagian ulama bahwa ilmu itu adalah shalat yang tersembunyi, ibadah hati dan kedekatan batin</q><strong>3. Syarat Menimba Ilmu</strong><p dir='rtl'>وكما ال تصلح الصالة اليت هي عبادة اجلوارح الظاهرة</p>"
      },
      {
        "page": 8,
        "text": "<p dir='rtl'>إال بطهارة الظاهر من احلدث واخلبث فكذلك ال يصح العلم الذي هو عبادة القلب إال بطهارته عن خبث الصفات وحدث مساوئ األخالق ورديئها.</p><q>Sebagaimana tidak dibenarkan (tidak sah) shalat yang mana merupakan ibadah anggota tubuh yang nyata kecuali dengan kesucian fisik dari hadats dan najis, maka demikian juga dengan ilmu, yang mana merupakan ibadah hati, maka tidak dibenarkan menimbanya kecuali dalam keadaan suci dari sifat-sifat yang jelek, buruk dan akhlak yang hina.</q><strong>4. Keberkahan Ilmu Karena Hati Yang Baik</strong><p dir='rtl'>وإذا طيب القلب للعلم ظهرت بركته ومنا، كاألرض إذا طيبت للزرع منا زرعها وزكا</p><q>Jika hati sudah baik dalam menerima ilmu, maka nampak keberkahan ilmu itu dan juga perkembangannya, seperti tanah yang subur untuk bercocok tanam, maka tanamannya akan bertumbuh dan berkembang.</q><p dir='rtl'>ويف احلديث: إن يف اجلسد مضغة إذا صلحت صلح اجلسد كله وإذا فسدت فسد كله أال وهي القلب</p><p>ويف احلديث: إن يف اجلسد مضغة إذا صلحت صلح اجلسد كله وإذا فسدت فسد كله أال وهي القلب</p><q>Dalam sebuah hadits berbunyi: “Sesungguhnya didalam jasad itu ada segumpal daging. Jika ia</q>"
      },
      {
        "page": 9,
        "text": "<q>baik, maka baik pula seluruh jasadnya. Jika ia rusak, maka rusak pula seluruh jasadnya. Ketahuilah bahwa ia adalah hati (jantung).”</q><strong>5. Terhalangnya Cahaya Memasuki Hati</strong><p dir='rtl'>وقال سهل: حرام على قلب أن يدخله النور وفيه شيء مما يكره هللا عز وجل.</p><q>Sahl berkata: “haram atas hati untuk dimasuki cahaya sedangkan didalamnya terdapat hal-hal yang dibenci Allah ’Azza wa Jalla.”</q>"
      },
      {
        "page": 10,
        "text": "<h1>B. Memperbaiki Niat</h1><strong>1. Berniat Baik Dalam Menimba Ilmu</strong><p dir='rtl'>الثاين: حسن النية يف طلب العلم أبن يقصد به وجه هللا تعاىل والعمل به وإحياء الشريعة، وتنوير قلبه وحتلية ابطنه والقرب من هللا تعاىل يوم القيامة والتعرض ملا أعد ألهله من رضوانه وعظيم فضله.</p><q>Kedua, Berniat baik dalam menimba ilmu yaitu dengan bermaksud untuk mendapatkan ridha Allah ta’ala, beramal atas dasar ilmu, menghidupkan syariah, menyinari hatinya, menghiasi batinnya, mendekatkan diri kepada Allah ta’ala pada hari kiamat dan meraih terhadap apa yang telah Allah siapkan untuk orang berilmu berupa ridhaNya serta kebesaran karuniaNya.</q><strong>2. Pernyataan Imam Ats-Tsauri</strong><p dir='rtl'> من ّ ً أشد علي ما عاجلت شيئا قال سفيان الثوري: نيي</p><q>Sufyan ats-Tsauri berkata: “tidaklah aku memperbaiki sesuatu yang lebih berat bagiku daripada niatku”</q>"
      },
      {
        "page": 11,
        "text": "<strong>3. Larangan Berniat Untuk Tujuan Duniawi</strong><p dir='rtl'>وال يقصد به األغراض الدنيوية من حتصيل الرايسة واجلاه واملال، ومباهاة األقران، وتعظيم الناس له، وتصديره يف اجملالس وحنو ذلك، فيستبدل األدىن ابلذي هو خري.</p><q>Tidak meniatkan diri dalam menimba ilmu untuk mendapatkan kepentingan duniawi yang berupa kepemimpinan, kedudukan, harta kekayaan, berbangga diri dari teman-teman sejawatnya, pengagungan orang-orang kepadanya, menghadirkannya dalam berbagai majelis ilmu dan semisalnya, yang mana sejatinya dia telah menukar sesuatu yang baik dengan sesuatu yang lebih rendah.</q><strong>4. Pernyataan Abu Yusuf</strong><p dir='rtl'>قال أبو يوسف ـ رمحه هللا ـ: اي قوم أريدوا بعلمكم هللا ا قط أنوي ً تعاىل فإين مل أجلس جملس فيه أن أتواضع إال قط أنوي فيه أن ً مل أقم حىت أعلوهم، ومل أجلس جملسا أعلوهم إال مل أقم حىت أفتضح.</p><q>Abu Yusuf -rahimahullah- berkata: “wahai kalian semua, tujukan lah dengan ilmu kalian sematamata untuk Allah Ta'ala, karena sungguh tidaklah</q>"
      },
      {
        "page": 12,
        "text": "<q>aku duduk di suatu majelis ilmu yang aku niatkan padanya tawadhu’, kecuali aku bangun dalam keadaan telah mendapat kemuliaan. Sebaliknya tidaklah aku duduk di satu majelis ilmu yang aku niatkan untuk mengalahkan mereka kecuali aku bangun dalam keadaan Alloh bukakan aibku”</q><strong>5. Ikhlas Dalam Menimba Ilmu</strong><p dir='rtl'> َت ص ُ والعلم عبادة من العبادات وقربة من القرب فإن خل وزكى ومنت بركته، وإن قصد به غري وجه َ ِل ب ُ فيه النية ق هللا تعاىل حبط وضاع، وخسرت صفقته ومبا تفوته تلك املقاصد وال يناهلا فيخيب قصده ويضيع سعيه.</p><q>Ilmu adalah sebuah ibadah dari berbagai ibadah yang ada dan pendekatan diri kepadaNya dari berbagai macam bentuk pendekatan, jika niatnya benar-benar ikhlas murni karena Allah, maka ilmunya diterima, tumbuh dan berkembang keberkahannya. Namun jika tidak dimaksudkan untuk mendapatkan ridha Allah ta’ala, maka ia lenyap dan sia-sia, serta perjuangannya merugi dan bisa jadi tujuan-tujuan tersebut sirna dan tidak meraihnya, maka tujuannya lenyap dan usahanya sia-sia.</q>"
      },
      {
        "page": 13,
        "text": "<h1>C. Memanfaatkan Waktu Sebaik-Baiknya</h1><strong>1. Memaksimalkan Usia Muda</strong><p dir='rtl'>الثالث: أن يبادر شبابه وأوقات عمره إىل التحصيل وال يغرت خبدع التسويف والتأميل؛ فإن كل ساعة متضي من َ َل هلا وال عوض عنها عمره ال بد</p><q>Ketiga, hendaknya menggunakan masa muda dan waktu-waktu dalam hidupnya untuk menimba ilmu, tidak tertipu oleh gemerlap dunia dan anganangan, karena setiap waktu yang berlalu dari kehidupannya itu tidak ada gantinya.</q><strong>2. Mencegah Penghalang Untuk Menimba Ilmu</strong><p dir='rtl'>ويقطع ما يقدر عليه من العالئق الشاغلة والعوائق املانعة عن متام الطلب وبذل االجتهاد وقوة اجلد يف التحصيل فإهنا كقواطع الطريق،</p><q>Mencegah sebisa mungkin terhadap ikatan-ikatan yang menyibukkan, dan rintangan-rintangan yang menghalanginya untuk menimba ilmu secara sempurna, serta mengerahkan segenap kemampuan dan meningkatkan keseriusan dalam menimba ilmu, karena sesungguhnya ia bagaikan pemotong jalanan</q>"
      },
      {
        "page": 14,
        "text": "<strong>3. Anjuran Meninggalkan Keluarga & Merantau</strong><p dir='rtl'>ولذلك استحب السلف التغرب عن األهل والبعد عن الوطن؛ ألن الفكرة إذا توزعت قصرت عن درك احلقائق وغموض الدقائق</p><q>Oleh karenanya, orang-orang terdahulu menganjurkan untuk meninggalkan keluarga dan merantau jauh dari kampungnya, karena jika pemikirannya terbagi-bagi, maka ia lemah untuk mengetahui berbagai hakikat dan berbagai perkara rinci yang rancu.</q><strong>4. Firman Allah QS. Al-Ahzab: 4</strong><p dir='rtl'>وما جعل هللا لرجل من قلبني يف جوفه</p><q>Allah tidak menjadikan seseorang dua hati dalam rongganya</q><strong>5. Totalitas Terhadap Ilmu</strong><p dir='rtl'>وكذلك يقال: العلم ال يعطيك بعضه حىت تعطيه كلّك.</p><q>Begitu juga dikatakan: ilmu tidak memberimu sebagian darinya sampai engkau memberikan dirimu untuknya secara keseluruhan (totalitas)</q>"
      },
      {
        "page": 15,
        "text": "<strong>6. Perjuangan Meraih Ilmu</strong><p dir='rtl'>ونقل اخلطيب البغدادي يف اجلامع عن بعضهم قال: ال ينال هذا العلم إال من عطّل دكانه، وخرب بستانه، وهجر إخوانه، ومات أقرب أهله فلم يشهد جنازته</p><q>Al-khatib al-Baghdadi menukil dalam Al-Jaami’ dari sebagian ulama, dia mengatakan: ilmu tidak bisa diraih kecuali dia yang menutup warungnya, membiarkan kebunnya, meninggalkan saudarasaudaranya, dan kerabat keluarganya meninggal dunia namun tidak bisa melihat jenazahnya.</q><p dir='rtl'>وهذا كله وإن كانت فيه مبالغة فاملقصود به أنه البد فيه من مجع القلب واجتماع الفكر.</p><p>Ini semua, sekalipun berlebihan namun maksudnya adalah penimba ilmu harus mengumpulkan segenap hatinya dan fikirannya untuk ilmu.</p><p dir='rtl'>ا له بنحو ما رواه اخلطيب ً وقيل: أمر بعض املشايخ طالب فكان آخر ما أمره به أن قال: اصبغ ثوبك كيال يشغلك فكر غسله.</p><q>Ada yang berkata: sebagian guru memerintahkan seorang muridnya untuk melakukan seperti pendapat al-khatib, maka hal terakhir yang guru perintahkan kepadanya, dengan mengatakan:</q><p></p><p></p><p></p><p></p><p></p>"
      },
      {
        "page": 16,
        "text": "<q>Warnailah pakaianmu dengan warna gelap agar kamu tidak tersibukan untuk mencucinya.</q><p dir='rtl'>. ت ومما يقال عن الشافعي أنه شراء بصلة ُ ف ِ ُكلّ قال: لو ملا فهمت مسألة.</p><q>Diantara yang dikatakan dari Imam Syafi’i, bahwa beliau pernah mengatakan: kalau aku diminta membeli sebiji bawang merah, maka niscaya aku tidak memahami satu permasalahan.</q>"
      },
      {
        "page": 17,
        "text": "<h1>D. Qanaah dan Sabar</h1><strong>1. Puas Dengan Kesederhanaan</strong><p dir='rtl'>الرابع: ا، ً أن يقنع من القوت مبا تيسر وإن كان يسري ا ً ومن اللباس مبا يسرت مثله وإنكان خلق</p><q>Keempat, Hendaknya merasa puas dengan makanan pokok yang mudah didapatkannya sekalipun hanya sedikit, dan pakaian yang menutupi auratnya dari yang setaraf dengannya, sekalipun tidak baru</q><strong>2. Bersabar Atas Kesederhanaan Hidup</strong><p dir='rtl'>فبالصرب على ضيق العيش ينال سعة العلم وجيمع مشل القلب عن مفرتقات اآلمال فتتفجر فيه ينابيع احلكم.</p><q>Dengan bersabar atas kesederhanaan hidup yang dialami, dia mendapatkan keluasan ilmu. Dan dengan menyatukan fokus hati dari angan-angan yang berserakan, maka memancarlah sumbersumber hikmah didalamnya.</q><strong>3. Nasehat Imam Syafi’i -Rahimahullah-</strong><p dir='rtl'>قال الشافعي رمحه هللا: ال يطلب أحد هذا العلم ابمللك وعز النفس فيفلح، ولكن من طلبه بذل النفس وضيق</p>"
      },
      {
        "page": 18,
        "text": "<p dir='rtl'>العيش وخدمة العلماء أفلح.</p><q>Imam Syafi’I Rahimahullah berkata: tidaklah seseorang menimba ilmu ini dengan kekuasaan dan kemuliaan jiwa yang dimiliki lalu bisa beruntung, akan tetapi siapa saja yang menimba ilmu dengan mengerahkan segenap jiwanya, hidup dalam kesederhanaan serta berkhidmah kepada para ulama, maka dialah yang beruntung.</q><p dir='rtl'>وقال: ال يصلح طلب العلم إال ملفلس، قيل: وال الغين املكفي، قال: وال الغين املكفي.</p><q>Beliau juga berkata: “tidak layak menimba ilmu kecuali bagi orang yang bangkrut”. ada yang bertanya: “tidak juga bagi orang yang berkecukupan?”. Beliau menjawab: “tidak juga bagi orang yang berkecukupan”.</q><strong>4. Nasehat Imam Malik -Rahimahullah-</strong><p dir='rtl'>وقال مالك: ال يبلغ أحد من هذا العلم ما يريد حىت يضربه الفقر ويؤثره على كل شيء.</p><q>Imam Malik Berkata: “tidaklah mampu seorangpun untuk menggapai ilmu ini sebagaimana yang diinginkan sampai dia merasakan kefakiran dan mengutamakan ilmu atas segala sesuatu”</q>"
      },
      {
        "page": 19,
        "text": "<strong>5. Nasehat Imam Abu Hanifah -Rahimahullah</strong><p dir='rtl'>الف على ستعانُ وقال أبو حنيفة: ي قه جبمع اهلم، ويستعان على حذف العالئق أبخذ اليسري عند احلاجة وال يزد</p><q>Imam Abu Hanifah berkata: “usaha meraih fiqih dapat dibantu dengan mengumpulkan tekad yang kuat, dan usaha memutus keterkaitan dengan dunia dapat dibantu dengan mengambil sedikit saja pada saat membutuhkan, tidak lebih dari itu.”</q><p dir='rtl'>فهذه أقوال هذه األئمة الذين هلم فيه القدح املعلي غري مدافع، وكانت هذه أحواهلم رضي هللا عنهم.</p><q>Ini adalah perkataan-perkataan para imam yang merupakan pioner di bidang ini tanpa ada yang membantah, dan demikianlah keadaan mereka - semoga Allah meridhoi mereka.</q><strong>6. Nasehat Al-Khatib Al-Baghdadi</strong><p dir='rtl'>ما ً قال اخلطيب: ويستحب للطالب أن يكون عزاب أمكنه لئال يقطعه االشتغال حبقوق الزوجية وطلب املعيشة عن إكمال الطلب</p><q>Al-Khatib berkata: dianjurkan bagi penimba ilmu agar membujang selama hal ini memungkinkan,</q>"
      },
      {
        "page": 20,
        "text": "<q>agar kesibukannya untuk memenuhi hak-hak keluarga dan mencari penghidupan, tidak mengganggunya untuk menyempurnakan dalam mencari ilmu.</q><strong>7. Nasehat Imam Sufyan Ats-Tsauri</strong><p dir='rtl'>وقال سفيان الثوري: من تزوج فقد ركب البحر فإن ولد له ولد فقد كسر به</p><q>Suyfan As-Tsauri berkata: “siapa saja yang menikah, maka dia telah menyebrangi lautan. jika dia diberikan karunia anak, maka perahunya telah hancur disebabkan anaknya.”</q><strong>8. Anjuran Membujang Saat Menimba Ilmu</strong><p dir='rtl'>وابجلملة فرتك التزويج لغري احملتاج إليه أو غري القادر عليه أوىل السيما للطالب الذ ي ر أس ماله مجع اخلاطر وإمجام القلب واشتغال الفكر.</p><q>Secara umum, tidak menikah bagi yang tidak membutuhkannya atau tidak mampu adalah lebih utama, apalagi untuk murid yang modal utamanya adalah konsentrasi (fokus), ketenangan hati dan aktifitas pikiran.</q>"
      },
      {
        "page": 21,
        "text": "<h1>E. Management Waktu</h1><strong>1. Berharganya Sebuah Waktu</strong><p dir='rtl'>اخلامس: أن يقسم أوقات ليله وهنار ويغتنم ما بقي من عمره فإن بقية العمر ال قيمة له</p><q>Kelima: hendaknya membagi waktu siang dan malamnya, memanfaatkan sisa umurnya, karena sisa umur manusia tidak ternilai.</q><strong>2. Anjuran Cara Pembagian Waktu</strong><p dir='rtl'>وأجود األوقات للحفظ األسحار وللبحث اإلبكار وللكتاب وسط النهار وللمطالعة واملذاكرة الليل.</p><q>dan waktu yang paling bagus untuk menghafal adalah waktu sahur, untuk mengkaji adalah pagi hari, untuk menulis adalah tengah hari, serta untuk membaca dan diskusi adalah malam hari.</q><strong>3. Cara Pembagian Waktu Menurut Al-Khatib</strong><p dir='rtl'>وقال اخلطيب: أجود أوقات احلفظ األسحار مث وسط النهار مث الغداة.</p><q>Al-Khatib berkata: waktu yang paling bagus untuk menghafal adalah waktu sahur, kemudian tengah hari, kemudian pagi hari</q>"
      },
      {
        "page": 22,
        "text": "<strong>4. Lebih Efektif Menghafal di Waktu Lapar</strong><p dir='rtl'>قال: وحفظ الليل أنفع من حفظ النهار، ووقت اجلوع أنفع من وقت الشبع.</p><q>Beliau berkata: menghafal dimalam hari lebih efektif daripada menghafal disiang hari, dan waktu lapar lebih efektif daripada waktu kenyang.</q><strong>5. Tempat Terbaik Untuk Menghafal</strong><p dir='rtl'>قال: وأجود أماكن احلفظ الغرف وكل موضع بعيد عن امللهيات.</p><q>Beliau berkata: tempat yang paling bagus untuk menghafal adalah kamar dan semua tempat yang jauh dari hal-hal yang melalaikan.</q><p dir='rtl'>قال: وليس مبحمود احلفظ حبضرة النبات واخلضرة واألهنار وقوارع الطريق وضجيج األصوات ألهنا متنع من ا. ً خلو القلب غالب</p><q>Beliau berkata: bukanlah hal yang baik ketika menghafal didepan tumbuhan, pemandangan yang hijau, sungai, tengah jalan, dan suara yang berisik, karena pada umumnya hal tersebut menghalangi konsentrasi hati</q>"
      },
      {
        "page": 23,
        "text": "<h1>F. Sedikit Makan</h1><strong>1. Kurangi Makan</strong><p dir='rtl'>السادس: من أعظم األسباب املعينة على االشتغال والفهم وعدم املالل أكل القدر اليسري من احلالل.</p><q>Keenam, diantara faktor terbesar yang membantu dalam proses menimba ilmu, memahami, menyingkirkan kejenuhan adalah mengkomsumsi yang halal dengan kadar ukuran yang sedikit.</q><strong>2. Pernyataan Imam Syafi’i</strong><p dir='rtl'>قال الشافعي رضي هللا عنه: ما شبعت منذ ست عشرة سنة</p><q>Imam Syafii berkata radhiyallahu ‘anhu: aku tidak pernah kenyang sejak enam belas tahun yang lalu</q><strong>3. Efek Samping Banyak Makan</strong><p dir='rtl'>وسبب ذلك أن كثرة األكل جالبة لكثرة الشرب، وكثرته جالبة للنوم والبالدة وقصور الذهن وفتور احلواس وكسل اجلسم، هذا مع ما فيه من الكراهية الشرعية والتعرض خلطر األسقام البدنية.</p><q>Alasannya adalah karena banyak makan membuat</q>"
      },
      {
        "page": 24,
        "text": "<q>banyak minum, dan banyak minum menyebabkan banyak tidur, pikiran lambat, tidak optimalnya fungsi otak, berhentinya indera, dan malasnya tubuh. Hal ini juga berkenaan dengan kemakruhan dari sisi syariat dan risiko bahaya terhadap penyakit jasmani.</q><strong>4. Untaian Syair</strong><p dir='rtl'>كما قيل: فإن الداء أكثر ما تراه # يكون من الطعام أو الشراب</p><q>Sebagaimana dikatakan: sesungguhnya kebanyakan penyakit yang kamu lihat # pemicunya berasal dari makanan dan minuman</q><strong>5. Banyak Makan Bukan Sifat Wali dan Ulama</strong><p dir='rtl'>ومل ير أحد من األولياء واألئمة العلماء يصف أو يوصف بكثر ة األكل وال محد به</p><q>Tidak ada seorangpun dari wali-wali Allah, para pemimpin umat dan para ulama yang mensifati atau disifati dengan banyak makan, sementara perbuatan tersebut tidaklah terpuji</q><strong>6. Terpujinya Hewan Karena Banyak Makan</strong><p dir='rtl'>وإمنا حيمد كثرة األكل من الدواب اليت ال تعقل بل هي</p>"
      },
      {
        "page": 25,
        "text": "<p dir='rtl'>مرصدة للعمل،</p><q>sedangkan yang dipuji karena banyak makan hanyalah hewan yang tidak berakal, karena ia memang disiapkan untuk bekerja</q><strong>7. Menggunakan Akal Dengan Bijak</strong><p dir='rtl'>والذهن الصحيح أشرف من تبديده وتعطيله ابلقدر احلقري من طعام يؤو ل أمر ه إىل ما قد علم، ولو مل يكن من آفات كثرة الطعام والشراب إال احلاجة إىل كثرة دخول اخلالء لكان ينبغي للعاقل اللبيب أن يصون نفسه عنه،</p><q>Akal pikiran yang sehat lebih mulia daripada sekedar disia-siakan dengan sesuatu yang terhina atau bernilai rendah, seperti makanan yang akibatnya telah diketahui. Kalaupun dampak buruk akibat banyak makan dan minum hanyalah berupa seringnya keluar-masuk WC, niscaya sudah cukup bagi orang berakal yang cerdas agar memelihara dirinya darinya (keluar masuk WC)</q><strong>8. Mencari Sesuatu Yang Mustahil</strong><p dir='rtl'> ومن رام الفالح يف العلم وحتصيله البغية منه مع كثرة يف العادة. األكل والشرب والنوم فقد رام مستحيالً</p>"
      },
      {
        "page": 26,
        "text": "<q>siapa saja yang menghendaki keberuntungan dalam hal ilmu dan meraih apa yang dicarinya, tetapi dengan banyak makan, minum, dan tidur, maka dia telah mencari sesuatu yang secara umum mustahil terjadi.</q><strong>9. Porsi Makan</strong><p dir='rtl'>واألوىل أن يكون أكثر ما أيخذ من الطعام ما ورد يف احلديث عن النيب - صلى هللا عليه وسلم - : ما مأل ا من بطنه، حبسب ابن آدم لقيمات ً شر ً ابن آدم وعاء قمن صلبه، فإن كان ال حمالة فثلث ل ُ ي طعامه وثلث لشرابه وثلث لنفسه رواه الرتمذي.</p><q>Yang paling utama, hendaknya menjadikan maksimal porsi makan adalah sebagaimana yang terdapat di dalam hadits, dari nabi SAW beliau bersabda: anak adam tidak mengisi wadah yang lebih buruk daripada perut. Cukuplah bagi anak adam beberapa suapan yang menegakkan tulang sulbinya. Jika memang harus, maka sepertiga untuk makanan, sepertiga untuk minumnya, dan sepertiga untuk nafasnya (HR. Turmudzi)</q><strong>10. Larangan Berlebih-lebihan</strong><p dir='rtl'>فإن زاد على ذلك فالزايدة إسراف خارج عن السنة وقد قال هللا تعاىل:{ وكلُوا وَاشْرَبُوا ولا تشرفوا } [األعراف</p>"
      },
      {
        "page": 27,
        "text": "<p dir='rtl'>[31</p><q>Jika lebih dari itu, maka yang lebih ini adalah tindakan melampaui batas yang keluar dari koridor sunnah. Allah SWT berfirman: makan dan minumlah, dan jangan kalian berlebih-lebihan (QS. Al-A’raf: 31)</q><p dir='rtl'>قال بعض العلماء: مجع هللا هبذه الكلمات الطب كله.</p><q>Sebagian ulama berkata: Allah menyatukan semua masalah kesehatan dalam kalimat-kalimat ini</q>"
      },
      {
        "page": 28,
        "text": "<h1>G. Bersikap Wara’</h1><strong>1. Memiliki Sikap Wara’</strong><p dir='rtl'>السابع: أن أيخذ نفسه ابلورع يف مجيع شأنه ويتحرى احلال ل يف طعامه وشرابه ولباسه ومسكنه ويف مجيع ما حيتاج إليه هو وعياله ليستنري قلبه ويصلح لقبول العلم ونوره والنفع به</p><q>Ketujuh, hendaknya memiliki sifat wara’ dalam segala urusannya, mengambil yang halal dalam makanan, minuman, pakaian, tempat tinggal dan dalam segala apa yang dia dan keluarganya butuhkan, untuk menerangi hatinya dan layak menerima ilmu, cahaya ilmu serta kebermanfaatan darinya.</q><strong>2. Mencari Derajat Yang Tinggi</strong><p dir='rtl'>وال يقنع لنفسه بظاهر احلل شرع ا مهما ً أمكنه التورع ومل تلجئه حاجة أو جيعل حظه اجلواز ب ل يط لب الرتبة العالية.</p><q>Tidak menerima untuk dirinya terhadap apa yang menurutsyariat secara dhohirnya halal,selama dia memungkinkan untuk menghindarinya dan tidak terdesak oleh kebutuhan atau menetapkan bagiannya yang diperbolehkan, akan tetapi</q>"
      },
      {
        "page": 29,
        "text": "<q>hendaknya mencari derajat yang tinggi</q><strong>3. Meneladani Sikap Wara’ Dari Para Ulama</strong><p dir='rtl'>ويقتدي مبن سلف من العلماء الصاحلني يف التورع عن كثري مما كانوا يفتون جبوازه</p><q>dan meneladani para ulama shalih terdahulu, dimana mereka bersikap wara’ dibanyak perkara yang mereka memfatwakan akan kebolehannya.</q><strong>4. Sikap Wara’ Rasulullah SAW</strong><p dir='rtl'>وأحق من اقتدى به يف ذلك سيدان رسول هللا - صلى هللا عليه وسلم - حيث مل أيكل التمرة اليت وجدها يف عدكوهنا ُ الطريق خشية أن تكون من الصدقة مع ب منها</p><q>Orang yang paling berhak untuk diteladani dalam perkara ini adalah sayyidina Rasulullah SAW, beliau tidak makan sebiji kurma yang beliau temukan dijalan karena takut ia adalah kurma sedekah, padahal jauh kemungkinan perkaranya demikian</q><strong>5. Meneladani Ahli Ilmu</strong><p dir='rtl'>وألن أهل العلم يقتدى هبم ويؤخذ عنهم فإذا مل يستعملوا الو رع فمن يستعلمه.</p><q>Dan karena keberadaan ahli ilmu itu untuk diteladani dan diikuti, jika mereka tidak</q>"
      },
      {
        "page": 30,
        "text": "<q>menggunakan sikap wara’, lalu siapa yang menggunakannya</q><strong>6. Menggunakan Rukhsah Pada Tempatnya</strong><p dir='rtl'>وينبغي له أن يستعمل الرخص يف مواضعها عند احلاجة إليها ووجود سببها ليقتدي هبم فيه، فإن هللا حيب أن تؤتى رخصه كما حيب أن تؤتى عزائمه.</p><q>Hendaknya menggunakan rukhsakh (keringanan) pada tempatnya saat dibutuhkan dan saat ada sebab-sebabnya agar diteladani padanya, karena sesungguhnya Allah SWT menyukai manakala rukhsah-rukhsahnya (keringanan- keringanannya) dilakukan, sebagaimana Allah menyukai ketetapan-ketetapanNya dilakukan.</q>"
      },
      {
        "page": 31,
        "text": "<h1>H. Kurangi Konsumsi Yang Tidak Sehat</h1><strong>1. Meminimalisir Makanan Tertentu</strong><p dir='rtl'>الثامن: أن يقلل استعمال املطاعم اليت هي من أسباب البالدة وضعف احلواس كالتفاح احل امض والباقال وشرب اخلل، وكذلك ما يكثر استعماله البلغم املبلد للذهن املثقل للبدن ككثرة األلبان والسمك وأشباه ذلك.</p><q>Kedelapan, hendaknya meminimalisir makanan yang merupakan sebab ketumpulan akal dan kelemahan fungsi indera seperti apel yang asam, baqilla (sejenis kacang-kacangan), dan minum cuka, demikian juga makanan yang menyebabkan banyaknya dahak yang menumpulkan otak, yang memberatkan badan seperti banyak minum susu, makan ikan, dan yang semisalnya.</q><strong>2. Konsumsi Penyebab Ketajaman Otak</strong><p dir='rtl'>وينبغي أن يستعمل ما جعله هللا تعاىل سببا جلودة الذهن كمضغ اللبان واملصطكى على حسب العادة، وأكل الزبيب بكرة واجلالب وحنو ذلك مما ليس هذا موضع شرحه.</p>"
      },
      {
        "page": 32,
        "text": "<q>Hendaknya menggunakan apa yang Allah SWT tetapkan sebagai sebab ketajaman otak seperti mengunyah liban (sejenis permen karet) dan mushthaka (sejenis damar) yang berdasarkan pada kebiasaan, mengkonsumsi kismis dipagi hari, julep (sejenis minuman manis), dan semisalnya, yang mana penjelasan tentangnya bukan disini tempatnya.</q><strong>3. Hindari Yang Menyebabkan Lupa</strong><p dir='rtl'>وينبغي أن جيتنب ما يورث النسيان ابخلاصة كأكل سور الفار, وقراءة ألواح القبور والدخول بني مجلني مقطورين، وإلقاء القمل وحنو ذلك من اجملرابت فيه.</p><q>Hendaknya menghindari hal-hal yang menyebabkan lupa secara khusus seperti makan bekas sisa tikus, membaca papan (patok) kuburan, masuk diantara dua ekor unta yang dilumuri pelangkin, membuang kutu rambut dalam keadaan hidup dan yang semisalnya yang termasuk dalam perkara mujarabat.</q>"
      },
      {
        "page": 33,
        "text": "<h1>I. Meminimalisir Waktu Untuk Tidur</h1><strong>1. Mengurangi Waktu Tidur</strong><p dir='rtl'>التاسع: أن يقلل نومه ما مل يلحقه ضرر يف بدنه وذهنه</p><q>Kesembilan, Hendaknya meminimalisir tidur selama hal itu tidak menimbulkan dharar (dampak negatif) pada tubuh dan otaknya</q><strong>2. Tidak Tidur Lebih Dari Delapan Jam</strong><p dir='rtl'>وال يز يد يف نومه يف اليوم والليلة على مثان ساعات وهو ثلث الزمان، فإن احتمل حاله أقل منها فعل.</p><q>Tidak tidur lebih dari delapan jam dalam sehari semalam, yaitu sepertiga waktunya, jika dirinya bisa tidur kurang darinya, maka hendaknya dia melakukannya.</q><strong>3. Rekreasi Untuk Menghilangkan Kejenuhan</strong><p dir='rtl'>وال أبس أن يريح نفسه وقلبه وذهنه وبصره - ّ إذا كل شيء من ذلك أو ضعف- بتنزه وتفرج يف املستنزهات حبيث يعود إىل حاله وال يضيع عليه زمانه.</p><q>Boleh merehatkan diri, hati, otak dan matanya (manakala sebagian darinya lelah atau lemah) dengan rekreasi atau bersenang-senang ke tempat-tempat rekreasi sehingga dia pulih kembali</q>"
      },
      {
        "page": 34,
        "text": "<q>seperti semula dan tidak menyia-nyiakan waktunya.</q><strong>4. Berjalan-Jalan dan Berolahraga</strong><p dir='rtl'>وال أبس مبعاانة املشي ورايضة البدن به فقد قيل إنه ينعش احلرارة ويذيب فضول األخالط وينشط البدن.</p><q>Boleh berjalan-jalan dan berolahraga. Ada yang berkata, hal itu meningkatkan suhu tubuh, mengurangi kelebihan lemak dan menggiatkan tubuh.</q><strong>5. Berhubungan Suami-Istri Jika Dibutuhkan</strong><p dir='rtl'>وال أبس ابلوطى احلالل إذا احتاج إليه، فقد قال األطباء أبنه جي فف الفضول وينشط ويصفي الذهن إذا كان عند احلاجة ابعتدال،</p><q>Boleh melakukan hubungan suami istri yang halal jika membutuhkannya, para tabib (dokter) menyatakan bahwa perbuatan tersebut dapat meringankan kelebihan berat badan, membangkitkan semangat dan mencerahkan pikiran pada saat membutuhkan dan dilakukan dengan seimbang</q><strong>6. Hindari Belebih-lebihan Dalam Berhubungan</strong><p dir='rtl'>وحيذر كثرته حذر العدو فإنه كما قيل: )ماء احلياة</p>"
      },
      {
        "page": 35,
        "text": "<p dir='rtl'>يصب يف األرحام( يضعف السمع والبصر والعصب واحلرارة واهلضم وغري ذلك من األمراض الرديئة</p><q>Namun hendaknya menghindari berlebih-lebihan melakukan hubungan suami-istri layaknya menghindari musuh, sebagaimana dikatakan: (air kehidupan yang ditumpahkan didalam Rahim) ia melemahkan pendengaran, penglihatan, saraf, suhu panas tubuh, pencernaan, dan penyakitpenyakit buruk lainnya.</q><p dir='rtl'>واحملققون من األطباء يرون أن تركه أوىل إال لضرورة أو استشفاء وابجلملة فال أبس أن يريح نفسه إذا خاف ملالً.</p><q>Para peneliti dari kalangan para tabib (dokter) menyatakan bahwa meninggalkannya lebih baik kecuali karena kebutuhan mendesak atau dalam rangka upaya penyembuhan. Secara umum, boleh merehatkan diri manakala bosan.</q><strong>7. Tradisi Sebagian Ulama Terhadap Muridnya</strong><p dir='rtl'>وكان بعض أكابر العلماء جيمع أصحابه يف بعض أماكن التنزه يف بعض أايم السنة ويتمازحون مبا ال ضرر عليهم يف دين وال عرض</p><q>Sebagian ulama-ulama besar mengumpulkan</q>"
      },
      {
        "page": 36,
        "text": "<q>murid-muridnya di beberapa tempat rekreasi disebagian hari dalam setahun, mereka bercanda bersendau gurau dengan sesuatu yang dibolehkan dalam agama, dan tidak merendahkan kehormatan.</q>"
      },
      {
        "page": 37,
        "text": "<h1>J. Meninggalkan Pergaulan</h1><strong>1. Anjuran Meninggalkan Pergaulan</strong><p dir='rtl'>العاشر: أن يرتك العشرة فإن تركها من أهم ما ينبغي لطالب العلم والسيما لغري اجلن ا ملن كثر ً س وخصوص لعبه وقلت فكرته؛ فإن الطباع سراقة،</p><q>Kesepuluh, Hendaknya meninggalkan pergaulan, karena meninggalkannya termasuk perkara yang paling penting bagi penimba ilmu apalagi terhadap lawan jenis dan khususnya untuk orang yang banyak main-mainnya dan sedikit berfikir, karena tabiat manusia itu menular.</q><strong>2. Dampak Negatif Dari Pergaulan Yang Salah</strong><p dir='rtl'>وآفة العشرة ضياع العمر بغري فائدة وذهاب املال والعرض إن كان لغري أهل، وذهاب الدين إن كانت لغري أهله.</p><q>Dampak negatif pergaulan adalah waktunya terbuang sia-sia tanpa ada faidah, lenyapnya harta dan kehormatan jika dilakukan dengan orang yang tidak patut, dan hilangnya agama jika dilakukan dengan orang yang tidak punya agama.</q>"
      },
      {
        "page": 38,
        "text": "<strong>3. Bergaul Kepada Orang Yang Benar</strong><p dir='rtl'>والذي ينبغي لطالب العلم أن لا يخالط إلا من يفيد هأو يستفيد منه بما روي عن النبي - صلى الله عليه وسلم -: “اغد عالما أو متعلمًا ولا تكن الثالث فتهلك “.</p><q>Yang layak bagi penimba ilmu, hendaknya tidak bergaul kecuali dengan orang yang diberi manfaat atau dia memperoleh manfaat darinya, sebagaimana diriwayatkan dari Nabi SAW: jadilah orang yang berilmu, atau penimba ilmu, dan jangan menjadi orang yang ketiga, maka kamu binasa.</q><strong>4. Putuskan Hubungan Sejak Dini</strong><p dir='rtl'>فإن شرع أو تعرض لصحبة من يضيع عمره معه وال يفيده وال يستفيد منه وال يعينه على ما هو بصدده فليتلطف يف قطع عشرته من أول األمر قبل متكنها فإن األمور إذا متكنت عسرت إزالتها</p><q>Jika masuk atau terjebak dalam hubungan dengan seseorang yang mengakibatkan umurnya sia-sia bersamanya, dia tidak memberinya faidah dan tidak pula memperoleh faidah darinya, tidak membantunya dalam urusan menimba ilmu yang merupakan kesibukan utamanya, maka hendaknya memutuskan hubungan dengan orang tersebut</q>"
      },
      {
        "page": 39,
        "text": "<q>dengan lemah lembut sejak dini sebelum nantinya menjadi-jadi, karena jika sesuatu telah menguat, maka sulit memutusnya.</q><strong>5. Ungkapan Dari Para Ahli Fiqih</strong><p dir='rtl'>ومن اجلاري على ألسنة الفقهاء: الدفع أسهل من الرفع.</p><q>Sebagaimana ungkapan yang terucap dari para ahli fiqih: mencegah lebih mudah daripada menghilangkan.</q><strong>6. Kriteria Orang Yang Dijadikan Rekan</strong><p dir='rtl'>فإن احتاج إلى أن يصحبه فليكن صاحبا صالحً ا دي نًاتقيا ورعًا ذكيا كثير الخير قليل الشر حسن المداراة قليل المماراة إن نسي ذكره وإن ذكر أعانه وإن احتاج واساهوإن ضجر صبره.</p><q>Jika memerlukan rekan, hendaknya rekan tersebut adalah rekan yang shalih, kuat beragama, bertakwa, mempunyai sikap wara’, bersih hatinya, banyak berbuat kebaikan, minim berbuat keburukan, baik pergaulannya dan sedikit berdebat (ngeyel). Manakala dia lupa, maka rekan tersebut mengingatkannya. Jika dia ingat, maka rekan tersebut membantunya. Jika dia membutuhkan, maka rekan tersebut menghiburnya. Jika dia jemuh (bosan), maka rekan tersebut menyabarkannya.</q>"
      },
      {
        "page": 40,
        "text": "<strong>7. Nasehat Ali bin Abi Thalib RA</strong><p dir='rtl'>ومما يروى عن علي رضي هللا عنه:</p><p dir='rtl'>فال تصحب أخا اجلهل وإايك وإايه</p><q>Diantara apa yang diriwayatkan dari Ali RA:</q><q>Jangan berteman dengan orang bodoh, jauhilah dia</q><p dir='rtl'>فكم من جاهل أردى حليما حني واخاه</p><q>Berapa banyak orang bodoh yang menjerumuskan orang yang toleran dikala berkawan dengannya</q><p dir='rtl'>يقاس املرء ابملرء إذا ما هو ماشاه</p><q>Seseorang ditimbang dengan orang lain manakala dia berjalan bersamanya.</q><strong>8. Nasehat Lain</strong><p dir='rtl'>ولبعضهم:</p><p dir='rtl'>إن أخاك الصدق من كان معك</p><q>Sebagian dari mereka berkata:</q><q>Sesungguhnya saudaramu yang benar adalah orang yang bersamamu</q>"
      },
      {
        "page": 41,
        "text": "<p dir='rtl'>ومن يضر نفسه لينفعك</p><q>Dan orang yang memudaratkan dirinya untuk memberimu manfaat</q><p dir='rtl'>ومن إذا ريب زمان صدعك</p><q>Dan orang yang jika kejadian-kejadian zaman mencerai beraikanmu</q><p dir='rtl'>شتت مشل نفسك ليجمعك</p><q>Dia mencerai beraikan kesatuan dirinya untuk menyatukanmu</q>"
      }
    ]
  }
]
