[
  {
    "id": "p1W",
    "info": {
      "title": "Adab Murid Terhadap Diri Sendiri",
      "author": "Syafri M. Noor, Lc",
      "publish": "Thu, 23 April 2020",
      "pages": 45,
      "price": 0,
      "category": "Akhlak",
      "desc": "Pertama, hendaknya membersihkan hati dari segala perbuatan curang, kotor, benci, dengki, akidah yang buruk dan perangai (budi pekerti) yang tidak baik; hal itu dilakukan untuk memperbaiki dalam menerima ilmu, menjaganya serta mengulas makna-maknanya secara detail dan hakikat-hakikatnya yang samar."
    },
    "tableOfContents": [
      {
        "page": 7,
        "text": "Penyucian Hati Dari Sifat Tercela",
        "sub": [
          { "page": 7, "text": "Bersihkan Hati" },
          { "page": 7, "text": "Kedudukan Ilmu" },
          { "page": 7, "text": "Syarat Menimba Ilmu" },
          { "page": 8, "text": "Keberkahan Ilmu Karena Hati Yang Baik" },
          { "page": 9, "text": "Terhalangnya Cahaya Memasuki Hati" }
        ]
      },
      {
        "page": 10,
        "text": "Memperbaiki Niat",
        "sub": [
          { "page": 10, "text": "Berniat Baik Dalam Menimba Ilmu" },
          { "page": 10, "text": "Pernyataan Imam Ats-Tsauri" },
          { "page": 11, "text": "Larangan Berniat Untuk Tujuan Duniawi" },
          { "page": 11, "text": "Pernyataan Abu Yusuf" },
          { "page": 12, "text": "Ikhlas Dalam Menimba Ilmu" }
        ]
      },
      {
        "page": 13,
        "text": "Memanfaatkan Waktu Sebaik-Baiknya",
        "sub": [
          { "page": 13, "text": "Memaksimalkan Usia Muda" },
          { "page": 13, "text": "Mencegah Penghalang Untuk Menimba Ilmu" },
          { "page": 14, "text": "Anjuran Meninggalkan Keluarga & Merantau" },
          { "page": 14, "text": "Firman Allah QS. Al-Ahzab: 4" },
          { "page": 14, "text": "Totalitas Terhadap Ilmu" },
          { "page": 15, "text": "Perjuangan Meraih Ilmu" }
        ]
      },
      {
        "page": 17,
        "text": "Qanaah dan Sabar",
        "sub": [
          { "page": 17, "text": "Puas Dengan Kesederhanaan" },
          { "page": 17, "text": "Bersabar Atas Kesederhanaan Hidup" },
          { "page": 17, "text": "Nasehat Imam Syafi'Rahimahullah" },
          { "page": 18, "text": "Nasehat Imam Malik Rahimahullah" },
          { "page": 19, "text": "Nasehat Imam Abu Hanifah Rahimahullah" },
          { "page": 19, "text": "Nasehat Al-Khatib Al-Baghdadi" },
          { "page": 20, "text": "Nasehat Imam Sufyan Ats-Tsauri" },
          { "page": 20, "text": "Anjuran Membujang Saat Menimba Ilmu" }
        ]
      },
      {
        "page": 21,
        "text": "Management Waktu",
        "sub": [
          { "page": 21, "text": "Berharganya Sebuah Waktu" },
          { "page": 21, "text": "Anjuran Cara Pembagian Waktu" },
          { "page": 21, "text": "Cara Pembagian Waktu Menurut Al-Khatib" },
          { "page": 22, "text": "Lebih Efektif Menghafal di Waktu Lapar" },
          { "page": 22, "text": "Tempat Terbaik Untuk Menghafal" }
        ]
      },
      {
        "page": 23,
        "text": "Sedikit Makan",
        "sub": [
          { "page": 23, "text": "Kurangi Makan" },
          { "page": 23, "text": "Pernyataan Imam Syafi'i" },
          { "page": 24, "text": "Efek Samping Banyak Makan" },
          { "page": 24, "text": "Untaian Syair" },
          { "page": 24, "text": "Banyak Makan Bukan Sifat Wali dan Ulama" },
          { "page": 24, "text": "Terpujinya Hewan Karena Banyak Makan" },
          { "page": 25, "text": "Menggunakan Akal Dengan Bijak" },
          { "page": 25, "text": "Mencari Sesuatu Yang Mustahil" },
          { "page": 26, "text": "Porsi Makan" },
          { "page": 26, "text": "Larangan Berlebih-lebihan" }
        ]
      },
      {
        "page": 28,
        "text": "Bersikap Wara'",
        "sub": [
          { "page": 28, "text": "Memiliki Sikap Wara'" },
          { "page": 28, "text": "Mencari Derajat Yang Tinggi" },
          { "page": 29, "text": "Meneladani Sikap Wara' Dari Para Ulama" },
          { "page": 29, "text": "Sikap Wara' Rasulullah SAW" },
          { "page": 29, "text": "Meneladani Ahli Ilmu" },
          { "page": 30, "text": "Menggunakan Rukhsah Pada Tempatnya" }
        ]
      },
      {
        "page": 31,
        "text": "Kurangi Konsumsi Yang Tidak Sehat",
        "sub": [
          { "page": 31, "text": "Meminimalisir Makanan Tertentu" },
          { "page": 31, "text": "Konsumsi Penyebab Ketajaman Otak" },
          { "page": 32, "text": "Hindari Yang Menyebabkan Lupa" }
        ]
      },
      {
        "page": 33,
        "text": "Meminimalisir Waktu Untuk Tidur",
        "sub": [
          { "page": 33, "text": "Mengurangi Waktu Tidur" },
          { "page": 33, "text": "Tidak Tidur Lebih Dari Delapan Jam" },
          { "page": 33, "text": "Rekreasi Untuk Menghilangkan Kejenuhan" },
          { "page": 34, "text": "Berjalan-Jalan dan Berolahraga" },
          { "page": 34, "text": "Berhubungan Suami-Istri Jika Dibutuhkan" },
          { "page": 34, "text": "Hindari Berlebih-lebihan Dalam Berhubungan" },
          { "page": 35, "text": "Tradisi Sebagian Ulama Terhadap Muridnya" }
        ]
      },
      {
        "page": 37,
        "text": "Meninggalkan Pergaulan",
        "sub": [
          { "page": 37, "text": "Anjuran Meninggalkan Pergaulan" },
          { "page": 37, "text": "Dampak Negatif Dari Pergaulan Yang Salah" },
          { "page": 38, "text": "Bergaul Kepada Orang Yang Benar" },
          { "page": 38, "text": "Putuskan Hubungan Sejak Dini" },
          { "page": 39, "text": "Ungkapan Dari Para Ahli FIqih" },
          { "page": 39, "text": "Kriteria Orang Yang Dijadikan Rekan" },
          { "page": 40, "text": "Nasehat Ali bin Abi Thalib RA" },
          { "page": 40, "text": "Nasehat Lain" }
        ]
      }
    ],
    "content": [
      {
        "page": 7,
        "text": "<h1>A. Penyucian Hati Dari Sifat Tercela</h1><strong>1. Bersihkan Hati</strong><p dir='rtl'>األول: وحسد ّ أن يطهر قلبه منكل غش ودنس وغل وسوء عقيدة وخلق؛ ليصلح بذلك لقبول العلم وحفظه واالطالع على دقائق معانيه وحقائق غوامضه</p><q>Pertama, hendaknya membersihkan hati dari segala perbuatan curang, kotor, benci, dengki, akidah yang buruk dan perangai (budi pekerti) yang tidak baik; hal itu dilakukan untuk memperbaiki dalam menerima ilmu, menjaganya serta mengulas makna-maknanya secara detail dan hakikat-hakikatnya yang samar.</q><strong>2. Kedudukan Ilmu</strong><p dir='rtl'>فإن العلم كما قال بعضهم: صالة السر وعبادة القلب وقربة الباطن،</p><q>Karena sebagaimana yang disampaikan oleh sebagian ulama bahwa ilmu itu adalah shalat yang tersembunyi, ibadah hati dan kedekatan batin</q><strong>3. Syarat Menimba Ilmu</strong><p dir='rtl'>وكما ال تصلح الصالة اليت هي عبادة اجلوارح الظاهرة</p>"
      },
      {
        "page": 8,
        "text": "<p dir='rtl'>إال بطهارة الظاهر من احلدث واخلبث فكذلك ال يصح العلم الذي هو عبادة القلب إال بطهارته عن خبث الصفات وحدث مساوئ األخالق ورديئها.</p><q>Sebagaimana tidak dibenarkan (tidak sah) shalat yang mana merupakan ibadah anggota tubuh yang nyata kecuali dengan kesucian fisik dari hadats dan najis, maka demikian juga dengan ilmu, yang mana merupakan ibadah hati, maka tidak dibenarkan menimbanya kecuali dalam keadaan suci dari sifat-sifat yang jelek, buruk dan akhlak yang hina.</q><strong>4. Keberkahan Ilmu Karena Hati Yang Baik</strong><p dir='rtl'>وإذا طيب القلب للعلم ظهرت بركته ومنا، كاألرض إذا طيبت للزرع منا زرعها وزكا</p><q>Jika hati sudah baik dalam menerima ilmu, maka nampak keberkahan ilmu itu dan juga perkembangannya, seperti tanah yang subur untuk bercocok tanam, maka tanamannya akan bertumbuh dan berkembang.</q><p dir='rtl'>ويف احلديث: إن يف اجلسد مضغة إذا صلحت صلح اجلسد كله وإذا فسدت فسد كله أال وهي القلب</p><q>Dalam sebuah hadits berbunyi: “Sesungguhnya didalam jasad itu ada segumpal daging. Jika ia</q>"
      },
      {
        "page": 9,
        "text": "<q>baik, maka baik pula seluruh jasadnya. Jika ia rusak, maka rusak pula seluruh jasadnya. Ketahuilah bahwa ia adalah hati (jantung).”</q><strong>5. Terhalangnya Cahaya Memasuki Hati</strong><p dir='rtl'>وقال سهل: حرام على قلب أن يدخله النور وفيه شيء مما يكره هللا عز وجل.</p><q>Sahl berkata: “haram atas hati untuk dimasuki cahaya sedangkan didalamnya terdapat hal-hal yang dibenci Allah ’Azza wa Jalla.”</q>"
      },
      {
        "page": 10,
        "text": "<h1>B. Memperbaiki Niat</h1><strong>1. Berniat Baik Dalam Menimba Ilmu</strong><p dir='rtl'>الثاين: حسن النية يف طلب العلم أبن يقصد به وجه هللا تعاىل والعمل به وإحياء الشريعة، وتنوير قلبه وحتلية ابطنه والقرب من هللا تعاىل يوم القيامة والتعرض ملا أعد ألهله من رضوانه وعظيم فضله.</p><q>Kedua, Berniat baik dalam menimba ilmu yaitu dengan bermaksud untuk mendapatkan ridha Allah ta’ala, beramal atas dasar ilmu, menghidupkan syariah, menyinari hatinya, menghiasi batinnya, mendekatkan diri kepada Allah ta’ala pada hari kiamat dan meraih terhadap apa yang telah Allah siapkan untuk orang berilmu berupa ridhaNya serta kebesaran karuniaNya.</q><strong>2. Pernyataan Imam Ats-Tsauri</strong><p dir='rtl'> من ّ ً أشد علي ما عاجلت شيئا قال سفيان الثوري: نيي</p><q>Sufyan ats-Tsauri berkata: “tidaklah aku memperbaiki sesuatu yang lebih berat bagiku daripada niatku”</q>"
      },
      {
        "page": 11,
        "text": "<strong>3. Larangan Berniat Untuk Tujuan Duniawi</strong><p dir='rtl'>وال يقصد به األغراض الدنيوية من حتصيل الرايسة واجلاه واملال، ومباهاة األقران، وتعظيم الناس له، وتصديره يف اجملالس وحنو ذلك، فيستبدل األدىن ابلذي هو خري.</p><q>Tidak meniatkan diri dalam menimba ilmu untuk mendapatkan kepentingan duniawi yang berupa kepemimpinan, kedudukan, harta kekayaan, berbangga diri dari teman-teman sejawatnya, pengagungan orang-orang kepadanya, menghadirkannya dalam berbagai majelis ilmu dan semisalnya, yang mana sejatinya dia telah menukar sesuatu yang baik dengan sesuatu yang lebih rendah.</q><strong>4. Pernyataan Abu Yusuf</strong><p dir='rtl'>قال أبو يوسف ـ رمحه هللا ـ: اي قوم أريدوا بعلمكم هللا ا قط أنوي ً تعاىل فإين مل أجلس جملس فيه أن أتواضع إال قط أنوي فيه أن ً مل أقم حىت أعلوهم، ومل أجلس جملسا أعلوهم إال مل أقم حىت أفتضح.</p><q>Abu Yusuf -rahimahullah- berkata: “wahai kalian semua, tujukan lah dengan ilmu kalian sematamata untuk Allah Ta'ala, karena sungguh tidaklah</q>"
      },
      {
        "page": 12,
        "text": "<q>aku duduk di suatu majelis ilmu yang aku niatkan padanya tawadhu’, kecuali aku bangun dalam keadaan telah mendapat kemuliaan. Sebaliknya tidaklah aku duduk di satu majelis ilmu yang aku niatkan untuk mengalahkan mereka kecuali aku bangun dalam keadaan Alloh bukakan aibku”</q><strong>5. Ikhlas Dalam Menimba Ilmu</strong><p dir='rtl'> َت ص ُ والعلم عبادة من العبادات وقربة من القرب فإن خل وزكى ومنت بركته، وإن قصد به غري وجه َ ِل ب ُ فيه النية ق هللا تعاىل حبط وضاع، وخسرت صفقته ومبا تفوته تلك املقاصد وال يناهلا فيخيب قصده ويضيع سعيه.</p><q>Ilmu adalah sebuah ibadah dari berbagai ibadah yang ada dan pendekatan diri kepadaNya dari berbagai macam bentuk pendekatan, jika niatnya benar-benar ikhlas murni karena Allah, maka ilmunya diterima, tumbuh dan berkembang keberkahannya. Namun jika tidak dimaksudkan untuk mendapatkan ridha Allah ta’ala, maka ia lenyap dan sia-sia, serta perjuangannya merugi dan bisa jadi tujuan-tujuan tersebut sirna dan tidak meraihnya, maka tujuannya lenyap dan usahanya sia-sia.</q>"
      },
      {
        "page": 13,
        "text": "<h1>C. Memanfaatkan Waktu Sebaik-Baiknya</h1><strong>1. Memaksimalkan Usia Muda</strong><p dir='rtl'>الثالث: أن يبادر شبابه وأوقات عمره إىل التحصيل وال يغرت خبدع التسويف والتأميل؛ فإن كل ساعة متضي من َ َل هلا وال عوض عنها عمره ال بد</p><q>Ketiga, hendaknya menggunakan masa muda dan waktu-waktu dalam hidupnya untuk menimba ilmu, tidak tertipu oleh gemerlap dunia dan anganangan, karena setiap waktu yang berlalu dari kehidupannya itu tidak ada gantinya.</q><strong>2. Mencegah Penghalang Untuk Menimba Ilmu</strong><p dir='rtl'>ويقطع ما يقدر عليه من العالئق الشاغلة والعوائق املانعة عن متام الطلب وبذل االجتهاد وقوة اجلد يف التحصيل فإهنا كقواطع الطريق،</p><q>Mencegah sebisa mungkin terhadap ikatan-ikatan yang menyibukkan, dan rintangan-rintangan yang menghalanginya untuk menimba ilmu secara sempurna, serta mengerahkan segenap kemampuan dan meningkatkan keseriusan dalam menimba ilmu, karena sesungguhnya ia bagaikan pemotong jalanan</q>"
      },
      {
        "page": 14,
        "text": "<strong>3. Anjuran Meninggalkan Keluarga & Merantau</strong><p dir='rtl'>ولذلك استحب السلف التغرب عن األهل والبعد عن الوطن؛ ألن الفكرة إذا توزعت قصرت عن درك احلقائق وغموض الدقائق</p><q>Oleh karenanya, orang-orang terdahulu menganjurkan untuk meninggalkan keluarga dan merantau jauh dari kampungnya, karena jika pemikirannya terbagi-bagi, maka ia lemah untuk mengetahui berbagai hakikat dan berbagai perkara rinci yang rancu.</q><strong>4. Firman Allah QS. Al-Ahzab: 4</strong><p dir='rtl'>وما جعل هللا لرجل من قلبني يف جوفه</p><q>Allah tidak menjadikan seseorang dua hati dalam rongganya</q><strong>5. Totalitas Terhadap Ilmu</strong><p dir='rtl'>وكذلك يقال: العلم ال يعطيك بعضه حىت تعطيه كلّك.</p><q>Begitu juga dikatakan: ilmu tidak memberimu sebagian darinya sampai engkau memberikan dirimu untuknya secara keseluruhan (totalitas)</q>"
      },
      {
        "page": 15,
        "text": "<strong>6. Perjuangan Meraih Ilmu</strong><p dir='rtl'>ونقل اخلطيب البغدادي يف اجلامع عن بعضهم قال: ال ينال هذا العلم إال من عطّل دكانه، وخرب بستانه، وهجر إخوانه، ومات أقرب أهله فلم يشهد جنازته</p><q>Al-khatib al-Baghdadi menukil dalam Al-Jaami’ dari sebagian ulama, dia mengatakan: ilmu tidak bisa diraih kecuali dia yang menutup warungnya, membiarkan kebunnya, meninggalkan saudarasaudaranya, dan kerabat keluarganya meninggal dunia namun tidak bisa melihat jenazahnya.</q><p dir='rtl'>وهذا كله وإن كانت فيه مبالغة فاملقصود به أنه البد فيه من مجع القلب واجتماع الفكر.</p><p>Ini semua, sekalipun berlebihan namun maksudnya adalah penimba ilmu harus mengumpulkan segenap hatinya dan fikirannya untuk ilmu.</p><p dir='rtl'>ا له بنحو ما رواه اخلطيب ً وقيل: أمر بعض املشايخ طالب فكان آخر ما أمره به أن قال: اصبغ ثوبك كيال يشغلك فكر غسله.</p><q>Ada yang berkata: sebagian guru memerintahkan seorang muridnya untuk melakukan seperti pendapat al-khatib, maka hal terakhir yang guru perintahkan kepadanya, dengan mengatakan:</q><p></p><p></p><p></p><p></p><p></p>"
      },
      {
        "page": 16,
        "text": "<q>Warnailah pakaianmu dengan warna gelap agar kamu tidak tersibukan untuk mencucinya.</q><p dir='rtl'>. ت ومما يقال عن الشافعي أنه شراء بصلة ُ ف ِ ُكلّ قال: لو ملا فهمت مسألة.</p><q>Diantara yang dikatakan dari Imam Syafi’i, bahwa beliau pernah mengatakan: kalau aku diminta membeli sebiji bawang merah, maka niscaya aku tidak memahami satu permasalahan.</q>"
      },
      {
        "page": 17,
        "text": "<h1>D. Qanaah dan Sabar</h1><strong>1. Puas Dengan Kesederhanaan</strong><p dir='rtl'>الرابع: ا، ً أن يقنع من القوت مبا تيسر وإن كان يسري ا ً ومن اللباس مبا يسرت مثله وإنكان خلق</p><q>Keempat, Hendaknya merasa puas dengan makanan pokok yang mudah didapatkannya sekalipun hanya sedikit, dan pakaian yang menutupi auratnya dari yang setaraf dengannya, sekalipun tidak baru</q><strong>2. Bersabar Atas Kesederhanaan Hidup</strong><p dir='rtl'>فبالصرب على ضيق العيش ينال سعة العلم وجيمع مشل القلب عن مفرتقات اآلمال فتتفجر فيه ينابيع احلكم.</p><q>Dengan bersabar atas kesederhanaan hidup yang dialami, dia mendapatkan keluasan ilmu. Dan dengan menyatukan fokus hati dari angan-angan yang berserakan, maka memancarlah sumbersumber hikmah didalamnya.</q><strong>3. Nasehat Imam Syafi’i -Rahimahullah-</strong><p dir='rtl'>قال الشافعي رمحه هللا: ال يطلب أحد هذا العلم ابمللك وعز النفس فيفلح، ولكن من طلبه بذل النفس وضيق</p>"
      },
      {
        "page": 18,
        "text": "<p dir='rtl'>العيش وخدمة العلماء أفلح.</p><q>Imam Syafi’I Rahimahullah berkata: tidaklah seseorang menimba ilmu ini dengan kekuasaan dan kemuliaan jiwa yang dimiliki lalu bisa beruntung, akan tetapi siapa saja yang menimba ilmu dengan mengerahkan segenap jiwanya, hidup dalam kesederhanaan serta berkhidmah kepada para ulama, maka dialah yang beruntung.</q><p dir='rtl'>وقال: ال يصلح طلب العلم إال ملفلس، قيل: وال الغين املكفي، قال: وال الغين املكفي.</p><q>Beliau juga berkata: “tidak layak menimba ilmu kecuali bagi orang yang bangkrut”. ada yang bertanya: “tidak juga bagi orang yang berkecukupan?”. Beliau menjawab: “tidak juga bagi orang yang berkecukupan”.</q><strong>4. Nasehat Imam Malik -Rahimahullah-</strong><p dir='rtl'>وقال مالك: ال يبلغ أحد من هذا العلم ما يريد حىت يضربه الفقر ويؤثره على كل شيء.</p><q>Imam Malik Berkata: “tidaklah mampu seorangpun untuk menggapai ilmu ini sebagaimana yang diinginkan sampai dia merasakan kefakiran dan mengutamakan ilmu atas segala sesuatu”</q>"
      },
      {
        "page": 19,
        "text": "<strong>5. Nasehat Imam Abu Hanifah -Rahimahullah</strong><p dir='rtl'>الف على ستعانُ وقال أبو حنيفة: ي قه جبمع اهلم، ويستعان على حذف العالئق أبخذ اليسري عند احلاجة وال يزد</p><q>Imam Abu Hanifah berkata: “usaha meraih fiqih dapat dibantu dengan mengumpulkan tekad yang kuat, dan usaha memutus keterkaitan dengan dunia dapat dibantu dengan mengambil sedikit saja pada saat membutuhkan, tidak lebih dari itu.”</q><p dir='rtl'>فهذه أقوال هذه األئمة الذين هلم فيه القدح املعلي غري مدافع، وكانت هذه أحواهلم رضي هللا عنهم.</p><q>Ini adalah perkataan-perkataan para imam yang merupakan pioner di bidang ini tanpa ada yang membantah, dan demikianlah keadaan mereka - semoga Allah meridhoi mereka.</q><strong>6. Nasehat Al-Khatib Al-Baghdadi</strong><p dir='rtl'>ما ً قال اخلطيب: ويستحب للطالب أن يكون عزاب أمكنه لئال يقطعه االشتغال حبقوق الزوجية وطلب املعيشة عن إكمال الطلب</p><q>Al-Khatib berkata: dianjurkan bagi penimba ilmu agar membujang selama hal ini memungkinkan,</q>"
      },
      {
        "page": 20,
        "text": "<q>agar kesibukannya untuk memenuhi hak-hak keluarga dan mencari penghidupan, tidak mengganggunya untuk menyempurnakan dalam mencari ilmu.</q><strong>7. Nasehat Imam Sufyan Ats-Tsauri</strong><p dir='rtl'>وقال سفيان الثوري: من تزوج فقد ركب البحر فإن ولد له ولد فقد كسر به</p><q>Suyfan As-Tsauri berkata: “siapa saja yang menikah, maka dia telah menyebrangi lautan. jika dia diberikan karunia anak, maka perahunya telah hancur disebabkan anaknya.”</q><strong>8. Anjuran Membujang Saat Menimba Ilmu</strong><p dir='rtl'>وابجلملة فرتك التزويج لغري احملتاج إليه أو غري القادر عليه أوىل السيما للطالب الذ ي ر أس ماله مجع اخلاطر وإمجام القلب واشتغال الفكر.</p><q>Secara umum, tidak menikah bagi yang tidak membutuhkannya atau tidak mampu adalah lebih utama, apalagi untuk murid yang modal utamanya adalah konsentrasi (fokus), ketenangan hati dan aktifitas pikiran.</q>"
      },
      {
        "page": 21,
        "text": "<h1>E. Management Waktu</h1><strong>1. Berharganya Sebuah Waktu</strong><p dir='rtl'>اخلامس: أن يقسم أوقات ليله وهنار ويغتنم ما بقي من عمره فإن بقية العمر ال قيمة له</p><q>Kelima: hendaknya membagi waktu siang dan malamnya, memanfaatkan sisa umurnya, karena sisa umur manusia tidak ternilai.</q><strong>2. Anjuran Cara Pembagian Waktu</strong><p dir='rtl'>وأجود األوقات للحفظ األسحار وللبحث اإلبكار وللكتاب وسط النهار وللمطالعة واملذاكرة الليل.</p><q>dan waktu yang paling bagus untuk menghafal adalah waktu sahur, untuk mengkaji adalah pagi hari, untuk menulis adalah tengah hari, serta untuk membaca dan diskusi adalah malam hari.</q><strong>3. Cara Pembagian Waktu Menurut Al-Khatib</strong><p dir='rtl'>وقال اخلطيب: أجود أوقات احلفظ األسحار مث وسط النهار مث الغداة.</p><q>Al-Khatib berkata: waktu yang paling bagus untuk menghafal adalah waktu sahur, kemudian tengah hari, kemudian pagi hari</q>"
      },
      {
        "page": 22,
        "text": "<strong>4. Lebih Efektif Menghafal di Waktu Lapar</strong><p dir='rtl'>قال: وحفظ الليل أنفع من حفظ النهار، ووقت اجلوع أنفع من وقت الشبع.</p><q>Beliau berkata: menghafal dimalam hari lebih efektif daripada menghafal disiang hari, dan waktu lapar lebih efektif daripada waktu kenyang.</q><strong>5. Tempat Terbaik Untuk Menghafal</strong><p dir='rtl'>قال: وأجود أماكن احلفظ الغرف وكل موضع بعيد عن امللهيات.</p><q>Beliau berkata: tempat yang paling bagus untuk menghafal adalah kamar dan semua tempat yang jauh dari hal-hal yang melalaikan.</q><p dir='rtl'>قال: وليس مبحمود احلفظ حبضرة النبات واخلضرة واألهنار وقوارع الطريق وضجيج األصوات ألهنا متنع من ا. ً خلو القلب غالب</p><q>Beliau berkata: bukanlah hal yang baik ketika menghafal didepan tumbuhan, pemandangan yang hijau, sungai, tengah jalan, dan suara yang berisik, karena pada umumnya hal tersebut menghalangi konsentrasi hati</q>"
      },
      {
        "page": 23,
        "text": "<h1>F. Sedikit Makan</h1><strong>1. Kurangi Makan</strong><p dir='rtl'>السادس: من أعظم األسباب املعينة على االشتغال والفهم وعدم املالل أكل القدر اليسري من احلالل.</p><q>Keenam, diantara faktor terbesar yang membantu dalam proses menimba ilmu, memahami, menyingkirkan kejenuhan adalah mengkomsumsi yang halal dengan kadar ukuran yang sedikit.</q><strong>2. Pernyataan Imam Syafi’i</strong><p dir='rtl'>قال الشافعي رضي هللا عنه: ما شبعت منذ ست عشرة سنة</p><q>Imam Syafii berkata radhiyallahu ‘anhu: aku tidak pernah kenyang sejak enam belas tahun yang lalu</q><strong>3. Efek Samping Banyak Makan</strong><p dir='rtl'>وسبب ذلك أن كثرة األكل جالبة لكثرة الشرب، وكثرته جالبة للنوم والبالدة وقصور الذهن وفتور احلواس وكسل اجلسم، هذا مع ما فيه من الكراهية الشرعية والتعرض خلطر األسقام البدنية.</p><q>Alasannya adalah karena banyak makan membuat</q>"
      },
      {
        "page": 24,
        "text": "<q>banyak minum, dan banyak minum menyebabkan banyak tidur, pikiran lambat, tidak optimalnya fungsi otak, berhentinya indera, dan malasnya tubuh. Hal ini juga berkenaan dengan kemakruhan dari sisi syariat dan risiko bahaya terhadap penyakit jasmani.</q><strong>4. Untaian Syair</strong><p dir='rtl'>كما قيل: فإن الداء أكثر ما تراه # يكون من الطعام أو الشراب</p><q>Sebagaimana dikatakan: sesungguhnya kebanyakan penyakit yang kamu lihat # pemicunya berasal dari makanan dan minuman</q><strong>5. Banyak Makan Bukan Sifat Wali dan Ulama</strong><p dir='rtl'>ومل ير أحد من األولياء واألئمة العلماء يصف أو يوصف بكثر ة األكل وال محد به</p><q>Tidak ada seorangpun dari wali-wali Allah, para pemimpin umat dan para ulama yang mensifati atau disifati dengan banyak makan, sementara perbuatan tersebut tidaklah terpuji</q><strong>6. Terpujinya Hewan Karena Banyak Makan</strong><p dir='rtl'>وإمنا حيمد كثرة األكل من الدواب اليت ال تعقل بل هي</p>"
      },
      {
        "page": 25,
        "text": "<p dir='rtl'>مرصدة للعمل،</p><q>sedangkan yang dipuji karena banyak makan hanyalah hewan yang tidak berakal, karena ia memang disiapkan untuk bekerja</q><strong>7. Menggunakan Akal Dengan Bijak</strong><p dir='rtl'>والذهن الصحيح أشرف من تبديده وتعطيله ابلقدر احلقري من طعام يؤو ل أمر ه إىل ما قد علم، ولو مل يكن من آفات كثرة الطعام والشراب إال احلاجة إىل كثرة دخول اخلالء لكان ينبغي للعاقل اللبيب أن يصون نفسه عنه،</p><q>Akal pikiran yang sehat lebih mulia daripada sekedar disia-siakan dengan sesuatu yang terhina atau bernilai rendah, seperti makanan yang akibatnya telah diketahui. Kalaupun dampak buruk akibat banyak makan dan minum hanyalah berupa seringnya keluar-masuk WC, niscaya sudah cukup bagi orang berakal yang cerdas agar memelihara dirinya darinya (keluar masuk WC)</q><strong>8. Mencari Sesuatu Yang Mustahil</strong><p dir='rtl'> ومن رام الفالح يف العلم وحتصيله البغية منه مع كثرة يف العادة. األكل والشرب والنوم فقد رام مستحيالً</p>"
      },
      {
        "page": 26,
        "text": "<q>siapa saja yang menghendaki keberuntungan dalam hal ilmu dan meraih apa yang dicarinya, tetapi dengan banyak makan, minum, dan tidur, maka dia telah mencari sesuatu yang secara umum mustahil terjadi.</q><strong>9. Porsi Makan</strong><p dir='rtl'>واألوىل أن يكون أكثر ما أيخذ من الطعام ما ورد يف احلديث عن النيب - صلى هللا عليه وسلم - : ما مأل ا من بطنه، حبسب ابن آدم لقيمات ً شر ً ابن آدم وعاء قمن صلبه، فإن كان ال حمالة فثلث ل ُ ي طعامه وثلث لشرابه وثلث لنفسه رواه الرتمذي.</p><q>Yang paling utama, hendaknya menjadikan maksimal porsi makan adalah sebagaimana yang terdapat di dalam hadits, dari nabi SAW beliau bersabda: anak adam tidak mengisi wadah yang lebih buruk daripada perut. Cukuplah bagi anak adam beberapa suapan yang menegakkan tulang sulbinya. Jika memang harus, maka sepertiga untuk makanan, sepertiga untuk minumnya, dan sepertiga untuk nafasnya (HR. Turmudzi)</q><strong>10. Larangan Berlebih-lebihan</strong><p dir='rtl'>فإن زاد على ذلك فالزايدة إسراف خارج عن السنة وقد قال هللا تعاىل:{ وكلُوا وَاشْرَبُوا ولا تشرفوا } [األعراف</p>"
      },
      {
        "page": 27,
        "text": "<p dir='rtl'>[31</p><q>Jika lebih dari itu, maka yang lebih ini adalah tindakan melampaui batas yang keluar dari koridor sunnah. Allah SWT berfirman: makan dan minumlah, dan jangan kalian berlebih-lebihan (QS. Al-A’raf: 31)</q><p dir='rtl'>قال بعض العلماء: مجع هللا هبذه الكلمات الطب كله.</p><q>Sebagian ulama berkata: Allah menyatukan semua masalah kesehatan dalam kalimat-kalimat ini</q>"
      },
      {
        "page": 28,
        "text": "<h1>G. Bersikap Wara’</h1><strong>1. Memiliki Sikap Wara’</strong><p dir='rtl'>السابع: أن أيخذ نفسه ابلورع يف مجيع شأنه ويتحرى احلال ل يف طعامه وشرابه ولباسه ومسكنه ويف مجيع ما حيتاج إليه هو وعياله ليستنري قلبه ويصلح لقبول العلم ونوره والنفع به</p><q>Ketujuh, hendaknya memiliki sifat wara’ dalam segala urusannya, mengambil yang halal dalam makanan, minuman, pakaian, tempat tinggal dan dalam segala apa yang dia dan keluarganya butuhkan, untuk menerangi hatinya dan layak menerima ilmu, cahaya ilmu serta kebermanfaatan darinya.</q><strong>2. Mencari Derajat Yang Tinggi</strong><p dir='rtl'>وال يقنع لنفسه بظاهر احلل شرع ا مهما ً أمكنه التورع ومل تلجئه حاجة أو جيعل حظه اجلواز ب ل يط لب الرتبة العالية.</p><q>Tidak menerima untuk dirinya terhadap apa yang menurutsyariat secara dhohirnya halal,selama dia memungkinkan untuk menghindarinya dan tidak terdesak oleh kebutuhan atau menetapkan bagiannya yang diperbolehkan, akan tetapi</q>"
      },
      {
        "page": 29,
        "text": "<q>hendaknya mencari derajat yang tinggi</q><strong>3. Meneladani Sikap Wara’ Dari Para Ulama</strong><p dir='rtl'>ويقتدي مبن سلف من العلماء الصاحلني يف التورع عن كثري مما كانوا يفتون جبوازه</p><q>dan meneladani para ulama shalih terdahulu, dimana mereka bersikap wara’ dibanyak perkara yang mereka memfatwakan akan kebolehannya.</q><strong>4. Sikap Wara’ Rasulullah SAW</strong><p dir='rtl'>وأحق من اقتدى به يف ذلك سيدان رسول هللا - صلى هللا عليه وسلم - حيث مل أيكل التمرة اليت وجدها يف عدكوهنا ُ الطريق خشية أن تكون من الصدقة مع ب منها</p><q>Orang yang paling berhak untuk diteladani dalam perkara ini adalah sayyidina Rasulullah SAW, beliau tidak makan sebiji kurma yang beliau temukan dijalan karena takut ia adalah kurma sedekah, padahal jauh kemungkinan perkaranya demikian</q><strong>5. Meneladani Ahli Ilmu</strong><p dir='rtl'>وألن أهل العلم يقتدى هبم ويؤخذ عنهم فإذا مل يستعملوا الو رع فمن يستعلمه.</p><q>Dan karena keberadaan ahli ilmu itu untuk diteladani dan diikuti, jika mereka tidak</q>"
      },
      {
        "page": 30,
        "text": "<q>menggunakan sikap wara’, lalu siapa yang menggunakannya</q><strong>6. Menggunakan Rukhsah Pada Tempatnya</strong><p dir='rtl'>وينبغي له أن يستعمل الرخص يف مواضعها عند احلاجة إليها ووجود سببها ليقتدي هبم فيه، فإن هللا حيب أن تؤتى رخصه كما حيب أن تؤتى عزائمه.</p><q>Hendaknya menggunakan rukhsakh (keringanan) pada tempatnya saat dibutuhkan dan saat ada sebab-sebabnya agar diteladani padanya, karena sesungguhnya Allah SWT menyukai manakala rukhsah-rukhsahnya (keringanan- keringanannya) dilakukan, sebagaimana Allah menyukai ketetapan-ketetapanNya dilakukan.</q>"
      },
      {
        "page": 31,
        "text": "<h1>H. Kurangi Konsumsi Yang Tidak Sehat</h1><strong>1. Meminimalisir Makanan Tertentu</strong><p dir='rtl'>الثامن: أن يقلل استعمال املطاعم اليت هي من أسباب البالدة وضعف احلواس كالتفاح احل امض والباقال وشرب اخلل، وكذلك ما يكثر استعماله البلغم املبلد للذهن املثقل للبدن ككثرة األلبان والسمك وأشباه ذلك.</p><q>Kedelapan, hendaknya meminimalisir makanan yang merupakan sebab ketumpulan akal dan kelemahan fungsi indera seperti apel yang asam, baqilla (sejenis kacang-kacangan), dan minum cuka, demikian juga makanan yang menyebabkan banyaknya dahak yang menumpulkan otak, yang memberatkan badan seperti banyak minum susu, makan ikan, dan yang semisalnya.</q><strong>2. Konsumsi Penyebab Ketajaman Otak</strong><p dir='rtl'>وينبغي أن يستعمل ما جعله هللا تعاىل سببا جلودة الذهن كمضغ اللبان واملصطكى على حسب العادة، وأكل الزبيب بكرة واجلالب وحنو ذلك مما ليس هذا موضع شرحه.</p>"
      },
      {
        "page": 32,
        "text": "<q>Hendaknya menggunakan apa yang Allah SWT tetapkan sebagai sebab ketajaman otak seperti mengunyah liban (sejenis permen karet) dan mushthaka (sejenis damar) yang berdasarkan pada kebiasaan, mengkonsumsi kismis dipagi hari, julep (sejenis minuman manis), dan semisalnya, yang mana penjelasan tentangnya bukan disini tempatnya.</q><strong>3. Hindari Yang Menyebabkan Lupa</strong><p dir='rtl'>وينبغي أن جيتنب ما يورث النسيان ابخلاصة كأكل سور الفار, وقراءة ألواح القبور والدخول بني مجلني مقطورين، وإلقاء القمل وحنو ذلك من اجملرابت فيه.</p><q>Hendaknya menghindari hal-hal yang menyebabkan lupa secara khusus seperti makan bekas sisa tikus, membaca papan (patok) kuburan, masuk diantara dua ekor unta yang dilumuri pelangkin, membuang kutu rambut dalam keadaan hidup dan yang semisalnya yang termasuk dalam perkara mujarabat.</q>"
      },
      {
        "page": 33,
        "text": "<h1>I. Meminimalisir Waktu Untuk Tidur</h1><strong>1. Mengurangi Waktu Tidur</strong><p dir='rtl'>التاسع: أن يقلل نومه ما مل يلحقه ضرر يف بدنه وذهنه</p><q>Kesembilan, Hendaknya meminimalisir tidur selama hal itu tidak menimbulkan dharar (dampak negatif) pada tubuh dan otaknya</q><strong>2. Tidak Tidur Lebih Dari Delapan Jam</strong><p dir='rtl'>وال يز يد يف نومه يف اليوم والليلة على مثان ساعات وهو ثلث الزمان، فإن احتمل حاله أقل منها فعل.</p><q>Tidak tidur lebih dari delapan jam dalam sehari semalam, yaitu sepertiga waktunya, jika dirinya bisa tidur kurang darinya, maka hendaknya dia melakukannya.</q><strong>3. Rekreasi Untuk Menghilangkan Kejenuhan</strong><p dir='rtl'>وال أبس أن يريح نفسه وقلبه وذهنه وبصره - ّ إذا كل شيء من ذلك أو ضعف- بتنزه وتفرج يف املستنزهات حبيث يعود إىل حاله وال يضيع عليه زمانه.</p><q>Boleh merehatkan diri, hati, otak dan matanya (manakala sebagian darinya lelah atau lemah) dengan rekreasi atau bersenang-senang ke tempat-tempat rekreasi sehingga dia pulih kembali</q>"
      },
      {
        "page": 34,
        "text": "<q>seperti semula dan tidak menyia-nyiakan waktunya.</q><strong>4. Berjalan-Jalan dan Berolahraga</strong><p dir='rtl'>وال أبس مبعاانة املشي ورايضة البدن به فقد قيل إنه ينعش احلرارة ويذيب فضول األخالط وينشط البدن.</p><q>Boleh berjalan-jalan dan berolahraga. Ada yang berkata, hal itu meningkatkan suhu tubuh, mengurangi kelebihan lemak dan menggiatkan tubuh.</q><strong>5. Berhubungan Suami-Istri Jika Dibutuhkan</strong><p dir='rtl'>وال أبس ابلوطى احلالل إذا احتاج إليه، فقد قال األطباء أبنه جي فف الفضول وينشط ويصفي الذهن إذا كان عند احلاجة ابعتدال،</p><q>Boleh melakukan hubungan suami istri yang halal jika membutuhkannya, para tabib (dokter) menyatakan bahwa perbuatan tersebut dapat meringankan kelebihan berat badan, membangkitkan semangat dan mencerahkan pikiran pada saat membutuhkan dan dilakukan dengan seimbang</q><strong>6. Hindari Belebih-lebihan Dalam Berhubungan</strong><p dir='rtl'>وحيذر كثرته حذر العدو فإنه كما قيل: )ماء احلياة</p>"
      },
      {
        "page": 35,
        "text": "<p dir='rtl'>يصب يف األرحام( يضعف السمع والبصر والعصب واحلرارة واهلضم وغري ذلك من األمراض الرديئة</p><q>Namun hendaknya menghindari berlebih-lebihan melakukan hubungan suami-istri layaknya menghindari musuh, sebagaimana dikatakan: (air kehidupan yang ditumpahkan didalam Rahim) ia melemahkan pendengaran, penglihatan, saraf, suhu panas tubuh, pencernaan, dan penyakitpenyakit buruk lainnya.</q><p dir='rtl'>واحملققون من األطباء يرون أن تركه أوىل إال لضرورة أو استشفاء وابجلملة فال أبس أن يريح نفسه إذا خاف ملالً.</p><q>Para peneliti dari kalangan para tabib (dokter) menyatakan bahwa meninggalkannya lebih baik kecuali karena kebutuhan mendesak atau dalam rangka upaya penyembuhan. Secara umum, boleh merehatkan diri manakala bosan.</q><strong>7. Tradisi Sebagian Ulama Terhadap Muridnya</strong><p dir='rtl'>وكان بعض أكابر العلماء جيمع أصحابه يف بعض أماكن التنزه يف بعض أايم السنة ويتمازحون مبا ال ضرر عليهم يف دين وال عرض</p><q>Sebagian ulama-ulama besar mengumpulkan</q>"
      },
      {
        "page": 36,
        "text": "<q>murid-muridnya di beberapa tempat rekreasi disebagian hari dalam setahun, mereka bercanda bersendau gurau dengan sesuatu yang dibolehkan dalam agama, dan tidak merendahkan kehormatan.</q>"
      },
      {
        "page": 37,
        "text": "<h1>J. Meninggalkan Pergaulan</h1><strong>1. Anjuran Meninggalkan Pergaulan</strong><p dir='rtl'>العاشر: أن يرتك العشرة فإن تركها من أهم ما ينبغي لطالب العلم والسيما لغري اجلن ا ملن كثر ً س وخصوص لعبه وقلت فكرته؛ فإن الطباع سراقة،</p><q>Kesepuluh, Hendaknya meninggalkan pergaulan, karena meninggalkannya termasuk perkara yang paling penting bagi penimba ilmu apalagi terhadap lawan jenis dan khususnya untuk orang yang banyak main-mainnya dan sedikit berfikir, karena tabiat manusia itu menular.</q><strong>2. Dampak Negatif Dari Pergaulan Yang Salah</strong><p dir='rtl'>وآفة العشرة ضياع العمر بغري فائدة وذهاب املال والعرض إن كان لغري أهل، وذهاب الدين إن كانت لغري أهله.</p><q>Dampak negatif pergaulan adalah waktunya terbuang sia-sia tanpa ada faidah, lenyapnya harta dan kehormatan jika dilakukan dengan orang yang tidak patut, dan hilangnya agama jika dilakukan dengan orang yang tidak punya agama.</q>"
      },
      {
        "page": 38,
        "text": "<strong>3. Bergaul Kepada Orang Yang Benar</strong><p dir='rtl'>والذي ينبغي لطالب العلم أن لا يخالط إلا من يفيد هأو يستفيد منه بما روي عن النبي - صلى الله عليه وسلم -: “اغد عالما أو متعلمًا ولا تكن الثالث فتهلك “.</p><q>Yang layak bagi penimba ilmu, hendaknya tidak bergaul kecuali dengan orang yang diberi manfaat atau dia memperoleh manfaat darinya, sebagaimana diriwayatkan dari Nabi SAW: jadilah orang yang berilmu, atau penimba ilmu, dan jangan menjadi orang yang ketiga, maka kamu binasa.</q><strong>4. Putuskan Hubungan Sejak Dini</strong><p dir='rtl'>فإن شرع أو تعرض لصحبة من يضيع عمره معه وال يفيده وال يستفيد منه وال يعينه على ما هو بصدده فليتلطف يف قطع عشرته من أول األمر قبل متكنها فإن األمور إذا متكنت عسرت إزالتها</p><q>Jika masuk atau terjebak dalam hubungan dengan seseorang yang mengakibatkan umurnya sia-sia bersamanya, dia tidak memberinya faidah dan tidak pula memperoleh faidah darinya, tidak membantunya dalam urusan menimba ilmu yang merupakan kesibukan utamanya, maka hendaknya memutuskan hubungan dengan orang tersebut</q>"
      },
      {
        "page": 39,
        "text": "<q>dengan lemah lembut sejak dini sebelum nantinya menjadi-jadi, karena jika sesuatu telah menguat, maka sulit memutusnya.</q><strong>5. Ungkapan Dari Para Ahli Fiqih</strong><p dir='rtl'>ومن اجلاري على ألسنة الفقهاء: الدفع أسهل من الرفع.</p><q>Sebagaimana ungkapan yang terucap dari para ahli fiqih: mencegah lebih mudah daripada menghilangkan.</q><strong>6. Kriteria Orang Yang Dijadikan Rekan</strong><p dir='rtl'>فإن احتاج إلى أن يصحبه فليكن صاحبا صالحً ا دي نًاتقيا ورعًا ذكيا كثير الخير قليل الشر حسن المداراة قليل المماراة إن نسي ذكره وإن ذكر أعانه وإن احتاج واساهوإن ضجر صبره.</p><q>Jika memerlukan rekan, hendaknya rekan tersebut adalah rekan yang shalih, kuat beragama, bertakwa, mempunyai sikap wara’, bersih hatinya, banyak berbuat kebaikan, minim berbuat keburukan, baik pergaulannya dan sedikit berdebat (ngeyel). Manakala dia lupa, maka rekan tersebut mengingatkannya. Jika dia ingat, maka rekan tersebut membantunya. Jika dia membutuhkan, maka rekan tersebut menghiburnya. Jika dia jemuh (bosan), maka rekan tersebut menyabarkannya.</q>"
      },
      {
        "page": 40,
        "text": "<strong>7. Nasehat Ali bin Abi Thalib RA</strong><p dir='rtl'>ومما يروى عن علي رضي هللا عنه:</p><p dir='rtl'>فال تصحب أخا اجلهل وإايك وإايه</p><q>Diantara apa yang diriwayatkan dari Ali RA:</q><q>Jangan berteman dengan orang bodoh, jauhilah dia</q><p dir='rtl'>فكم من جاهل أردى حليما حني واخاه</p><q>Berapa banyak orang bodoh yang menjerumuskan orang yang toleran dikala berkawan dengannya</q><p dir='rtl'>يقاس املرء ابملرء إذا ما هو ماشاه</p><q>Seseorang ditimbang dengan orang lain manakala dia berjalan bersamanya.</q><strong>8. Nasehat Lain</strong><p dir='rtl'>ولبعضهم:</p><p dir='rtl'>إن أخاك الصدق من كان معك</p><q>Sebagian dari mereka berkata:</q><q>Sesungguhnya saudaramu yang benar adalah orang yang bersamamu</q>"
      },
      {
        "page": 41,
        "text": "<p dir='rtl'>ومن يضر نفسه لينفعك</p><q>Dan orang yang memudaratkan dirinya untuk memberimu manfaat</q><p dir='rtl'>ومن إذا ريب زمان صدعك</p><q>Dan orang yang jika kejadian-kejadian zaman mencerai beraikanmu</q><p dir='rtl'>شتت مشل نفسك ليجمعك</p><q>Dia mencerai beraikan kesatuan dirinya untuk menyatukanmu</q>"
      }
    ]
  },
  {
    "id": "q4Z",
    "info": {
      "title": "Adab Murid Terhadap Guru",
      "author": "Syafri M. Noor, Lc",
      "publish": "Sun, 23 February 2020",
      "pages": 75,
      "price": 0,
      "category": "Akhlak",
      "desc": "Dizaman modern seperti sekarang ini, banyak sekali kita temui tempat-tempat yang menyelenggarakan kajian ilmu, mulai dari kajian fiqih, kajian Al-Quran dan tafsirnya, kajian hadits, kajian tauhid, kajian tasawwuf dan kajian yang lainnya."
    },
    "tableOfContents": [
      { "page": 8, "text": "Pengantar", "head": true },
      {
        "page": 11,
        "text": "Adab Bertemu Guru",
        "sub": [
          { "page": 11, "text": "Memilih Guru dan Beristikharah" },
          { "page": 11, "text": "Berakhlak Yang Baik" },
          { "page": 11, "text": "Mencari Guru Yang Mempunyai Kompetensi" },
          { "page": 12, "text": "Murid Harus Wara'" },
          { "page": 12, "text": "Menimba Ilmu Karena Popularitas Guru" },
          { "page": 13, "text": "Keberkahan Guru Yang Tidak Populer" },
          { "page": 14, "text": "Mencari Guru Yang Jelas Riwayat Belajarnya" },
          { "page": 15, "text": "Bahaya Otodidak" }
        ]
      },
      {
        "page": 16,
        "text": "Taat Kepada Guru",
        "sub": [
          { "page": 16, "text": "Patuh Dengan Perintah Guru" },
          { "page": 16, "text": "Sikap Murid Terhadap Guru" },
          { "page": 17, "text": "Tawadhu Imam Syafi'i" },
          { "page": 17, "text": "Kisah Ibnu Abbas RA dan Zaid Bin Tsabit RA" },
          { "page": 18, "text": "Kisah Imam Ahmad dan Khalaf al-Ahmar" },
          { "page": 18, "text": "Pesan Imam Ghazali" },
          { "page": 18, "text": "Mengikuti Arahan Guru" }
        ]
      },
      {
        "page": 20,
        "text": "Hormat Kepada Guru",
        "sub": [
          { "page": 20, "text": "Menghormati Guru" },
          { "page": 20, "text": "Tradisi Orang Salaf Ketika Menimba Ilmu" },
          { "page": 20, "text": "Adab Imam Syafi'i" },
          { "page": 21, "text": "Adab Ar-Rabi bin Sulaiman Al-Muradi" },
          { "page": 21, "text": "Kisah Antara Anak Khalifah dan Syarik" },
          { "page": 22, "text": "Memanggil Guru Dengan Sopan" },
          { "page": 22, "text": "Nasehat Al-Khatib" },
          { "page": 23, "text": "Selalu Menghormati Guru Dimanapun" }
        ]
      },
      {
        "page": 24,
        "text": "Mengetahui Hak dan Jasa Guru",
        "sub": [
          { "page": 24, "text": "Mengetahui Hak dan Jasa Guru" },
          { "page": 24, "text": "Bentuk Penghormatan Kepada Guru" },
          { "page": 25, "text": "Menziarahi Kuburan Guru" },
          { "page": 25, "text": "Mengikuti Jejak Guru" }
        ]
      },
      {
        "page": 26,
        "text": "Sabar Terhadap Sifat Guru",
        "sub": [
          { "page": 26, "text": "Bersabar Atas Sifat Guru" },
          { "page": 26, "text": "Mentakwilkan Perbuatan Guru" },
          { "page": 26, "text": "Sikap Murid Terhadap Gurunya" },
          { "page": 27, "text": "Bersabar Dalam Menimba Ilmu" }
        ]
      },
      {
        "page": 30,
        "text": "Berterima Kasih Kepada Guru",
        "sub": [
          { "page": 30, "text": "Berterima Kasih Kepada Guru" },
          { "page": 30, "text": "Anugerah Dari Allah SWT" },
          { "page": 31, "text": "Bersikap Seakan Belum Tahu" },
          { "page": 31, "text": "Adanya Mashlahat" }
        ]
      },
      {
        "page": 33,
        "text": "Minta Izin Untuk Belajar Kepada Guru",
        "sub": [
          { "page": 33, "text": "Izin Terhadap Guru" },
          { "page": 33, "text": "Maksimalkan 3 Kali Izin" },
          { "page": 34, "text": "Cara Mengetuk Pintu Rumah Guru" },
          { "page": 34, "text": "Diutamakan Yang Afdhal dan Senior" },
          { "page": 35, "text": "Keadaan Fisik Ketika Menemui Guru" },
          { "page": 35, "text": "Sikap Murid Ketika Guru Beraktifitas" },
          { "page": 36, "text": "Kesiapan Murid Dalam Menimba Ilmu" },
          { "page": 37, "text": "Menunggu Guru" },
          { "page": 37, "text": "Adab Ibnu Abbas di Majelis Zain bin Tsabit" },
          { "page": 38, "text": "Mengetahui Keadaan Guru" }
        ]
      },
      {
        "page": 40,
        "text": "Adab Duduk Murid Dihadapan Guru",
        "sub": [
          { "page": 40, "text": "Cara Duduk Sesuai Adab" },
          { "page": 40, "text": "Menyimak Guru" },
          { "page": 40, "text": "Tidak Tengak-Tengok" },
          { "page": 41, "text": "Fokus Kepada Guru" },
          { "page": 41, "text": "Tidak Bermain-main" },
          { "page": 42, "text": "Tidak Bersandar Dihadapan Guru" },
          { "page": 42, "text": "Posisi Tubuh Murid" },
          { "page": 42, "text": "Tidak Bersandar Kepada Tangannya" },
          { "page": 43, "text": "Adab Dalam Bercerita" },
          { "page": 43, "text": "Tidak Banyak Berdehem" },
          { "page": 44, "text": "Tidak Membuang Ludah" },
          { "page": 44, "text": "Menutup Telapak Kaki" },
          { "page": 44, "text": "Adab Ketika Bersin atau Menguap" },
          { "page": 45, "text": "Hak Guru Menurut Ali bin Abi Thalib RA" },
          { "page": 46, "text": "Bentuk Penghormatan Murid Kepada Guru" }
        ]
      },
      {
        "page": 49,
        "text": "Berbicara Dengan Baik Kepada Guru",
        "sub": [
          { "page": 49, "text": "Tidak Berkata 'Mengapa'" },
          { "page": 50, "text": "Menghindari Penyebutan Yang Tidak Pantas" },
          { "page": 50, "text": "Tidak Merubah Ekspresi" },
          { "page": 51, "text": "Menggunakan Bahasa Yang Pantas" },
          { "page": 52, "text": "Batasan ketika Menyampaikan Cerita" },
          { "page": 52, "text": "Hindari Menyanggah Guru Secara Frontal" },
          { "page": 53, "text": "Ketika Guru Bertanya Kepadanya Muridnya" },
          { "page": 54, "text": "Bertanya Sesuai Adabnya" }
        ]
      },
      {
        "page": 56,
        "text": "Mendengarkan Syarh Dengan Seksama",
        "sub": [
          { "page": 56, "text": "Menyembunyikan Pengetahuannya Didepan Guru" },
          { "page": 56, "text": "Adab Imam Atha'" },
          { "page": 57, "text": "Tidak Menjawab Dengan 'Iya' atau 'Tidak'" },
          { "page": 58, "text": "Mengikuti Metode Guru" },
          { "page": 58, "text": "Tidak Mengulang Pertanyaan" },
          { "page": 59, "text": "Tidak Meremehkan Penjelasan Guru" }
        ]
      },
      {
        "page": 61,
        "text": "Tidak Mendahului Perkataan Guru",
        "sub": [
          { "page": 61, "text": "Tidak Mendahului Guru" },
          { "page": 61, "text": "Tidak Memotong Perkataan Guru" },
          { "page": 62, "text": "Tidak Berbincang Dengan Orang Lain" },
          { "page": 62, "text": "Hadir Fisik, Hadir Fikiran" }
        ]
      },
      {
        "page": 63,
        "text": "Khidmah Kepada Guru",
        "sub": [
          { "page": 63, "text": "Menggunakan Tangan Kanan" },
          { "page": 63, "text": "Keadaan Buku Ketika Diserahkan" },
          { "page": 63, "text": "Bergegas Menerima Dari Guru" },
          { "page": 64, "text": "Memberikan Buku Dalam Keadaan Siap Dibaca" },
          { "page": 64, "text": "Tidak Membuat Guru Mengulurkan Tangannya" },
          { "page": 65, "text": "Jarak Duduk Antara Guru dan Murid" },
          { "page": 65, "text": "Batasan Murid Terhadap Gurunya" },
          { "page": 66, "text": "Tidak Merepotkan Guru" },
          { "page": 67, "text": "Murid Tidak Duduk Diatas Sajadah" },
          { "page": 68, "text": "Berlomba-lomba Membantu Guru" }
        ]
      },
      {
        "page": 69,
        "text": "Ada Berjalan Bersama Guru",
        "sub": [
          { "page": 69, "text": "Posisi Antara Murid dan Guru" },
          { "page": 69, "text": "Beberapa Kondisi Murid Berada di Depan" },
          { "page": 70, "text": "Sering Menoleh ke Guru" },
          { "page": 70, "text": "Tidak Berjalan di Samping Guru" },
          { "page": 71, "text": "Tidak Berjalan Diantara Dua Orang" },
          { "page": 72, "text": "Menyapa Guru Ketika Bertemu di Jalan" },
          { "page": 72, "text": "Tidak Mengisyaratkan Guru" },
          { "page": 73, "text": "Adab Merespon Pilihan Guru Yang Salah" }
        ]
      }
    ],
    "content": [
      {
        "page": 8,
        "text": "<strong>Pengantar</strong><p dir='rtl'>احلمد هلل رب العاملني، والصالة والسالم على أشرف األنبياء واملرسلني، وعلى آله وصحبه ومن وااله، وبعد</p><p>Dizaman modern seperti sekarang ini, banyak sekali kita temui tempat-tempat yang menyelenggarakan kajian ilmu, mulai dari kajian fiqih, kajian Al-Quran dan tafsirnya, kajian hadits, kajian tauhid, kajian tasawwuf dan kajian yang lainnya.</p><p>Bahkan yang lebih canggih lagi, sebagian pengurus pengajian atau beberapa jamaahnya mempunyai inisiatif untuk memanfaatkan media sosial yang mereka punya sebagai wadah untuk menyebarkan ilmu yang disampaikan guru tersebut, baik secara langsung maupun tunda.</p><p>Tentunya, tujuannya tidak lain tidak bukan adalah agar ilmu tersebut bisa diakses oleh banyak orang, terlebih lagi untuk mereka yang pada saat itu berhalangan hadir di majelis tersebut.</p><p>Namun, yang mungkin perlu disayangkan adalah dengan semakin dimudahkannya dalam menuntut ilmu, yang mana seharusnya potensi untuk memperkaya khazanah ilmu juga semakin mudah, ternyata ada sisi lain yang perlu diperhatikan, yaitu adab.</p>"
      },
      {
        "page": 9,
        "text": "<p>Tidak sedikit orang yang mempunyai banyak ilmu, namun tidak mempunyai adab sama sekali. Yang lebih banyak lagi, kejadian terhadap mereka yang masih dalam proses menimba ilmu di tahapan dasar, namun sudah sangat kurang ajar terhadap gurunya.</p><p>Sering sekali muncul di pemberitaan, bahwa ada segerombolan murid yang mencaci, menghina bahkan sampai memukul gurunya karena murid tidak suka, atau murid tidak terima dengan tindakan guru, dan faktor lainnya.</p><p>Fenomena seperti ini menunjukkan bahwa orang tersebut miskin adab, terlebih adab dari murid kepada gurunya.</p><p>Padahal para ulama sudah menjelaskan bahwa kedudukan adab itu ada diatasnya ilmu. Hal tersebut bisa kita lihat dari nasehat para ulama semisal Imam Malik Rahimahullah, beliau pernah mengatakan:</p><p dir='rtl'>تعلم األدب قبل أن تتعلم العلم</p><q>Pelajarilah adab sebelum mempelajari suatu ilmu.</q><p>Atau misalkan kita renungi pernyataan Ibnul Mubarok rahimahullah yang mengatakan:</p><q>Kami mempelajari adab itu selama 30 tahun dan kami mempelajari ilmu selama 20 tahun.</q><p>Dan masih banyak lagi akan kita dapati</p>"
      },
      {
        "page": 10,
        "text": "<p dir='cntn'>pernyataan, nasehat dan wejangan dari para ulama, baik dari kalangan salaf maupun khalaf tentang adab, yang mana hal tersebut akan membuat kita sadar bahwa ternyata sebegitu pentingnya kita harus memahami dan menerapkan adab dalam thalabul ilmi.</p><p>Kitab Tadzkiratus Sami wal Mutakallim fi Adabil Alim wal Muta’llim karya Imam Ibnu Jama’ah AsSyafi’i ini merupakan salah satu kitab yang membahas tentang adab, baik itu adab bagi murid, adab bagi guru, dan adab-adab yang lainnya.</p>"
      },
      {
        "page": 11,
        "text": "<strong>A. Adab Bertemu Guru</strong><strong>1. Memilih Guru dan Beristikharah</strong><p dir='rtl'>األول: أنه ينبغي للطالب أن يقدم النظر ويستخري هللا فيمن أيخذ العلم عنه</p><q>Pertama, Hendaknya seorang murid menimbang dan melakukan istikharah kepada Allah tentang seorang guru yang mau diambil ilmunya</q><strong>2. Berakhlak Yang Baik</strong><p dir='rtl'>ويكتسب حسن األخالق واآلداب منه</p><q>Mendapatkan kebaikan perilaku (akhlak) serta adab darinya</q><strong>3. Mencari Guru Yang Mempunyai Kompetensi</strong><p dir='rtl'>وليكن إن أمكن ممن كملت أهليته وحتققت شفقته وظهرت مروءته وعرفت عفته واشتهرت صيانته وكان أحسن تعليمًا واجود تفهيمًا</p><q>Hendaknya jika memungkinkan, memilih guru yang memiliki kompetensi/kapabilitas secara baik, benar-benar mempunyai rasa belas kasih, nampak kewibawaannya, diketahui kebaikan/</q>"
      },
      {
        "page": 12,
        "text": "<q>kesederhanaanya, dikenal keterjagaannya, paling baik pengajarannya dan paling bagus dalam memahamkan ilmu.</q><strong>4. Murid Harus Wara’</strong><p dir='rtl'>وال يرغب الطالب يف زايدة العلم مع نقص يف ورع أو دين أو عدم خلق مجيل.</p><q>Seorang murid tidak menginginkan penambahan ilmu tatkala kurang teguh dalam bersikap wara’ atau beragama, atau tidak memiliki tingkah laku yang baik</q><p dir='rtl'>فعن بعض السلف: هذا العلم دين فانظروا عمن أتخذون دينكم.</p><q>Sebagian Ulama Salaf mengatakan: Ilmu ini adalah agama, maka lihatlah dari siapa kalian mengambil agama kalian.</q><strong>5. Menimba Ilmu Karena Popularitas Guru</strong><p dir='rtl'>وليحذر من التقييد ابملشهورين وترك األخذ عن اخلاملن</p><q>Hindari menimba ilmu karena popularitas guru dan meninggalkan orang ahli ilmu yang tidak populer.</q>"
      },
      {
        "page": 13,
        "text": "<q>Imam Ghazali dan yang lainnya menilai bahwa tindakan tersebut termasuk dari kesombongan terhadap ilmu, dan menjadikannya sebagai tindakan dungu, karena Hikmah itu adalah sebuah barang yang hilang milik orang beriman, dia memungutnya dimanapun ia menemukannya, memanfaatkannya dimanapun dia meraihnya, dan dia menyandarkan karunia kepada siapa yang membawanya kepadanya, karena penimba ilmu berlari dari jeratan kebodohan sebagaimana dia berlari dari terkaman singa, dan orang yang berlari dari terkaman singa tidak menolak arahan siapapun yang mengarahkannya agar bisa selamat.</q><strong>6. Keberkahan Guru Yang Tidak Populer</strong><p dir='rtl'>فإذا كان اخلامل ممن ترجى بركته كان النفع به أعم والتحصيل من جهته أمت، وإذا سربت أحوال السلف والخلف لم جد النفع يحصل غالبًا والفلاح يدرك طالبًا</p>"
      },
      {
        "page": 14,
        "text": "<p dir='rtl'>إال إذا كان للشيخ من التقوى نصيب وافر، وعلى شفقته ونصحه للطلبة دليل ظاهر.</p><q>Jika guru yang tidak populer termasuk orang yang keberkahannya diharapkan, maka manfaatnya lebih menyeluruh dan menggali ilmu darinya lebih sempurna. Jika kamu meneliti kehidupan generasi salaf dan khalaf, pada umumnya kamu tidak pernah mendapati manfaat yang terwujud dan keberuntungan yang berpihak kepada penimba ilmu, kecuali jika guru memiliki bagian melimpah dari ketakwaan, dan terbukti secara nyata pada sebuah kasih sayang serta nasehatnya kepada para murid.</q><p dir='rtl'>وكذلك إذا اعترب ت املصنفات وجدت االنتفاع بتصنيف األتقى األزهد أوفر والفالح ابالشتغال به أكثر.</p><q>Demikian juga jika kamu membuka buku-buku, kamu mengetahui bahwa buku yang ditulis oleh orang yang lebih bertakwa dan lebih zuhud itu lebih luas manfaatnya, dan keberuntungan dengan menyibukkan diri dengannya lebih besar.</q><strong>7. Mencari Guru Yang Jelas Riwayat Belajarnya</strong><p dir='rtl'>وليجتهد على أن يكون الشيخ ممن له على العلوم الشرعية متام اإلطالع، وله مع من يوثق به من مشايخ</p>"
      },
      {
        "page": 15,
        "text": "<p dir='rtl'>عصره كثرة حبث وطول اجتماع، ال ممن أخذ عن بطون األوراق ومل يعرف بصحبة املشايخ احلذاق.</p><q>Hendaklah berusaha mendapatkan syaikh/ guru yang memiliki pengetahuan ilmu-ilmu syar’i secara sempurna, dan beliau senantiasa bersama para masyayikh (guru-guru) dizamannya untuk memperbanyak kajian dan berkumpul dalam waktu yang lama, bukan mencari guru yang mengambil ilmu dari perut buku (otodidak) dan tidak diketahui kebersamaannya dengan para masyayikh yang mumpuni.</q><strong>8. Bahaya Otodidak</strong><p dir='rtl'>قال الشافعي رضي هللا عنه: من تفقه من بطون الكتب ضيع األحكام. وكان بعضهم يقول: من أعظم البلية تشيخ الصحيفة. أي الذين تعلموا من الصحف.</p><q>Imam Syafii Radhiyallahu ‘anhu berkata: siapa yang bertafaqquh dari perut buku (otodidak), ia telah menyia-nyiakan hukum. Dan sebagian mengatakan: diantara musibah yang besar adalah berguru kepada lembaran kertas (dengan pemahamannya sendiri tanpa ada guru yang akan mengoreksi jika ada kesalahan)</q>"
      },
      {
        "page": 16,
        "text": "<strong>B. Taat Kepada Guru</strong><strong>1. Patuh Dengan Perintah Guru</strong><p dir='rtl'>الثاين: أن ينقاد لشيخه يف أمور ه وال خيرج عن رأيه وتدبريه، بل يكون معه كاملريض مع الطبيب املاهر، فيشاروه فيما يقصده ويتحرى رضاه فيما يعتمده، ويبالغ يف حرمته يتقرب إىل هللا تعاىل خبدمته</p><q>Yang kedua, hendaknya mengikuti kepada gurunya dalam berbagai urusannya, dan tidak keluar dari pendapat maupun pengaturannya, akan tetapi keadaanya bersama guru seperti orang yang sakit bersama seorang dokter ahli, dia bermusyawarah terhadap apa yang akan dilakukan, berusaha mencari ridhanya dalam sesuatu yang dikerjakannya, serta memuliakannya dengan berkhidmah kepadanya sebagai bentuk pendekatan diri kepada Allah</q><strong>2. Sikap Murid Terhadap Guru</strong><p dir='rtl'>ويعلم أن ذله لشيخه عز، وخضوعه له فخر، وتواضعه له رفعة.</p><q>Hendaknya mengetahui bahwa merendahkan diri untuk gurunya adalah sebuah kemuliaan, menundukkan diri untuknya adalah sebuah</q>"
      },
      {
        "page": 17,
        "text": "<q>kebanggaan, dan tawadhu’ kepadanya adalah sebuah ketinggian derajat.</q><strong>3. Tawadhu Imam Syafi’i</strong><p dir='rtl'>ويقال إن الشافعي رضي هللا عنه عوتب على تواضعه للعلماء، فقال: أهني هلم نفسي فهم يكرموهنا ولن تكرم النفس اليت ال هتينها</p><q>Ada yang berkata bahwa suatu ketika Imam Syafi’I radhiyallahu ‘anhu dikritik karena sikap tawadhu’nya beliau dihadapan para ulama, maka beliau mengatakan:\"Aku merendahkan diriku untuk mereka, lalu mereka memuliakan diriku # tidak akan pernah seseorang dimuliakan yang tidak merendahkan dirinya\"</q><strong>4. Kisah Ibnu Abbas RA dan Zaid Bin Tsabit RA</strong><p dir='rtl'>وأخذ ابن عباس رضي هللا عنهما مع جاللته ومرتبته بركاب زيد بن اثبت األنصاري وقال: هكذ ا أمران أن نفعل بعلمائنا.</p><q>Ibnu Abbas radhiyallahu ‘anhuma dengan kemuliaan serta ketinggian martabatnya, beliau</q>"
      },
      {
        "page": 18,
        "text": "<q>pernah memegang pijakan pelana Zaid bin Tsabit al-Anshari, dan berkata: “beginilah kami diperintahkan untuk memperlakukan ulama-ulama kita”</q><strong>5. Kisah Imam Ahmad dan Khalaf al-Ahmar</strong><p dir='rtl'>و قال أمحد بن حنبل خللف األمحر: ال أقعد إال بني يديك، أمران أن نتواضع ملن نتعلم منه.</p><q>Imam Ahmad bin Hanbal pernah berkata kepada Khalaf al-Ahmar: “aku tidak duduk kecuali dihadapanmu, kami diperintahkan untuk bersikap tawadhu’ kepada orang yang kami timba ilmunya”</q><strong>6. Pesan Imam Ghazali</strong><p dir='rtl'>وقال الغزايل: ال ينال العلم إال ابلتواضع وإلقاء السمع</p><q>Imam Ghazali mengatakan: “ilmu tidak akan diraih kecuali dengan ketawadhu’an serta mendengarkan dengan baik”</q><strong>7. Mengikuti Arahan Guru</strong><p dir='rtl'>قال: ومهما أشار عليه شيخه بطريق يف التعليم فليقلده وليدع رأيه فخطأ مرشده أنفع له من صوابه يف نفسه</p><q>Dia berkata: “apapun yang diarahkan gurunya dalam pengajaran, maka hendaknya murid mengikutinya, dan meninggalkan pendapatnya pribadi, karena kesalahan mursyid (pembimbing)</q>"
      },
      {
        "page": 19,
        "text": "<q>lebih bermanfaat baginya daripada kebenaran pada dirinya sendiri”.</q><p dir='rtl'>وقد نبه هللا تعاىل على ذلك يف قصة موسى واخلضر عليهما السلام بقوله : {اِنَّكَ لَنْ تَسْتَطِيْعَ مَعِيَ صَبْرًا} [الكهف: 67]</p><q>Allah Ta’ala sudah mengingatkan hal tersebut dalam kisahnya Nabi Musa dan al-Khidhir dalam firmanNya: “sesungguhnya kamu tidak akan sanggup sabar bersamaku” (QS. Al-Kahfi: 67).</q><p dir='rtl'>هذا مع علو قدر موسى الكليم يف الرسالة والعلم حىت شرط عليه السكوت فقال: {فَلَا تَسْـَٔلْنِيْ عَنْ شَيْءٍ حَتّٰٓى اُحْدِثَ لَكَ مِنْهُ ذِكْرًا} [الكهف: 70]</p><q>Padahal dengan ketinggian martabat Nabi Musa dalam hal kerasulan serta keilmuan, namun alKhidhir memberikan syarat kepada Nabi Musa untuk diam. Al-Khidhir berkata: ‘Maka janganlah bertanya kepadaku sesuatu apapun sampai aku menerangkan kepadamu (QS. Al-Kahfi: 70)</q>"
      },
      {
        "page": 20,
        "text": "<strong>C. Hormat Kepada Guru</strong><strong>1. Menghormati Guru</strong><p dir='rtl'>الثالث: أن ينظره بعني اإلجالل ويعتقد فيه درجة الكمال فإن ذلك أقرب إىل نفعه به</p><q>Yang Ketiga, hendaknya memandang guru dengan pandangan penghormatan dan meyakini padanya derajat kesempurnaan, karena dengan seperti itu bisa lebih berpotensi untuk mendapatkan manfaat darinya.</q><strong>2. Tradisi Orang Salaf Ketika Menimba Ilmu</strong><p dir='rtl'>وكان بعض السلف إذا ذهب إىل شيخه تصدق بشيء وقال: اللهم اسرت عيب شيخي عِن وال تذهب بركة علمه مِن.</p><q>Dahulu sebagian orang-orang salaf tatkala hendak pergi menimba ilmu kepada gurunya, dia bersedekah sesuatu dan berdoa: ‘Ya Allah, tutuplah aib guruku dariku dan jangan hilangkan keberkahan ilmunya dariku.’</q><strong>3. Adab Imam Syafi’i</strong><p dir='rtl'>وقال الشافعي رضي هللا عنه: كنت أصفح الورقة بني</p>"
      },
      {
        "page": 21,
        "text": "<p dir='rtl'>دي مالك صفحا رفيقا هيبة له لئال يسمع وقعها.</p><q>Imam Syafii Radhiyallahu ‘anhu berkata: “aku membuka lembaran dihadapan Imam Malik secara pelan-pelan sebagai bentuk kesegananku kepadanya, supaya tidak terdengar suaranya”</q><strong>4. Adab Ar-Rabi bin Sulaiman Al-Muradi</strong><q>Al-Rabi’ berkata: “Demi Allah, aku tidak berani minum air sedangkan Imam Syafi’i melihatku karena segan kepadanya”</q><strong>5. Kisah Antara Anak Khalifah dan Syarik</strong><p dir='rtl'>وحضر بعض أوالد اخلليفة املهدي عند شريك فاستند إىل احلائط وسأله عن حديث فلم يلتفت إليه شريك، مث عاد فعاد شريك مبثل ذلك، قال: تستخف أبوالد اخللفاء؟ عند هللا من أن ّ ! قال: ال، ولكن العلم أجل أضيعه، ويروى العلم أزين عند أهله من أن يضيعوه.</p><q>Salah seorang anak Khalifah al-Mahdi hadir didepan Syarik, lalu dia bersandar ke dinding dan bertanya kepadanya tentang sebuah hadits, namun beliau (syarik) tidak menoleh kepadanya,</q>"
      },
      {
        "page": 22,
        "text": "<q>kemudian anak itu mengulangi lagi, dan sikap Syarik juga sama dengan sebelumnya (tidak menoleh), lalu anak itu berkata: “kamu merendahkan anak-anak khalifah kah?”, Syarik menjawab: “tidak, namun ilmu itu lebih mulia disisi Allah untuk sekedar aku sia-siakan”, dalam riwayat lain: “ilmu itu lebih indah bagi pemiliknya daripada mereka menyia-nyiakannya”.</q><strong>6. Memanggil Guru Dengan Sopan</strong><q>Seyogyanya, janganlah memanggil guru dengan panggilan yang tidak ada penghormatannya, jangan pula memanggilnya dari kejauhan, akan tetapi memanggilnya dengan ucapan: “wahai sayyidi, wahai ustadzi”</q><strong>7. Nasehat Al-Khatib</strong><p dir='rtl'>وقال اخلطيب: يقول: أيها العامل، وأيها احلافظ وحنو ذلك، وما تقولون يف كذا وما رأيكم يف كذا وشبه ذلك</p><q>Al-Khatib berkata: ‘murid hendaknya berkata kepada gurunya: “wahai ‘Alim”, “Wahai al-Hafidz” dan yang semacamnya, “apa yang anda katakan dalam permasalah ini”, dan “apa pendapat anda dalam permasalahan ini”, dan yang semacamnya.’</q>"
      },
      {
        "page": 23,
        "text": "<strong>8. Selalu Menghormati Guru Dimanapun</strong><q>Hendaknya tidak menyebut nama gurunya ketika dibelakang kecuali dengan menggunakan ungkapan yang menunjukkan sebuah penghormatan kepada sang guru, seperti mengucapkan: Syaikh mengatakan bla bla bla, atau Ustadz fulan mengatakan bla bla bla, atau Syaikh kami berkata bla bla bla, atau Hujjatul Islam berkata bla bla bla, atau yang semisalnya.</q>"
      },
      {
        "page": 24,
        "text": "<strong>D. Mengetahui Hak dan Jasa Guru</strong><strong>1. Mengetahui Hak dan Jasa Guru</strong><p dir='rtl'>الرابع: أن يعرف له حقه وال ينسى له فضله</p><q>Yang Keempat, hendaknya mengetahui hak guru dan tidak melupakan jasanya.</q><p dir='rtl'>قال شعبة: كنت إذا مسعت من الرجل احلديث كنت له ا ما ً عبد حيي</p><q>Syu’bah berkata: “jika aku mendengar hadits dari seseorang, maka aku adalah hambanya selama hidupnya”</q><p dir='rtl'>وقال: ما مسعت من أحد شيئا إال واختلفت إليه أكثر مما مسعت منه.</p><q>Dia juga berkata: “aku tidak pernah mendengar sesuatu dari seseorang melainkan aku telah mendatanginya berkali-kali lebih banyak daripada apa yang aku dengar darinya”</q><strong>2. Bentuk Penghormatan Kepada Guru</strong><p dir='rtl'>ومن ذلك أن يعظم حرمته ويرد غيبته ويغضب هلا، فإن عجز عن ذلك قام وفارق ذلك اجمللس</p>"
      },
      {
        "page": 25,
        "text": "<q>Termasuk didalamnya adalah mengagungkan penghormatan kepadanya, menepis ghibah dihadapannya dan marah karenanya, namun jika tidak mampu untuk berbuat seperti itu maka berdiri dan meninggalkan majelis tersebut.</q><strong>3. Menziarahi Kuburan Guru</strong><p dir='rtl'>وينبغي أن يدعو له مدة حياته ويرعى ذريته وأقاربه وأوداءه بعد وفاته، ويتعمد زايرة قربه واالستغفار له والصدقة عنه</p><q>Hendaknya mendoakan guru selama hidupnya, menjaga keturunan, kerabat dan orang-orang yang dicintainya setelah beliau wafat, berziarah ke makamnya dan memohonkan ampunan untuknya, serta bersedekah untuknya.</q><strong>4. Mengikuti Jejak Guru</strong><p dir='rtl'>ويسلك يف السمت واهلدى مسلكه، ويراعي يف العلم والدين عادته ويقتدي حبركاته وسكناته، يف عاداته وعباداته، ويتأدب آبدابه وال يدع االقتداء به .</p><q>Meniti dijalannya dalam sifat dan akhlaq, menjaga kebiasaannya dalam keilmuan dan keagamaan, meneladani pergerakan dan ketenangannya dalam masalah tradisi maupun ibadah, dan bertingkah laku sesuai adabnya serta tidak meninggalkan dari mencontoh gurunya</q>"
      },
      {
        "page": 26,
        "text": "<strong>E. Sabar Terhadap Sifat Guru</strong><strong>1. Bersabar Atas Sifat Guru</strong><p dir='rtl'>اخلامس: أن يصرب على جفوة تصدر من شيخه أو سوء خلق وال يصده ذلك عن مالزمته وحسن عقيدته</p><q>Yang Kelima, hendaknya bersabar terhadap sifat antipati (tak acuh) dari guru, atau perilaku yang tidak baik, dan hal tersebut tidak menghalanginya untuk tetap bermulazamah kepadanya serta kebaikan akidahnya.</q><strong>2. Mentakwilkan Perbuatan Guru</strong><p dir='rtl'>ويتأول أفعاله اليت يظهر أن الصواب خالفها على أحسن أتويل</p><q>Menta’wilkan (menafsirkan) perbuatan guru yang secara dhahirnya menyelisihi kebenaran dengan sebaik-baiknya penafsiran.</q><strong>3. Sikap Murid Terhadap Gurunya</strong><p dir='rtl'>ويبدأ هو عند جفوة الشيخ ابالعتذار والتوبة مما وقع واالستغفار</p><q>Hendaknya seorang murid dalam menyikapi sikap antipati (tak acuh) guru dengan meminta maaf, bertaubat terhadap kejadian yang sudah terjadi</q>"
      },
      {
        "page": 27,
        "text": "<q>serta beristighfar memohon ampun kepadaNya.</q><q>Mengembalikan pemicunya kepada dirinya dan menimpakan kesalahan terhadap dirinya, karena hal itu lebih melanggengkan kasih sayang guru, lebih menjaga hatinya dan lebih bermanfaat bagi murid di dunia dan akhiratnya</q><strong>4. Bersabar Dalam Menimba Ilmu</strong><p dir='rtl'>وعن بعض السلف: من مل يصرب على ذل التعليم بقي عمره يف عماية اجلهالة، ومن صرب عليه آل أمره إىل عز الدنيا واآلخرة.</p><q>Sebagian orang salaf mengatakan: siapa saja yang tidak bersabar atas kehinaan dalam perjalanannya dalam taklim, maka selama hidupnya berada dalam kebodohan, dan siapa saja yang bersabar atasnya maka akhir perkaranya akan mengarah kepada kemuliaan di dunia dan akhirat</q>"
      },
      {
        "page": 28,
        "text": "<p dir='rtl'>ولبعضهم: اصرب لدائك إن جفوت طبيبه واصرب جلهلك إن جفوت معلما</p><q>Sebagian salaf mengatakan: Bersabarlah atas penyakitmu jika kamu bersikap tak acuh kepada dokternya Dan bersabarlah atas kebodohanmu jika kamu bersikap tak acuh kepada gurunya</q><q>Ibnu Abbas berkata: “aku merendahkan diriku sebagai murid, dan aku menjadi mulia sebagai ahli ilmu”</q><p dir='rtl'>وقال معاىف بن عمران: مثل الذي يغضب على العامل مثل الذي يغضب على أساطني اجلامع.</p><q>Muafa bin Imran berkata: “orang yang marah kepada seorang ahli ilmu seperti orang yang marah kepada pilar-pilar masjid jami”.</q><p dir='rtl'>وقال الشافعي رضي هللا عنه: قيل لسفيان بن عيينة: إن قوما أيتونك من أقطار األرض تغضب عليهم يوشك</p>"
      },
      {
        "page": 29,
        "text": "<p dir='rtl'>أن يذهبوا أو يرتكوك، فقال للقائل: هم محق ى إذا مثلك إن تركوا ما ينفعهم لسوء خلقي.</p><q>Imam Syafi’i radhiyallahu ‘anhu berkata: ada seseorang yang berkata kepada Sufyan bin Uyainah: orang-orang banyak yang mendatangimu (untuk menimba ilmu) dari berbagai belahan bumi, namun engkau memarahi mereka, khawatirnya mereka pergi dan meninggalkanmu, lalu Sufyan bin Uyainah menjawab: kalau begitu, mereka adalah orang yang bodoh sepertimu, jika mereka meninggalkan sesuatu yang bermanfaat bagi mereka hanya karena keburukan akhlakku.</q><p dir='rtl'>وقال أبو يوسف رمحه هللا: مخسة جيب على اإلنسان اراهت َ د ُ م م، وعد منهم العامل ليقتبس من علمه.</p><q>Abu Yusuf rahimahullah berkata: lima hal yang wajib bagi setiap insan untuk berbaik dengan mereka, dan menyebutkan salah satunya adalah seorang ahli ilmu, agar bisa ditimba ilmunya.</q>"
      },
      {
        "page": 30,
        "text": "<strong>F. Berterima Kasih Kepada Guru</strong><strong>1. Berterima Kasih Kepada Guru</strong><p dir='rtl'>السادس: أن يشكر الشيخ على توقيفه على ما فيه فضيلة، وعلى توبيخه على ما فيه نقيصة، أو على كسل يعرتيه، أو قصور يعاينه أو غري ذلك مما يف إيقافه عليه وتوبيخه إرشاده وصالحه</p><q>Yang Keenam, hendaknya berterima kasih kepada guru atas dedikasinya yang didalamnya terdapat fadhilah (keutamaan), meluruskan terhadap kekurangan murid, atau terhadap kemalasan yang dialaminya, atau terhadap kelalaiannya, atau perkara selainnya yang mana sikap dan kritikan guru terhadap murid tersebut mengandung bimbingan kebaikan dan kemashlahatan baginya.</q><strong>2. Anugerah Dari Allah SWT</strong><p dir='rtl'>ويعد ذلك من الشيخ من نعم هللا تعاىل عليه ابعتناء الشيخ به ونظره إليه، فإن ذلك أمثل إىل قلب الشيخ وأبعث على االعتناء مبصاحله.</p><q>Dan hendaknya murid menganggap tindakan guru tersebut merupakan bagian dari nikmat Allah yang dianugerahkan kepadanya yaitu berupa perhatian guru serta pengamatannya terhadap murid,</q>"
      },
      {
        "page": 31,
        "text": "<q>karena hal yang seperti itu lebih diterima oleh hati guru dan menggugahnya untuk lebih memperhatikan kemashlahatannya.</q><strong>3. Bersikap Seakan Belum Tahu</strong><p dir='rtl'>وإذا أوقفه الشيخ على دقيقة من أدب أو نقيصة ا ً صدرت منه وكان يعرفه من قبل فال يظهر أنه كان عارف به وغفل عنه، بل يشكر الشيخ على إفادته ذلك واعتنائه أبمره</p><q>Apabila guru menunjukkan adab yang detail atau menunjukkan sebuah kekurangan yang terdapat pada diri murid, sementara dia telah mengetahuinya sebelumnya, hendaknya tidak menampakkan bahwa ia telah mengetahuinya dan lupa terhadapnya, akan tetapi berterima kasih atas ifadah yang disampaikan dan atas perhatian pada masalahnya.</q><strong>4. Adanya Mashlahat</strong><p dir='rtl'>فإن كان له يف ذلك عذر وكان إعالم الشيخ به أصلح فال أبس به وإال تركه، إال أن يرتتب على ترك بيان العذر مفسدة فيتعني إعالمه به.</p><q>Jika dalam hal tersebut dia mempunyai alasan, dan memberitahukannya kepada guru itu lebih bermashlahat, maka boleh untuk menyampaikan</q>"
      },
      {
        "page": 32,
        "text": "<q>alasannya, namun jika tidak bermashlahat, maka tidak perlu disampaikan kecuali jika dengan tidak memberi tahu guru itu bisa menimbulkan sebuah mafsadah, maka diharuskan untuk memberi tahu.</q>"
      },
      {
        "page": 33,
        "text": "<strong>G. Minta Izin Untuk Belajar Kepada Guru</strong><strong>1. Izin Terhadap Guru</strong><p dir='rtl'>السابع: أن ال يدخل على الشيخ يف غري اجمللس العام إال ابستئذان سو اء كان الشيخ وحده أو كان معه غيره</p><q>Yang Ketujuh, hendaknya tidak masuk kepada guru diluar majelis umum kecuali dengan meminta izin, sama halnya beliau sedang sendiri ataupun bersama orang lain.</q><strong>2. Maksimal 3 Kali Izin</strong><p dir='rtl'>فإن استأذن حبيث يعلم الشيخ ومل أيذن له انصرف وال يكرر االستئذان، وإن شك يف علم الشيخ به فال يزيد يف االستئذان فوق ثالث مرات أو ثالث طرقات ابلباب أو احللقة</p><q>Jika dia meminta izin yang mana guru sudah mengetahuinya, namun beliau tidak memberikan izin, maka hendaknya murid pergi dan tidak mengulangi untuk meminta izin. Namun jika ragu apakah sang guru mengetahui bahwa muridnya ada yang meminta izin atau tidak, maka hendaknya tidak meminta izin lebih dari tiga kali, atau tiga kali mengetuk pintu atau menggoyang lingkaran besi yang ada pada pintu</q>"
      },
      {
        "page": 34,
        "text": "<strong>3. Cara Mengetuk Pintu Rumah Guru</strong><q>Hendaknya pelan-pelan ketika mengetuk pintu dengan sopan yaitu menggunakan ujung kuku jari, kemudian dengan jari, kemudian dengan menggoyang lingkaran besi yang ada dipintu secara perlahan-lahan. Jika tempatnya jauh dari pintu atau dari lingkaran besi, maka boleh mengangkat suara sekadarnya saja, dan tidak lebih dari itu.</q><strong>4. Diutamakan Yang Afdhal dan Senior</strong><q>Jika guru memberikan izin, dan yang datang adalah banyak murid, maka yang paling utama dan yang paling tua didahulukan untuk masuk dan mengucapkan salam kepada guru, kemudian yang lainnya satu persatu mengucapkan salam sesuai dengan urutan yang afdhal.</q>"
      },
      {
        "page": 35,
        "text": "<strong>5. Keadaan Fisik Ketika Menemui Guru</strong><p dir='rtl'>وينبغي أن يدخل على الشيخ كامل اهليئة متطهر البدن والثياب نظيفهما بعدما حيتاج إليه من أخذ ظفر وشعر وقطع رائحة كريهة السيما إن كان يقصد جملس العلم فإنه جملس ذكر واجتماع يف عبادة.</p><q>Hendaknya ketika masuk ke guru dengan penampilan yang bagus, badan dan pakaiannya suci dan bersih, yang mana sebelumnya sudah memotong kuku-kukunya, rambutnya dan menghilangkan aroma yang tidak enak dari dirinya. Terlebih jika ingin ke majelis ilmu, yang mana majelis tersebut adalah majelis dzikir dan perkumpulan dalam beribadah.</q><strong>6. Sikap Murid Ketika Guru Beraktifitas</strong><p dir='rtl'>ومىت دخل على الشيخ يف غري اجمللس العام وعنده من يتحدث معه فسكتوا عن احلديث أو دخل والشيخ و حده يصلي أو يذكر أو يكتب أو يطالع فرتك ذلك أو سكت ومل يبدأه بكالم أو بسط حديث فليسلم وخيرج سريعا إال أن حيثه الشيخ على املكث، وإذا مكث فال يطيل إال أن أيمره بذلك.</p><q>Ketika murid datang kepada gurunya diluar dari</q>"
      },
      {
        "page": 36,
        "text": "<q>majelis yang umum (yang bisa dihadiri semua kalangan), sementara sang guru sedang berbicara kepada orang lain, lalu mereka menghentikan pembicaraan, atau dia datang sementara sang guru sedang shalat sendiri, atau berdzikir, atau menulis, atau mengkaji, lalu guru menghentikan aktifitasnya atau diam dan beliau tidak mengajaknya berbicara atau membuka percakapan, maka hendaknya murid mengucapkan salam dan segera keluar, kecuali jika guru memintanya agar diam ditempat dan jika dia diam ditempat, maka tidak boleh berlama-lama kecuali jika guru yang memintanya</q><strong>7. Kesiapan Murid Dalam Menimba Ilmu</strong><p dir='rtl'>وينبغي أن يدخل على الشيخ أو جيلس عنده وقلبه فارغ من الشواغل له وذهنه صاف ال يف حال نعاس أو غضب أو جوع شديد أو عطش أو حنو ذلك؛ لينشرح صدره ملا يقال ويعي ما يسمعه.</p><q>Hendaknya datang kepada guru dan duduk bersamanya dalam keadaan hatinya kosong dari kesibukan dan akal pikirannya jernih, bukan pada saat mengantuk, marah, lapar berat, haus atau yang semisalnya, agar dadanya lapang menerima apa yang dikatakan dan memahami apa yang didengarnya.</q>"
      },
      {
        "page": 37,
        "text": "<strong>8. Menunggu Guru</strong><q>Jika murid datang ketempat guru dan dia tidak melihat gurunya duduk, hendaknya menunggu agar tidak ketinggalan pelajarannya, karena setiap pelajaran yang tertinggal itu tidak bisa tergantikan nilainya.</q><q>Jangan mengetuk pintunya agar sang guru keluar kepadanya, jika guru sedang tidur, maka murid hendaknya bersabar menunggu hingga guru bangun dari tidurnya, atau pergi kemudian kembali ke tempat gurunya, namun bersabar menunggu itu lebih baik baginya.</q><strong>9. Adab Ibnu Abbas di Majelis Zaid bin Tsabit</strong><p dir='rtl'>فقد روي عن ابن عباس كان جيلس يف طلب العلم على ابب زيد بن اثبت حىت يستيقظ فيقال له: أال نوقظه لك؟ فيقو ل: ال، ور مبا طال مقامه وقرعته الشمس،</p>"
      },
      {
        "page": 38,
        "text": "<p dir='rtl'>وكذلك كان السلف يفعلون.</p><q>Diriwayatkan dari Ibnu Abbas bahwa beliau duduk saat menimba ilmu di pintu zaid bin tsabit hingga zaid bangun, lalu ada seseorang berkata kepada ibnu Abbas: apakah kami perlu membangunkan zaid untukmu? Ibnu Abbas menjawab: tidak usah. Dan terkadang Ibnu Abbas menunggu waktu yang sangat lama sehingga terik matahari menerpanya, dan begitulah para ulama salaf melakukannya.</q><strong>10. Mengetahui Keadaan Guru</strong><q>Tidaklah meminta guru untuk membacakan untuknya pada waktu yang memberatkannya, atau dalam kebiasaan guru tidak membacakan kepada muridnya pada waktu itu. Tidak mengusulkan kepada guru waktu yang khusus untuk dirinya tanpa menyertakan yang lain, sekalipun dirinya adalah seorang pemimpin besar, karena hal tersebut terdapat keangkuhan dan kebodohan</q>"
      },
      {
        "page": 39,
        "text": "<q>terhadap guru, para penimba ilmu serta ilmu itu sendiri, dan bisa jadi guru malu sehingga gara-gara hal tersebut, beliau meninggalkan apa yang lebih penting baginya pada waktu itu, akibatnya murid tidak beruntung.</q><p dir='rtl'>فإن بدأه الشيخ بوقت معني أو خاص بعذر عائق له عن احلضور مع اجلماعة أو ملصلحة رآها الشيخ فال أبس بذلك.</p><q>Jika guru yang memulainya dengan waktu tertentu atau khusus karena suatu alasan yang menghalanginya hadir bersama jamaah atau karena satu kebaikan yang dipertimbangkan oleh guru, maka tidak mengapa.</q>"
      },
      {
        "page": 40,
        "text": "<strong>H. Adab Duduk Murid Dihadapan Guru</strong><strong>1. Cara Duduk Sesuai Adab</strong><q>Yang Kedelapan, hendaknya duduk dihadapan guru dengan penuh adab sebagaimana seorang anak duduk dihadapan pengajarnya (seperti duduk tasyahhud awal), atau duduk bersila dengan tawadhu, tunduk, tenang dan khusyu’</q><strong>2. Menyimak Guru</strong><q>Diam menyimak guru, memandangnya dan memahami kata-katanya sehingga tidak membuat guru harus mengulangi penjelasannya.</q><strong>3. Tidak Tengak-Tengok</strong><p dir='rtl'>وال يلتفت من غري ضرورة، و ال ينظر إىل ميينه أو مشاله أو فوقه أو قدامه بغري حاجة و السيما عند حبثه له أو</p>"
      },
      {
        "page": 41,
        "text": "<p dir='rtl'>عند كالمه معه.</p><q>Tidak menoleh tanpa keperluan yang mendesak, tidak melihat ke kanan, ke kiri, ke atas, atau kedepan tanpa kebutuhan, apalagi pada saat mengkaji bersama guru atau berbicara dengannya.</q><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p>"
      },
      {
        "page": 42,
        "text": ""
      },
      {
        "page": 43,
        "text": ""
      },
      {
        "page": 44,
        "text": ""
      },
      {
        "page": 45,
        "text": ""
      },
      {
        "page": 46,
        "text": ""
      },
      {
        "page": 47,
        "text": ""
      },
      {
        "page": 48,
        "text": ""
      },
      {
        "page": 49,
        "text": ""
      },
      {
        "page": 50,
        "text": ""
      },
      {
        "page": 51,
        "text": ""
      },
      {
        "page": 52,
        "text": ""
      },
      {
        "page": 53,
        "text": ""
      },
      {
        "page": 54,
        "text": ""
      },
      {
        "page": 55,
        "text": ""
      },
      {
        "page": 56,
        "text": ""
      },
      {
        "page": 57,
        "text": ""
      },
      {
        "page": 58,
        "text": ""
      },
      {
        "page": 59,
        "text": ""
      },
      {
        "page": 60,
        "text": ""
      },
      {
        "page": 61,
        "text": ""
      },
      {
        "page": 62,
        "text": ""
      },
      {
        "page": 63,
        "text": ""
      },
      {
        "page": 64,
        "text": ""
      },
      {
        "page": 65,
        "text": ""
      },
      {
        "page": 66,
        "text": ""
      },
      {
        "page": 67,
        "text": ""
      },
      {
        "page": 68,
        "text": ""
      },
      {
        "page": 69,
        "text": ""
      },
      {
        "page": 70,
        "text": ""
      },
      {
        "page": 71,
        "text": ""
      },
      {
        "page": 72,
        "text": ""
      },
      {
        "page": 73,
        "text": ""
      }
    ]
  }
]
