[
  {
    "id": "6ec0bd7f-11c0-43da-975e-2a8ad9ebae0b",
    "info": {
      "title": "Al-Quran dan Sains",
      "author": "Ahmad Sarwat, Lc., MA",
      "publish": "Wed, 17 February 2021",
      "pages": 61,
      "price": 0,
      "category": "Ilmu Al-Quran & Tafsir"
    },
    "tableOfContents": [
      { "page": 6, "text": "Pendahuluan", "heading": false },
      {
        "page": 13,
        "text": "Perhatian Al-Quran Kepada Sains",
        "sub": [
          {
            "page": 13,
            "text": "Perintah Memperhatikan Berbagai Objek Penelitian"
          },
          { "page": 18, "text": "Al-Quran Memuji Ilmuwan" }
        ]
      },
      {
        "page": 22,
        "text": "Ayat Sains vs Ayat Hukum",
        "sub": [
          { "page": 22, "text": "Jumlah Ayat Sains" },
          { "page": 22, "text": "Jumlah Ayat Hukum" }
        ]
      },
      {
        "page": 26,
        "text": "Ayat Yang Sejalan Dengan Sains",
        "sub": [
          { "page": 26, "text": "Jasad Firaun Masih Utuh" },
          { "page": 27, "text": "Bertemunya Dua Lautan" },
          { "page": 27, "text": "Sungai di Bawah Laut" },
          { "page": 28, "text": "Dasar Lautan yang Gelap" },
          { "page": 29, "text": "Segala Sesuatu Diciptakan Berpasangan" },
          { "page": 29, "text": "Proses Kehamilan Manusia" },
          { "page": 31, "text": "Sidik Jari" },
          { "page": 31, "text": "Jaringan Syaraf di Kulit" },
          { "page": 32, "text": "Fenomena Hujan Darah" },
          { "page": 32, "text": "Garis Edar Tatasurya" },
          { "page": 33, "text": "Teori Big-Bang" },
          { "page": 34, "text": "Ruang Angkasa Hampa Udara" },
          { "page": 34, "text": "Isyarat Penjelahan Ruang Angkasa" },
          { "page": 35, "text": "Gunung Berjalan Seperti Awan" }
        ]
      },
      {
        "page": 36,
        "text": "Ayat Yang 'Bertentangan' Dengan Sains",
        "sub": [
          { "page": 36, "text": "Bumi dan Langit Diciptakan Dalam 6 Hari" },
          { "page": 40, "text": "Matahari Berbgerak Mengelilingi Bumi?" },
          { "page": 42, "text": "Bentuk Bumi BUlat atau Rata?" },
          { "page": 44, "text": "Bumi dan Langit ada Tujuh Buah" },
          { "page": 48, "text": "Langit Diangkat ke Atas Tanpa Tiang" },
          { "page": 50, "text": "Matahari Terbenam di Laut Berlumpur Hitam?" },
          { "page": 51, "text": "Gunung Diletakaan dan Jadi Pasak" },
          { "page": 52, "text": "Gunung Mencegah Gempa Bumi?" },
          { "page": 53, "text": "Gunung Bergerak Seperti Awan" },
          { "page": 54, "text": "Besi Diturunkan?" },
          { "page": 55, "text": "Air Mandi Dari Tulang Sulbi?" }
        ]
      },
      {
        "page": 56,
        "text": "Ayat Yang 'Bertentangan' Dengan Sains",
        "sub": [
          {
            "page": 56,
            "text": "Menolak Kebenaran Sains",
            "sub": [
              { "page": 57, "text": "Syeikh Muhammad bin Shalih Al-Utsaimin" },
              { "page": 61, "text": "Paham Anti Teknologi Barat" }
            ]
          },
          {
            "page": 62,
            "text": "Menerima Kebenaran Sains",
            "sub": [
              { "page": 63, "text": "Al-Quran Bukan Kitab Sains" },
              { "page": 63, "text": "Al-Quran Kitab Sastra" },
              { "page": 64, "text": "Al-Quran Diturunkan Kepada Muhammad SAW" },
              {
                "page": 66,
                "text": "Menafsirkan Ulang Sesuai Dengan Sains Modern"
              }
            ]
          }
        ]
      }
    ],
    "content": [
      {
        "page": 6,
        "text": "Kemampuan penginderaan kita hanya mampu merasakan fenomena di sekeliling kita. Bahkan mata kita bisa tertipu ketika melihat air sungai mengalir dari atas jembatan. Seolah-olah kita yang bergerak, padahal kita diam dan yang bergerak justru air sungai.<$@$/>Salah satu tugas ilmu pengetahuan adalah menguak hakikat yang terjadi, walaupun bertentangan apa yang kita indera. Dan ada banyak perintah untuk melakukan penelitian yang dalam sekian banyak ayat Al-Quran, namun Al-Quran sendiri tidak memberikan jawabannya.<$@$/>Sehingga kalau kita tidak melakukan riset dan penelitian sesungguhnya, kita tetap tidak akan menemukan jawabannya.<$@$/>Sesuatu yang dengan keliru sering dipahami oleh orang yang lugu, yaitu berharap ayat Al-Quran memberi jawaban atas misteri fenomena alam.<$@$/>Padahal jawabannya bukan di dalam ayat, melainkan di alam semesta lewat pengamatan saintifik dan ilmiyah, bukan lewat wahyu formal.<$@$/>Biar mudah, saya harus buatkan sedikit ilustrasi. Semoga mudah dipahami. Jakarta punya jalan tol melingkar di dalam kota."
      },
      {
        "page": 7,
        "text": "Kita bisa lihat petanya dan juga bisa lihat di GPS.<$@$/>Tapi walau pun pada hakikatnya tol itu melingkari Jakarta, ternyata kita yang ada di jalan tol itu tidak merasakan lingkarannya. Yang kita rasakan jalannya lurus-lurus saja.<$@$/>Mengapa demikian? Soalnya lingkarannya terlalu besar untuk bisa diindera langsung oleh kita. Padahal sebenarnya tanpa terasa kita berbelok. Dan terjadi terus menerus, tanpa terasa. Dan kalau kita ikuti terus tol dalam kita ini, maka kita akan tiba di tempat semula.<$@$/>Saya pernah kurang kerjaan mengukurnya, ternyata jaraknya 45 km.<$@$/>Yang biasa masuk dari Cawang menuju arah Grogol, pasti akan menemukan bahwa awalnya kita menuju ke arah Barat. Namun sampai di Grogol, ternyata mobil kita sudah menghadap Utara. Beloknya tadi dimana, kok sama sekali tidak terasa.<$@$/>Ternyata kalau dilihat pakai GPS, sejak dari Gatot Subroto bahkan jembatan Semanggi, posisi mobil sudah tidak lagi lurus ke arah Barat, tapi mulai bergeser sedikit demi sedikit ke Utara.<$@$/>Sampai di Tomang, posisi mobil sudah jam 24.00 alias lurus ke utara.<$@$/>Hal yang serupa juga kita alami kalau kita masuk tol JORR alias Jakarta Outer Ringroad. Selagi masih di daerah Ragunan TB Simatupang, posisi mobil masih ke arah Barat, tetapi lewat pondok Pinang."
      },
      {
        "page": 8,
        "text": "terus ke Joglo, tanpa terasa mobil sudah berubah arah menghadap ke Utara.<$@$/>Ketemu persimpangan tol Jakarta Merak, kita lihat mobil dari arah Merak datang dari kiri kita. Jakarta di sebelah kanan kita. Mobil sudah menghadap Utara tanpa terasa.<$@$/>Dan hal yang sama juga terjadi pada tol JORR 2. Masuk dari Gaplek di Pamulang, mobil masih menghadap Berat, tapi ketemu tol Merak Jakarta, posisi mobil sudah menghadap utara.<$@$/>Ternyata mobil kita berbelok tanpa terasa. Baru akan jelas bahwa kita jalan melingkar, kalau kita perhatikan GPS.<$@$/>Ilustasi yang kedua saya agak naik dikit yaitu lewat fenomena satelit buatan ISS.<$@$/>ISS adalah singkatan International Space Station. Sebuah satelit hasil patungan beberapa negara yang nampaknya hanya diam mengambang di angkasa sana dengan ketinggian 400-an km dari permukaan bumi.<$@$/>Para astronot yang hidup di dalamnya merasa biasa-biasa saja. Dalam indera mereka, ISS sepertinya hanya diam saja.<$@$/>Padahal kecepatan ISS kalau diukur dari permukaan bumi itu sangat tinggi, mencapai kecepatan 27.600 km per jam. Dengan kecepatan segitu, ISS bisa keliling bumi hanya dalam 90 menit. Dan dalam sehari mengitari bumi 16 kali."
      },
      {
        "page": 9,
        "text": "Lucunya astornot di dalamnya sama sekali tidak merasa gerakannya itu melingkar atau memutari bumi. Awak di dalamnya malah tidak merasakan apa-apa sama sekali.<$@$/>Dan ternyata bumi kita pun bergerak mengelili matahari. Sekali putaran lamanya setahun. Jarak yang dilintasi cukup jauh juga, yaitu 940 juta km.<$@$/>Gerakannya melingkari matahari, bukan gerakan lurus tapi berputar mengelilingi matahari.<$@$/>Dan kita manusia sebumi sama sekali tidak menyadari. Buat kita, rasanya bumi ini diam saja, tidak kemana-mana. Sama sekali tidak terpikir, kalau ternyata bumi ini bergerak dengan dua gerakan sekaligus :<$@$/>Pertama, berputar mengelilingi matahari (evolusi) sejauh 940 km dalam setahun. Silahkan dibagi kedua angka itu, nanti kita bisa menghitung berapa kecepatan bumi begerak mengelilingi matahari.<$@$/>Kedua, berputar seperti gasing dengan poros kutub utara dan kutub selatan. Inilah yang menjadikan ada siang dan malam di bumi.<$@$/>Kecepatannya adalah 40 ribu km dalam 24 ham. Satu putaran dalam 24 jam. Kecepatannya 1,666 km per jam. Kalau kita naik pesawat dengan kecepatan seperti itu, kita akan merasakan matahari diam saja, tidak bergerak ke barat."
      },
      {
        "page": 10,
        "text": "Kenapa kita tidak merasakan semua ini? Jawabnya karena kita ibarat lalat yang terperangkap di dalam pesawat terbang. Menurut pengamatan si lalat, dia terbang disitu-situ doang, padahal dia sedang terbang dengan kecepatan 900-an km / jam.<$@$/>Lalu kenapa lalat tidak merasakan apa-apa? Jawabnya karena semua isi pesawat juga ikut terbang dengan kecepatan yang sama.<$@$/>Seandainya lalat itu dibuang keluar pesawat, maka dia akan merasakan bahwa pesawat itu terbang cepat sekali dan dia tertinggal jauh dibelakang.<$@$/>Dan semua fenomena itu tidak akan ada jawabannya di dalam Al-Quran. Tidak akan kita temukan suatu ayat yang merinci berbagai fenomena tadi.<$@$/>Semua yang saya tulis di atas itulah sains, hasil dari apa yang Allah perintahkan di Al-Quran, yaitu melakukan penelitian langsung di alam semesta. Bukan membolak-balik ayatnya.<$@$/>Kalau pun ada isyarat dalam Al-Quran, yang terlalu lemah signalnya, serta tidak akan terbersit di kalangan mufassir era klasik.<$@$/>Isyarat yang saya maksud bahwa antara yang"
      },
      {
        "page": 11,
        "text": "kita rasakan lewat indera kita, belum tentu merupakan fakta yang sesungguhnya. Seperti ayat berikut ini :<$@$/><#@#>وَتَرَى الْجِبَالَ تَحْسَبُهَا جَامِدَةً وَّهِيَ تَمُرُّ مَرَّ السَّحَاب<#@#/>Dan kamu lihat gunung-gunung itu, kamu sangka dia tetap di tempatnya, padahal ia berjalan sebagai jalannya awan. (QS. An-Naml : 88)و حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ حَدَّثَنَا أَبِي حَدَّثَنَا سَعِيدُ بْنُ عُبَيْدٍ حَدَّثَنَا عَلِيُّ بْنُ رَبِيعَةَ قَالَ أَتَيْتُ الْمَسْجِدَ وَالْمُغِيرَةُ أَمِيرُ الْكُوفَةِ قَالَ فَقَالَ الْمُغِيرَةُسَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ إِنَّ كَذِبًا عَلَيَّ لَيْسَ كَكَذِبٍ عَلَى أَحَدٍ فَمَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنْ النَّارِو حَدَّثَنِي عَلِيُّ بْنُ حُجْرٍ السَّعْدِيُّ حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ أَخْبَرَنَا مُحَمَّدُ بْنُ قَيْسٍ الْأَسْدِيُّ عَنْ عَلِيِّ بْنِ رَبِيعَةَ الْأَسَدِيِّ عَنْ الْمُغِيرَةِ بْنِ شُعْبَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمِثْلِهِ وَلَمْ يَذْكُرْ إِنَّ كَذِبًا عَلَيَّ لَيْسَ كَكَذِبٍ عَلَى أَحَدٍ"
      },
      {
        "page": 9,
        "text": ""
      },
      {
        "page": 9,
        "text": ""
      },
      {
        "page": 9,
        "text": ""
      },
      {
        "page": 9,
        "text": ""
      },
      {
        "page": 9,
        "text": ""
      },
      {
        "page": 9,
        "text": ""
      },
      {
        "page": 9,
        "text": ""
      },
      {
        "page": 9,
        "text": ""
      },
      {
        "page": 9,
        "text": ""
      },
      {
        "page": 9,
        "text": ""
      },
      {
        "page": 9,
        "text": ""
      },
      {
        "page": 9,
        "text": ""
      },
      {
        "page": 9,
        "text": ""
      },
      {
        "page": 9,
        "text": ""
      },
      {
        "page": 9,
        "text": ""
      },
      {
        "page": 9,
        "text": ""
      },
      {
        "page": 9,
        "text": ""
      },
      {
        "page": 9,
        "text": ""
      },
      {
        "page": 9,
        "text": ""
      },
      {
        "page": 9,
        "text": ""
      },
      {
        "page": 9,
        "text": ""
      },
      {
        "page": 9,
        "text": ""
      },
      {
        "page": 9,
        "text": ""
      },
      {
        "page": 9,
        "text": ""
      },
      {
        "page": 9,
        "text": ""
      },
      {
        "page": 9,
        "text": ""
      },
      {
        "page": 9,
        "text": ""
      },
      {
        "page": 9,
        "text": ""
      },
      {
        "page": 9,
        "text": ""
      },
      {
        "page": 9,
        "text": ""
      },
      {
        "page": 9,
        "text": ""
      },
      {
        "page": 9,
        "text": ""
      },
      {
        "page": 9,
        "text": ""
      },
      {
        "page": 9,
        "text": ""
      },
      {
        "page": 9,
        "text": ""
      },
      {
        "page": 9,
        "text": ""
      },
      {
        "page": 9,
        "text": ""
      },
      {
        "page": 9,
        "text": ""
      },
      {
        "page": 9,
        "text": ""
      },
      {
        "page": 9,
        "text": ""
      },
      {
        "page": 9,
        "text": ""
      },
      {
        "page": 9,
        "text": ""
      },
      {
        "page": 9,
        "text": ""
      },
      {
        "page": 9,
        "text": ""
      },
      {
        "page": 9,
        "text": ""
      },
      {
        "page": 9,
        "text": ""
      },
      {
        "page": 9,
        "text": ""
      },
      {
        "page": 9,
        "text": ""
      },
      {
        "page": 9,
        "text": ""
      },
      {
        "page": 9,
        "text": ""
      },
      {
        "page": 9,
        "text": ""
      },
      {
        "page": 9,
        "text": ""
      },
      {
        "page": 9,
        "text": ""
      },
      {
        "page": 9,
        "text": ""
      },
      {
        "page": 9,
        "text": ""
      },
      {
        "page": 9,
        "text": ""
      }
    ]
  }
]
