[
  {
    "id": "dWS",
    "info": {
      "title": "Al-Quran dan Sains",
      "author": "Ahmad Sarwat, Lc., MA",
      "publish": "Wed, 17 February 2021",
      "pages": 61,
      "price": 0,
      "category": "Al-Quran & Tafsir",
      "desc": "Kemampuan penginderaan kita hanya mampu merasakan fenomena di sekeliling kita. Bahkan mata kita bisa tertipu ketika melihat air sungai mengalir dari atas jembatan. Seolah-olah kita yang bergerak, padahal kita diam dan yang bergerak justru air sungai."
    },
    "tableOfContents": [
      { "page": 6, "text": "Pendahuluan", "head": true },
      {
        "page": 13,
        "text": "Perhatian Al-Quran Kepada Sains",
        "sub": [
          {
            "page": 13,
            "text": "Perintah Memperhatikan Berbagai Objek Penelitian"
          },
          { "page": 18, "text": "Al-Quran Memuji Ilmuwan" }
        ]
      },
      {
        "page": 22,
        "text": "Ayat Sains vs Ayat Hukum",
        "sub": [
          { "page": 22, "text": "Jumlah Ayat Sains" },
          { "page": 22, "text": "Jumlah Ayat Hukum" }
        ]
      },
      {
        "page": 26,
        "text": "Ayat Yang Sejalan Dengan Sains",
        "sub": [
          { "page": 26, "text": "Jasad Firaun Masih Utuh" },
          { "page": 27, "text": "Bertemunya Dua Lautan" },
          { "page": 27, "text": "Sungai di Bawah Laut" },
          { "page": 28, "text": "Dasar Lautan yang Gelap" },
          { "page": 29, "text": "Segala Sesuatu Diciptakan Berpasangan" },
          { "page": 29, "text": "Proses Kehamilan Manusia" },
          { "page": 31, "text": "Sidik Jari" },
          { "page": 31, "text": "Jaringan Syaraf di Kulit" },
          { "page": 32, "text": "Fenomena Hujan Darah" },
          { "page": 32, "text": "Garis Edar Tatasurya" },
          { "page": 33, "text": "Teori Big-Bang" },
          { "page": 34, "text": "Ruang Angkasa Hampa Udara" },
          { "page": 34, "text": "Isyarat Penjelahan Ruang Angkasa" },
          { "page": 35, "text": "Gunung Berjalan Seperti Awan" }
        ]
      },
      {
        "page": 36,
        "text": "Ayat Yang 'Bertentangan' Dengan Sains",
        "sub": [
          { "page": 36, "text": "Bumi dan Langit Diciptakan Dalam 6 Hari" },
          { "page": 40, "text": "Matahari Berbgerak Mengelilingi Bumi?" },
          { "page": 42, "text": "Bentuk Bumi BUlat atau Rata?" },
          { "page": 44, "text": "Bumi dan Langit ada Tujuh Buah" },
          { "page": 48, "text": "Langit Diangkat ke Atas Tanpa Tiang" },
          { "page": 50, "text": "Matahari Terbenam di Laut Berlumpur Hitam?" },
          { "page": 51, "text": "Gunung Diletakaan dan Jadi Pasak" },
          { "page": 52, "text": "Gunung Mencegah Gempa Bumi?" },
          { "page": 53, "text": "Gunung Bergerak Seperti Awan" },
          { "page": 54, "text": "Besi Diturunkan?" },
          { "page": 55, "text": "Air Mandi Dari Tulang Sulbi?" }
        ]
      },
      {
        "page": 56,
        "text": "Bagaimana Kita Menjawabnya",
        "sub": [
          {
            "page": 56,
            "text": "Menolak Kebenaran Sains",
            "sub": [
              { "page": 57, "text": "Syeikh Muhammad bin Shalih Al-Utsaimin" },
              { "page": 61, "text": "Paham Anti Teknologi Barat" }
            ]
          },
          {
            "page": 62,
            "text": "Menerima Kebenaran Sains",
            "sub": [
              { "page": 63, "text": "Al-Quran Bukan Kitab Sains" },
              { "page": 63, "text": "Al-Quran Kitab Sastra" },
              { "page": 64, "text": "Al-Quran Diturunkan Kepada Muhammad SAW" },
              {
                "page": 66,
                "text": "Menafsirkan Ulang Sesuai Dengan Sains Modern"
              }
            ]
          }
        ]
      }
    ],
    "content": [
      {
        "page": 6,
        "text": "<strong>Pendahuluan</strong><p>Kemampuan penginderaan kita hanya mampu merasakan fenomena di sekeliling kita. Bahkan mata kita bisa tertipu ketika melihat air sungai mengalir dari atas jembatan. Seolah-olah kita yang bergerak, padahal kita diam dan yang bergerak justru air sungai.</p><p>Salah satu tugas ilmu pengetahuan adalah menguak hakikat yang terjadi, walaupun bertentangan apa yang kita indera. Dan ada banyak perintah untuk melakukan penelitian yang dalam sekian banyak ayat Al-Quran, namun Al-Quran sendiri tidak memberikan jawabannya.</p><p>Sehingga kalau kita tidak melakukan riset dan penelitian sesungguhnya, kita tetap tidak akan menemukan jawabannya.</p><p>Sesuatu yang dengan keliru sering dipahami oleh orang yang lugu, yaitu berharap ayat Al-Quran memberi jawaban atas misteri fenomena alam.</p><p>Padahal jawabannya bukan di dalam ayat, melainkan di alam semesta lewat pengamatan saintifik dan ilmiyah, bukan lewat wahyu formal.</p><strong>1. Fenomena Tol Lingkar Jakarta</strong><p>Biar mudah, saya harus buatkan sedikit ilustrasi. Semoga mudah dipahami.</p><p>Jakarta punya jalan tol melingkar di dalam kota.</p>"
      },
      {
        "page": 7,
        "text": "<p dir='cntn'>Kita bisa lihat petanya dan juga bisa lihat di GPS.</p><p>Tapi walau pun pada hakikatnya tol itu melingkari Jakarta, ternyata kita yang ada di jalan tol itu tidak merasakan lingkarannya. Yang kita rasakan jalannya lurus-lurus saja.</p><p>Mengapa demikian? Soalnya lingkarannya terlalu besar untuk bisa diindera langsung oleh kita. Padahal sebenarnya tanpa terasa kita berbelok. Dan terjadi terus menerus, tanpa terasa. Dan kalau kita ikuti terus tol dalam kita ini, maka kita akan tiba di tempat semula.</p><p>Saya pernah kurang kerjaan mengukurnya, ternyata jaraknya 45 km.</p><p>Yang biasa masuk dari Cawang menuju arah Grogol, pasti akan menemukan bahwa awalnya kita menuju ke arah Barat. Namun sampai di Grogol, ternyata mobil kita sudah menghadap Utara. Beloknya tadi dimana, kok sama sekali tidak terasa.</p><p>Ternyata kalau dilihat pakai GPS, sejak dari Gatot Subroto bahkan jembatan Semanggi, posisi mobil sudah tidak lagi lurus ke arah Barat, tapi mulai bergeser sedikit demi sedikit ke Utara.</p><p>Sampai di Tomang, posisi mobil sudah jam 24.00 alias lurus ke utara.</p><p>Hal yang serupa juga kita alami kalau kita masuk tol JORR alias Jakarta Outer Ringroad. Selagi masih di daerah Ragunan TB Simatupang, posisi mobil masih ke arah Barat, tetapi lewat pondok Pinang.</p>"
      },
      {
        "page": 8,
        "text": "<p>terus ke Joglo, tanpa terasa mobil sudah berubah arah menghadap ke Utara.</p><p>Ketemu persimpangan tol Jakarta Merak, kita lihat mobil dari arah Merak datang dari kiri kita. Jakarta di sebelah kanan kita. Mobil sudah menghadap Utara tanpa terasa.</p><p>Dan hal yang sama juga terjadi pada tol JORR 2. Masuk dari Gaplek di Pamulang, mobil masih menghadap Berat, tapi ketemu tol Merak Jakarta, posisi mobil sudah menghadap utara.</p><p>Ternyata mobil kita berbelok tanpa terasa. Baru akan jelas bahwa kita jalan melingkar, kalau kita perhatikan GPS.</p><strong>2. Fenomena SAtelit ISS</strong><p>Ilustasi yang kedua saya agak naik dikit yaitu lewat fenomena satelit buatan ISS.</p><p>ISS adalah singkatan International Space Station. Sebuah satelit hasil patungan beberapa negara yang nampaknya hanya diam mengambang di angkasa sana dengan ketinggian 400-an km dari permukaan bumi.</p><p>Para astronot yang hidup di dalamnya merasa biasa-biasa saja. Dalam indera mereka, ISS sepertinya hanya diam saja.</p><p>Padahal kecepatan ISS kalau diukur dari permukaan bumi itu sangat tinggi, mencapai kecepatan 27.600 km per jam. Dengan kecepatan segitu, ISS bisa keliling bumi hanya dalam 90 menit. Dan dalam sehari mengitari bumi 16 kali.</p>"
      },
      {
        "page": 9,
        "text": "<p>Lucunya astornot di dalamnya sama sekali tidak merasa gerakannya itu melingkar atau memutari bumi. Awak di dalamnya malah tidak merasakan apa-apa sama sekali.</p><strong>3. Fenome Bumi Mengelilingi Matahari</strong><p>Dan ternyata bumi kita pun bergerak mengelili matahari. Sekali putaran lamanya setahun. Jarak yang dilintasi cukup jauh juga, yaitu 940 juta km.</p><p>Gerakannya melingkari matahari, bukan gerakan lurus tapi berputar mengelilingi matahari.</p><p>Dan kita manusia sebumi sama sekali tidak menyadari. Buat kita, rasanya bumi ini diam saja, tidak kemana-mana. Sama sekali tidak terpikir, kalau ternyata bumi ini bergerak dengan dua gerakan sekaligus :</p><p>Pertama, berputar mengelilingi matahari (evolusi) sejauh 940 km dalam setahun. Silahkan dibagi kedua angka itu, nanti kita bisa menghitung berapa kecepatan bumi begerak mengelilingi matahari.</p><p>Kedua, berputar seperti gasing dengan poros kutub utara dan kutub selatan. Inilah yang menjadikan ada siang dan malam di bumi.</p><p>Kecepatannya adalah 40 ribu km dalam 24 ham. Satu putaran dalam 24 jam. Kecepatannya 1,666 km per jam. Kalau kita naik pesawat dengan kecepatan seperti itu, kita akan merasakan matahari diam saja, tidak bergerak ke barat.</p>"
      },
      {
        "page": 10,
        "text": "<strong>4. Fenomena Lalat Dalam Pesawat</strong><p>Kenapa kita tidak merasakan semua ini? Jawabnya karena kita ibarat lalat yang terperangkap di dalam pesawat terbang. Menurut pengamatan si lalat, dia terbang disitu-situ doang, padahal dia sedang terbang dengan kecepatan 900-an km / jam.</p><p>Lalu kenapa lalat tidak merasakan apa-apa? Jawabnya karena semua isi pesawat juga ikut terbang dengan kecepatan yang sama.</p><p>Seandainya lalat itu dibuang keluar pesawat, maka dia akan merasakan bahwa pesawat itu terbang cepat sekali dan dia tertinggal jauh dibelakang.</p><strong>Kesimpulan</strong><p>Dan semua fenomena itu tidak akan ada jawabannya di dalam Al-Quran. Tidak akan kita temukan suatu ayat yang merinci berbagai fenomena tadi.</p><p>Semua yang saya tulis di atas itulah sains, hasil dari apa yang Allah perintahkan di Al-Quran, yaitu melakukan penelitian langsung di alam semesta. Bukan membolak-balik ayatnya.</p><p>Kalau pun ada isyarat dalam Al-Quran, yang terlalu lemah signalnya, serta tidak akan terbersit di kalangan mufassir era klasik.</p><p>Isyarat yang saya maksud bahwa antara yang</p>"
      },
      {
        "page": 11,
        "text": "<p dir='cntn'>kita rasakan lewat indera kita, belum tentu merupakan fakta yang sesungguhnya. Seperti ayat berikut ini :</p><p dir='rtl'>وَتَرَى الْجِبَالَ تَحْسَبُهَا جَامِدَةً وَّهِيَ تَمُرُّ مَرَّ السَّحَاب</p><q>Dan kamu lihat gunung-gunung itu, kamu sangka dia tetap di tempatnya, padahal ia berjalan sebagai jalannya awan. (QS. An-Naml : 88)</q><p>Titik tekannya adalah pada kata : tahsabuha yang artinya kamu mengira. Itulah kemampuan inderawi kita, cuma bisa mengira.</p><p>Padahal hakikatnya sangat jauh berbeda dengan apa yang kita indera. Disitulah Allah SWT memuji para ahli sains.</p><p>Dalam buku ini Penulis ingin mengeksplorasi hubungan antara Al-Quran dan Sains. Yang jadi objek diskusi utama adalah perhatian Al-Quran terhadap sains dengan menganjurkan kita menguak misteri sains dan memuji mereka yang punya sains.</p><p>Selain itu menarik juga untuk kita amati perbandingan jumlah ayat yang diklaim sebagai ayat sains dan ayat hukum, karena ternyata lebih banyak ayat yang bicara tentang sains ketimbang ayat yang bicara tentang hukum.</p><p>Namun ketika diskusi tentang kesesuaian antara Al-Quran dengan sains, kita yang selama ini terlanjur beranggapan bahwa Al-Quran itu sangat ilmiyah dikejutkan dengan ayat-ayat yang justru</p>"
      },
      {
        "page": 12,
        "text": "<p dir='cntn'>terkesan bertentangan kebenaran sains modern.</p><p>Reaksi kita sebagai umat Islam ternyata berbeda-beda, ada yang tegas menolak kebenaran sains, ada yang menerima sebagian dan menolak sebagian, dan ada juga yang menerimanya secara totalitas, sambil mencoba mengotak-atik ulang ayat yang nampak bertentangan itu. Sebagian mengatakan bahwa ayat Al-Quran tidak bisa diukur dengan sains, karena pada hakikatnya Al-Quran merupakan kitab sastra. Sebagian lagi berupaya menafsirkan ulang dengan ragam tafsir yang berbeda.</p>"
      },
      {
        "page": 13,
        "text": "<strong>Perhatian Al-Quran Kepada Sains</strong><p>Setidaknya ada dua hal yang membuktikan AlQuran punya perhatian besar kepada sains, yaitu adanya perintah dalam Al-Quran untuk berpikir dan melakukan penelitian atas berbagai macam sains. Dan Al-Quran juga memuji serta meninggikan derajat para ilmuwan, pemikir dan ahli ilmu.</p><strong>A. Perintah Memperhatikan Berbagai Objek Penelitian</strong><p>Cukup banyak ayat dalam Al-Quran yang menunjukan berbagai macam tanda di alam ini untuk diperhatikan, diteliti diekspolrasi. Dan anjuran ini biasanya diarahkan kepada mereka yang berakal, berpikir dan berilmu.</p><p dir='rtl'>اِنَّ فِيْ خَلْقِ السَّمٰوٰتِ وَالْاَرْضِ وَاخْتِلَافِ الَّيْلِ وَالنَّهَارِ وَالْفُلْكِ الَّتِيْ تَجْرِيْ فِى الْبَحْرِ بِمَا يَنْفَعُ النَّاسَ وَمَآ اَنْزَلَ اللّٰهُ مِنَ السَّمَاۤءِ مِنْ مَّاۤءٍ فَاَحْيَا بِهِ الْاَرْضَ بَعْدَ مَوْتِهَا وَبَثَّ فِيْهَا مِنْ كُلِّ دَاۤبَّةٍ ۖ وَّتَصْرِيْفِ الرِّيٰحِ وَالسَّحَابِ الْمُسَخَّرِ بَيْنَ السَّمَاۤءِ وَالْاَرْضِ لَاٰيٰتٍ لِّقَوْمٍ يَّعْقِلُوْنَ</p><q>Sesungguhnya dalam penciptaan langit dan bumi, silih bergantinya malam dan siang, bahtera yang berlayar di laut membawa apa yang berguna bagi manusia, dan apa yang Allah turunkan dari langit</q>"
      },

      {
        "page": 14,
        "text": "<q>berupa air, lalu dengan air itu Dia hidupkan bumi sesudah mati (kering)-nya dan Dia sebarkan di bumi itu segala jenis hewan, dan pengisaran angin dan awan yang dikendalikan antara langit dan bumi; sungguh (terdapat) tanda-tanda (keesaan dan kebesaran Allah) bagi kaum yang memikirkan. (QS. Al-Baqarah : 164)</q><p dir='rtl'>وَهُوَ الَّذِيْ جَعَلَ لَكُمُ النُّجُوْمَ لِتَهْتَدُوْا بِهَا فِيْ ظُلُمٰتِ الْبَرِّ وَالْبَحْرِۗ قَدْ فَصَّلْنَا الْاٰيٰتِ لِقَوْمٍ يَّعْلَمُوْنَ</p><q>Dan Dialah yang menjadikan bintang-bintang bagimu, agar kamu menjadikannya petunjuk dalam kegelapan di darat dan di laut. Sesungguhnya Kami telah menjelaskan tandatanda kebesaran (Kami) kepada orang-orang yang mengetahui. (QS. Al-Anam : 97)</q><p dir='rtl'>وَهُوَ الَّذِيْٓ اَنْشَاَكُمْ مِّنْ نَّفْسٍ وَّاحِدَةٍ فَمُسْتَقَرٌّ وَّمُسْتَوْدَعٌ ۗقَدْ فَصَّلْنَا الْاٰيٰتِ لِقَوْمٍ يَّفْقَهُوْنَ</p><q>Dan Dialah yang menciptakan kamu dari seorang diri, maka (bagimu) ada tempat tetap dan tempat simpanan. Sesungguhnya telah Kami jelaskan tanda-tanda kebesaran Kami kepada orang-orang yang mengetahui. (QS. Al-Anam : 98)</q><p dir='rtl'>وَهُوَ الَّذِيْٓ اَنْزَلَ مِنَ السَّمَاۤءِ مَاۤءًۚ فَاَخْرَجْنَا بِهٖ نَبَاتَ كُلِّ شَيْءٍ فَاَخْرَجْنَا مِنْهُ خَضِرًا نُّخْرِجُ مِنْهُ حَبًّا مُّتَرَاكِبًاۚ وَمِنَ النَّخْلِ مِنْ طَلْعِهَا قِنْوَانٌ دَانِيَةٌ وَّجَنّٰتٍ مِّنْ اَعْنَابٍ وَّالزَّيْتُوْنَ وَالرُّمَّانَ مُشْتَبِهًا وَّغَيْرَ مُتَشَابِهٍۗ اُنْظُرُوْٓا اِلٰى ثَمَرِهٖٓ اِذَٓا اَثْمَرَ وَيَنْعِهٖ ۗاِنَّ فِيْ ذٰلِكُمْ لَاٰيٰتٍ</p>"
      },
      {
        "page": 15,
        "text": "<p dir='rtl'>لِّقَوْمٍ يُّؤْمِنُوْنَ</p><q>Dan Dialah yang menurunkan air hujan dari langit, lalu Kami tumbuhkan dengan air itu segala macam tumbuh-tumbuhan maka Kami keluarkan dari tumbuh-tumbuhan itu tanaman yang menghijau. Kami keluarkan dari tanaman yang menghijau itu butir yang banyak; dan dari mayang korma mengurai tangkai-tangkai yang menjulai, dan kebun-kebun anggur, dan (Kami keluarkan pula) zaitun dan delima yang serupa dan yang tidak serupa. Perhatikanlah buahnya di waktu pohonnya berbuah dan (perhatikan pulalah) kematangannya. Sesungguhnya pada yang demikian itu ada tandatanda (kekuasaan Allah) bagi orang-orang yang beriman. (QS. Al-Anam : 99)</q><p dir='rtl'>وَفِى الْاَرْضِ قِطَعٌ مُّتَجٰوِرٰتٌ وَّجَنّٰتٌ مِّنْ اَعْنَابٍ وَّزَرْعٌ وَّنَخِيْلٌ صِنْوَانٌ وَّغَيْرُ صِنْوَانٍ يُّسْقٰى بِمَاۤءٍ وَّاحِدٍۙ وَّنُفَضِّلُ بَعْضَهَا عَلٰى بَعْضٍ فِى الْاُكُلِۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يَّعْقِلُوْنَ</p><q>Dan di bumi ini terdapat bagian-bagian yang berdampingan, dan kebun-kebun anggur, tanaman-tanaman dan pohon korma yang bercabang dan yang tidak bercabang, disirami dengan air yang sama. Kami melebihkan sebahagian tanam-tanaman itu atas sebahagian yang lain tentang rasanya. Sesungguhnya pada yang demikian itu terdapat tanda-tanda (kebesaran Allah) bagi kaum yang berfikir. (QS. ArRad : 4)</q>"
      },
      {
        "page": 16,
        "text": "<p dir='rtl'>اَلَمْ يَرَوْا اِلَى الطَّيْرِ مُسَخَّرٰتٍ فِيْ جَوِّ السَّمَاۤءِ ۗمَا يُمْسِكُهُنَّ اِلَّا اللّٰهُ ۗاِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يُّؤْمِنُوْنَ</p><q>Tidakkah mereka memperhatikan burung-burung yang dimudahkan terbang diangkasa bebas. Tidak ada yang menahannya selain daripada Allah. Sesungguhnya pada yang demikian itu benarbenar terdapat tanda-tanda (kebesaran Tuhan) bagi orang-orang yang beriman. (QS. An-Nahl : 79)</q><p dir='rtl'>سَنُرِيْهِمْ اٰيٰتِنَا فِى الْاٰفَاقِ وَفِيْٓ اَنْفُسِهِمْ حَتّٰى يَتَبَيَّنَ لَهُمْ اَنَّهُ الْحَقُّۗ اَوَلَمْ يَكْفِ بِرَبِّكَ اَنَّهٗ عَلٰى كُلِّ شَيْءٍ شَهِيْدٌ</p><q>Kami akan memperlihatkan kepada mereka tandatanda (kekuasaan) Kami di segala wilayah bumi dan pada diri mereka sendiri, hingga jelas bagi mereka bahwa Al Quran itu adalah benar. Tiadakah cukup bahwa sesungguhnya Tuhanmu menjadi saksi atas segala sesuatu? (QS. Fushshilat : 53)</q><p dir='rtl'>اَلَمْ تَرَ اِلٰى رَبِّكَ كَيْفَ مَدَّ الظِّلَّۚ وَلَوْ شَاۤءَ لَجَعَلَهٗ سَاكِنًاۚ ثُمَّ جَعَلْنَا الشَّمْسَ عَلَيْهِ دَلِيْلًا ۙ</p><q>Apakah kamu tidak memperhatikan (penciptaan) Tuhanmu, bagaimana Dia memanjangkan (dan memendekkan) bayang-bayang dan kalau Dia menghendaki niscaya Dia menjadikan tetap bayang-bayang itu, kemudian Kami jadikan matahari sebagai petunjuk atas bayang-bayang itu, (QS. Al-Furqan : 45)</q>"
      },
      {
        "page": 17,
        "text": "<p dir='rtl'>اَلَمْ تَرَ اَنَّ اللّٰهَ يُوْلِجُ الَّيْلَ فِى النَّهَارِ وَيُوْلِجُ النَّهَارَ فِى الَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَۖ كُلٌّ يَّجْرِيْٓ اِلٰٓى اَجَلٍ مُّسَمًّى وَّاَنَّ اللّٰهَ بِمَا تَعْمَلُوْنَ خَبِيْرٌ</p><q>Tidakkah kamu memperhatikan, bahwa sesungguhnya Allah memasukkan malam ke dalam siang dan memasukkan siang ke dalam malam dan Dia tundukkan matahari dan bulan masing-masing berjalan sampai kepada waktu yang ditentukan, dan sesungguhnya Allah Maha Mengetahui apa yang kamu kerjakan. (QS. Luqman : 29)</q><p dir='rtl'>اَلَمْ تَرَ اَنَّ اللّٰهَ اَنْزَلَ مِنَ السَّمَاۤءِ مَاۤءًۚ فَاَخْرَجْنَا بِهٖ ثَمَرٰتٍ مُّخْتَلِفًا اَلْوَانُهَا ۗوَمِنَ الْجِبَالِ جُدَدٌ ۢبِيْضٌ وَّحُمْرٌ مُّخْتَلِفٌ اَلْوَانُهَا وَغَرَابِيْبُ سُوْدٌ</p><q>Tidakkah kamu melihat bahwasanya Allah menurunkan hujan dari langit lalu Kami hasilkan dengan hujan itu buah-buahan yang beraneka macam jenisnya. Dan di antara gunung-gunung itu ada garis-garis putih dan merah yang beraneka macam warnanya dan ada (pula) yang hitam pekat. (QS. Fathir : 27)</q><p dir='rtl'>اَلَمْ تَرَ اَنَّ اللّٰهَ اَنْزَلَ مِنَ السَّمَاۤءِ مَاۤءً فَسَلَكَهٗ يَنَابِيْعَ فِى الْاَرْضِ ثُمَّ يُخْرِجُ بِهٖ زَرْعًا مُّخْتَلِفًا اَلْوَانُهٗ ثُمَّ يَهِيْجُ فَتَرٰىهُ مُصْفَرًّا ثُمَّ يَجْعَلُهٗ حُطَامًا ۗاِنَّ فِيْ ذٰلِكَ لَذِكْرٰى لِاُولِى الْاَلْبَابِ ࣖ</p><q>Apakah kamu tidak memperhatikan, bahwa sesungguhnya Allah menurunkan air dari langit, maka diaturnya menjadi sumber-sumber air di</q>"
      },
      {
        "page": 18,
        "text": "<q>bumi kemudian ditumbuhkan-Nya dengan air itu tanam-tanaman yang bermacam-macam warnanya, lalu menjadi kering lalu kamu melihatnya kekuning-kuningan, kemudian dijadikan-Nya hancur berderai-derai. Sesungguhnya pada yang demikian itu benarbenar terdapat pelajaran bagi orang-orang yang mempunyai akal. (QS. Az-Zumar : 21)</q><p dir='rtl'> كَذٰلِكَ يُبَيِّنُ اللّٰهُ لَكُمُ الْاٰيٰتِ لَعَلَّكُمْ تَتَفَكَّرُوْنَۙ</p><q>Demikianlah Allah menerangkan ayat-ayat-Nya kepadamu supaya kamu berfikir, (QS. Al-Baqarah : 219)</q><p dir='rtl'>قَدْ بَيَّنَّا لَكُمُ الْاٰيٰتِ اِنْ كُنْتُمْ تَعْقِلُوْنَ</p><q>Sungguh telah Kami terangkan kepadamu ayatayat (Kami), jika kamu memahaminya. (QS. Ali Imran : 118)</q><strong>B. Al-Quran Memuji Imuwan</strong><p>Kita di Indonesia membedakan antara ahli ilmu agama dan ilmu sains. Kalau ahli agama biasa kita sebut ulama, sedangkan ahli ilmu sains kebiasannya kita menyebutnya dengan ilmuwan. Namun di dalam Al-Quran penyebutan keduanya justru tidak dibedakan, sama-sama disebut dengan ulama. Yang membedakan adalah konteks dan tafsirnya. Dan kata 'ulama' dua kali disebutkan dalam Al-Quran, yaitu pada surat Fathir 28 dan Asy-Syu'ara' ayat 197.</p><p dir='rtl'>اِنَّمَا يَخْشَى اللّٰهَ مِنْ عِبَادِهِ الْعُلَمٰۤؤُاۗ اِنَّ اللّٰهَ عَزِيْزٌ غَفُوْرٌ</p>"
      },
      {
        "page": 19,
        "text": "<q>Sesungguhnya yang takut kepada Allah di antara hamba-hamba-Nya, hanyalah ulama. Sesungguhnya Allah Maha Perkasa lagi Maha Pengampun. (QS. Fathir : 28)</q><p dir='rtl'>اَوَلَمْ يَكُنْ لَّهُمْ اٰيَةً اَنْ يَّعْلَمَهٗ عُلَمٰۤؤُا بَنِيْٓ اِسْرَاۤءِيْلَ</p><q>Dan apakah tidak cukup menjadi bukti bagi mereka, bahwa para ulama Bani Israil mengetahuinya? (QS. Asy-Syuara : 197)</q><p>Selain menggunakan kata ulama, yang lebih terarah lagi tentang penyebutan para ilmuwan menggunakan istilah lain seperti ulul-imi, ar-rasikhun fil 'il, ulil albab, ulil abshar dan ahluz-zikr</p><p dir='rtl'>شَهِدَ اللّٰهُ اَنَّهٗ لَآ اِلٰهَ اِلَّا هُوَۙ وَالْمَلٰۤىِٕكَةُ وَاُولُوا الْعِلْمِ قَاۤىِٕمًاۢ بِالْقِسْطِۗ لَآ اِلٰهَ اِلَّا هُوَ الْعَزِيْزُ الْحَكِيْمُ</p><q>Allah menyatakan bahwasanya tidak ada Tuhan melainkan Dia (yang berhak disembah), Yang menegakkan keadilan. Para Malaikat dan orangorang yang berilmu (juga menyatakan yang demikian itu). Tak ada Tuhan melainkan Dia (yang berhak disembah), Yang Maha Perkasa lagi Maha Bijaksana. (QS. Ali Imran : 18)</q><p dir='rtl'>يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِذَا قِيْلَ لَكُمْ تَفَسَّحُوْا فِى الْمَجٰلِسِ فَافْسَحُوْا يَفْسَحِ اللّٰهُ لَكُمْۚ وَاِذَا قِيْلَ انْشُزُوْا فَانْشُزُوْا يَرْفَعِ اللّٰهُ الَّذِيْنَ اٰمَنُوْا مِنْكُمْۙ وَالَّذِيْنَ اُوْتُوا الْعِلْمَ دَرَجٰتٍۗ وَاللّٰهُ بِمَا تَعْمَلُوْنَ خَبِيْرٌ</p><q>Hai orang-orang beriman apabila dikatakan kepadamu: 'Berlapang-lapanglah dalam majlis', maka lapangkanlah niscaya Allah akan memberi</q>"
      },
      {
        "page": 20,
        "text": "<q>kelapangan untukmu. Dan apabila dikatakan: 'Berdirilah kamu', maka berdirilah, niscaya Allah akan meninggikan orang-orang yang beriman di antaramu dan orang-orang yang diberi ilmu pengetahuan beberapa derajat. Dan Allah Maha Mengetahui apa yang kamu kerjakan. (QS. AlMujadilah : 11)</q><p dir='rtl'>وَالرّٰسِخُوْنَ فِى الْعِلْمِ يَقُوْلُوْنَ اٰمَنَّا بِهٖۙ كُلٌّ مِّنْ عِنْدِ رَبِّنَا ۚ وَمَا يَذَّكَّرُ اِلَّآ اُولُوا الْاَلْبَابِ</p><q>Dialah yang menurunkan Al Kitab (Al Quran) kepada kamu. Di antara (isi)nya ada ayat-ayat yang muhkamaat, itulah pokok-pokok isi Al qur'an dan yang lain (ayat-ayat) mutasyaabihaat. Adapun orang-orang yang dalam hatinya condong kepada kesesatan, maka mereka mengikuti sebahagian ayat-ayat yang mutasyaabihaat daripadanya untuk menimbulkan fitnah untuk mencari-cari ta'wilnya, padahal tidak ada yang mengetahui ta'wilnya melainkan Allah. Dan orang-orang yang mendalam ilmunya berkata: 'Kami beriman kepada ayat-ayat yang mutasyaabihaat, semuanya itu dari sisi Tuhan kami'. Dan tidak dapat mengambil pelajaran (daripadanya) melainkan orang-orang yang berakal. (QS. Ali Imran : 7)</q><p dir='rtl'>لٰكِنِ الرّٰسِخُوْنَ فِى الْعِلْمِ مِنْهُمْ وَالْمُؤْمِنُوْنَ يُؤْمِنُوْنَ بِمَآ اُنْزِلَ اِلَيْكَ وَمَآ اُنْزِلَ مِنْ قَبْلِكَ وَالْمُقِيْمِيْنَ الصَّلٰوةَ وَالْمُؤْتُوْنَ الزَّكٰوةَ وَالْمُؤْمِنُوْنَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِۗ اُولٰۤىِٕكَ سَنُؤْتِيْهِمْ اَجْرًا عَظِيْمًا ࣖ</p><q>Tetapi orang-orang yang mendalam ilmunya di</q>"
      },
      {
        "page": 21,
        "text": "<q>antara mereka dan orang-orang mukmin, mereka beriman kepada apa yang telah diturunkan kepadamu (Al Quran), dan apa yang telah diturunkan sebelummu dan orang-orang yang mendirikan shalat, menunaikan zakat, dan yang beriman kepada Allah dan hari kemudian. Orangorang itulah yang akan Kami berikan kepada mereka pahala yang besar. (QS. An-Nisa : 162)</q><p dir='rtl'>اِنَّ فِيْ خَلْقِ السَّمٰوٰتِ وَالْاَرْضِ وَاخْتِلَافِ الَّيْلِ وَالنَّهَارِ لَاٰيٰتٍ لِّاُولِى الْاَلْبَابِۙ</p><q>Sesungguhnya dalam penciptaan langit dan bumi, dan silih bergantinya malam dan siang terdapat tanda-tanda bagi orang-orang yang berakal, (QS. Ali Imran : 190)</q>"
      },
      {
        "page": 22,
        "text": "<strong>Ayat Sains vs Ayat Hukum</strong><p>Menarik kalau kita telaah penelitian yang membandingkan jumlah ayat sains dan ayat hukum di dalam Al-Quran. Ternyata secara sekilas lintas dari sisi jumlahnya kalau kita bandingakn malah lebih banyak ayat yang bicara tentang sains ketimbang ayat-ayat hukum.</p><strong>A. Jumlah Ayat Sains</strong><p>Ayat-ayat yang terkait dengan sains memang harus diakui cukup banyak tersebar di dalam AlQuran. Bahkan sebagian versi menyebutkan ayat yang mengarahkan kita kepada terbukanya sains antara 800-an hingga 1000-an ayat. Sedangkan ayat terkait hukum, menurut versi yang paling populer, hanya sekitar 200-an ayat saja.</p><p>Di dalam Al-Quran tak kurang terdapat 800 ayatayat kawniah dalam hitungan Muhammad Ahmad al-Ghamrawi. Sedangkan menurut Prof. Zaghlul alNajjar, ada 1000 ayat yang tegas dan ratusan lainnya yang tidak langsung terkait dengan fenomena alam semesta.</p><strong>B. Jumlah Ayat Hukum</strong><p>Sebenarnya ada banyak versi tentang berapa jumlah ayat hukum. Al-Ghazali, Ar-Razi, Ibnu</p>"
      },
      {
        "page": 23,
        "text": "<p dir='cntn'>Qudamah dan juga Muqatil bin Sulaiman menyebutkan jumlahnya sekitar 500-an ayat. Sedangkan yang mengatakan 200-an ayat adalah Abu Ath-Thayyib Al-Qanuji (w. 1307 H). Alasannya Beliau mengecek langsung tiap ayat dari 500-an ayat yang disebutkan sebelumnya, namun nampaknya hitungan 500-an ayat itu terlalu banyak kalau dianggap mengandung hukum.</p><p>Yang benar-benar mengandung hukum hanya sekitaran 200-an ayat itu saja. Dan ada juga yang tidak membatasi jumlah ayat hukum, semisal Ibnu Daqiq Al-'Id yang mengutip dari Az-Zarkasyi. Selain itu juga ada pendapat Al-Qarafi, Ash-Shan'ani dan Asy-Syaukani. Menarik untuk diamati, ayat hukum yang jumlahnya hanya 200-an itu ternyata berkembang menjadi beribu judul kitab fiqih yang memenuhi rak-rak perpustakaan kita.</p><p>Sebaliknya meski begitu banyak ayat yang mengajak kita meneneliti dan mengamati sains, namun pada kenyataannya karya-karya umat Islam di bidang sains untuk saat ini justru sangat sedikit jumlahnya.</p><p>Yang menjadi pertanyaan, kenapa hal seperti ini bisa terjadi? Kenapa ayat sains lebih banyak, namun karya sains umat Islam begitu sedikit? Tentu ada banyak jawaban dan analisa yang dikemukakan banyak pihak. Menurut hemat penulis, setidaknya ada dua jawaban yang cukup menarik untuk digaris-bawahi.</p>"
      },
      {
        "page": 24,
        "text": "<p>Pertama, karena Al-Quran pada hakikatnya bukan kitab teknolologi, tetapi merupakan kitab hukum agama. Oleh karena itulah kebanyakan para ulama mengembangkan isi kandungan AlQuran dari sisi hukum-hukum syariah dan bukan dari sisi sains dan teknologi.</p><p>Apalagi mengingat bahwa teknologi itu sifatnya selalu berkembang dan dinamis. Penemuan demi penemuan selalu datang silih berganti, tanpa harus melewati jalur wahyu dari langit.</p><p>Sedangkan hukum-hukum syariah sifatnya wahyu yang ditentukan dari atas langit. Manusia tidak boleh secara mandiri membuat hukumhukum syariah seenaknya, atau hanya berdasarkan pengamatan, penelitian dan uji coba begitu saja. Tidak seperti penemuan di bidang sains dan sains, harus berdasarkan kitab suci.</p><p>Oleh karena itulah meski jumlah ayat-ayat hukum itu terbatas, hingga ada yang mengatakan hanya 200-an ayat saja, namun justru melahirkan begitu banyak karya para ulama di bidang hukumhukum syariah. Apalagi selain Al-Quran ternyata juga ada sumber-sumber syariah yang lain, seperti hadits, ijma' qiyas, mashalih mursalah, istishab, dzariah, qaul shahabai, amalu ahlil madinah dan seterusnya.</p><p>Kedua, sebenarnya bukan umat Islam tidak punya karya, namun pada dasarnya ini merupakan perputaran dan pergiliran yang sifatnya sunnatullah. Pada masa keemasan dan kejayaannya, justru umat Islam menjadi kiblat dan</p>"
      },
      {
        "page": 25,
        "text": "<p dir='cntn'>pusat sains di seluruh dunia.</p><p>Sebab Islam menyerap semua prestasi pencapaian seluruh ilu pengetahuan dari berbagai peradaban dunia. Dari Romawi, Yunani, Mesir, Persia, China, Afrika, India, bahkan juga dari negeri Arab sendirri. Semua sains mat manusia berhasil dikoleksi di pusat-pusat peradaban umat Islam di masa lalu. Bahkan sebagiannya juga dipelajari dan diterjemahkan ke dalam bahasa Arab. Sehingga para ahli waris dan keturunan masing-masing bangsa seharusnya berterima kasih kepada umat Islam, karena telah berjasa menyimpan dan memelihara warisan sains nenek moang mereka. Dan pada gilirannya, mereka pun mempelajari warisan nenek moyang mereka justru lewat jalur khazanah sains yang berpusat di dunia Islam.</p><p>Jadi anggapan bahwa dunia Islam itu mundur dan tidak pernah maju di dalam dunia sains dan sains kurang tepat. Yang benar adalah umat Islam pernah mengalami kemajuan yang luar biasa, namun di masa sekarang ini mengalami kemunduran dari berbagai prestasi yang pernah dicapainya di masa lalu. Kemunduran ini berarti menunjukkan bahwa umat Islam juga pernah berjaya dan menguasai sains dunia.</p>"
      },
      {
        "page": 26,
        "text": "<strong>Ayat Yang Sejalan Dengan Sains</strong><p>Sebenarnya kalau kita mau adil, di dalam AlQuran ada ayat-ayat yang sejalan dengan, namun harus kita akui sebagiannya memang masih perlu dipikirkan lebih lanjut, karena sepintas nampak kurang sejalan dengan sains modern.</p><p>Ada beberapa ayat yang memang sejalan dengan fenomena sains modern. Sehingga bisa jadi hujjah yang menguatkan kebenaran Al-Quran, diantaranya :</p><strong>A. Jasad Firaun Masih Utuh</strong><p>Firaun merupakan penguasa pada masa Mesir Kuno. Jasad Firaun sesuai dengan Al-Quran :</p><p dir='rtl'>فَالْيَوْمَ نُنَجِّيْكَ بِبَدَنِكَ لِتَكُوْنَ لِمَنْ خَلْفَكَ اٰيَةً ۗوَاِنَّ كَثِيْرًا مِّنَ النَّاسِ عَنْ اٰيٰتِنَا لَغٰفِلُوْنَ ࣖ</p><q>Maka hari ini, Kami biarkan engkau (Firaun) terlepas dari badanmu (yang tidak bernyawa ditelan laut), untuk menjadi tanda bagi orangorang setelah mu (supaya mereka mengambil pelajaran). Dan (ingatlah) sesungguhnya kebanyakan manusia lengah terhadap tandatanda kekuasaan Kami.(QS. Yunus : 92)</q><p>Prof. Dr. Maurice Bucaille, penelitian ini berhasil menemukan fakta bahwa terdapat sisa-sisa garam</p>"
      },
      {
        "page": 27,
        "text": "<p dir='cntn'>yang masih melekat pada jasad mumi Firaun. Selain itu, diketahui juga jasad itu dikeluarkan dari laut serta dijadikan mumi dan awet hingga sekarang.</p><strong>B. Bertemunya Dua Lautan</strong><p>Pertemuan antara dua arus laut ini terjadi di Selat Gibraltar, tepatnya di antara Spanyol dan Maroko. Menurut para ilmuwan, fenomena tersebut terjadi karena air laut dari Samudera Atlantik dan dari Laut Mediterania memiliki karateristik yang berbeda, dilihat dari suhu air, kadar garam, dan kerapatannya.</p><p>Mengenai fenomena bertemunya dua lautan ini, Al-Quran telah menjelaskannya 14 abad silam. Allah berfirman</p><p dir='rtl'>مَرَجَ الْبَحْرَيْنِ يَلْتَقِيٰنِۙ بَيْنَهُمَا بَرْزَخٌ لَّا يَبْغِيٰنِۚ</p><q>Dia membiarkan dua lautan mengalir yang keduanya kemudian bertemu. Antara keduanya ada batas yang tidak dilampui masing-masing.(QS. Ar-Rahman: 19-20)</q><strong>C. Sungai di Bawah Laut</strong><p>Temuan sungai di bawah laut ini, tidak terlepas dari kisah menarik tentang seorang ahli oceanografer dan ahli selama terkemuka dari Prancis, Jacques-Yves Cousteau. Pada suatu hari ketika sedang melakukan eksplorasi bawah laut, tiba-tiba ia menemui beberapa kumpulan mata air tawar yang tidak bercampur dengan air laut.</p><p>Seolah ada dinding atau membran yang</p>"
      },
      {
        "page": 28,
        "text": "<p dir='cntn'>membatasi keduanya. Lalu fakta itu dikaitkan dengan Al-Quran yang sejak 14 abad sebelumnya telah menyebutkan fenomena itu.</p><p dir='rtl'>وَهُوَ الَّذِيْ مَرَجَ الْبَحْرَيْنِ هٰذَا عَذْبٌ فُرَاتٌ وَّهٰذَا مِلْحٌ اُجَاجٌۚ وَجَعَلَ بَيْنَهُمَا بَرْزَخًا وَّحِجْرًا مَّحْجُوْرًا</p><q>Dan Dialah yang membiarkan dua laut mengalir (berdampingan); yang ini tawar lagi segar dan yang lain asin lagi pahit; dan Dia jadikan antara keduanya dinding dan batas yang menghalangi. (QS. Al Furqan : 53)</q><strong>D. Dasar Lautan yang Gelap</strong><p>Manusia tak mampu menyelam 40 meter di bawah laut tanpa peralatan khusus. Dalam sebuah buku berjudul 'Oceans' dijelaskan, pada kedalaman 200 meter hampir tak dijumpai cahaya, sedangkan pada kedalaman 1.000 meter tak terdapat cahaya sama sekali.</p><p>Kondisi dasar laut yang gelap baru bisa diketahui setelah penemuan teknologi canggih. Namun, AlQuran telah menjelaskan keadaan dasar lautan tersebut sejak ribuan tahun yang lalu.</p><p dir='rtl'>اَوْ كَظُلُمٰتٍ فِيْ بَحْرٍ لُّجِّيٍّ يَّغْشٰىهُ مَوْجٌ مِّنْ فَوْقِهٖ مَوْجٌ مِّنْ فَوْقِهٖ سَحَابٌۗ ظُلُمٰتٌۢ بَعْضُهَا فَوْقَ بَعْضٍۗ اِذَآ اَخْرَجَ يَدَهٗ لَمْ يَكَدْ يَرٰىهَاۗ وَمَنْ لَّمْ يَجْعَلِ اللّٰهُ لَهٗ نُوْرًا فَمَا لَهٗ مِنْ نُّوْرٍ ࣖ</p><q>Atau seperti gelap gulita di lautan yang dalam, yang diliputi oleh ombak, yang di atasnya ombak (pula), di atasnya (lagi) awan; gelap gulita yang tindih-menindih, apabila dia mengeluarkan</q>"
      },
      {
        "page": 29,
        "text": "<q>tangannya, tiadalah dia dapat melihatnya, (dan) barangsiapa yang tiada diberi cahaya (petunjuk) oleh Allah maka tiadalah dia mempunyai cahaya sedikit pun.</q><strong>E. Segala Sesuatu Diciptakan Berpasangan</strong><p>Seorang ilmuwan asal Inggris, Paul Dirac, melakukan penelitian yang membuktikan bahwa materi diciptakan secara berpasangan (terdapat proton dan neutron dalam elektron). Ia memperoleh Nobel di bidang fisika pada 1933 atas penemuannya tersebut.</p><p dir='rtl'>وَمِنْ كُلِّ شَيْءٍ خَلَقْنَا زَوْجَيْنِ لَعَلَّكُمْ تَذَكَّرُوْنَ</p><q>Dan segala sesuatu Kami ciptakan berpasangpasangan supaya kamu mengingat akan kebesaran Allah.(QS. Adz-Zaariyat : 49)</q><p>Allah telah menciptakan segala sesuatunya secara berpasangan, termasuk berbagai partikel yang ada di bumi.</p><strong>F. Proses Kehamilan Manusia</strong><p dir='rtl'>يٰٓاَيُّهَا النَّاسُ اِنْ كُنْتُمْ فِيْ رَيْبٍ مِّنَ الْبَعْثِ فَاِنَّا خَلَقْنٰكُمْ مِّنْ تُرَابٍ ثُمَّ مِنْ نُّطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ مِنْ مُّضْغَةٍ مُّخَلَّقَةٍ وَّغَيْرِ مُخَلَّقَةٍ لِّنُبَيِّنَ لَكُمْۗ وَنُقِرُّ فِى الْاَرْحَامِ مَا نَشَاۤءُ اِلٰٓى اَجَلٍ مُّسَمًّى ثُمَّ نُخْرِجُكُمْ طِفْلًا ثُمَّ لِتَبْلُغُوْٓا اَشُدَّكُمْۚ وَمِنْكُمْ مَّنْ يُّتَوَفّٰى وَمِنْكُمْ مَّنْ يُّرَدُّ اِلٰٓى اَرْذَلِ الْعُمُرِ لِكَيْلَا يَعْلَمَ مِنْۢ بَعْدِ عِلْمٍ شَيْـًٔاۗ وَتَرَى الْاَرْضَ هَامِدَةً فَاِذَآ اَنْزَلْنَا عَلَيْهَا الْمَاۤءَ اهْتَزَّتْ وَرَبَتْ وَاَنْۢبَتَتْ مِنْ كُلِّ زَوْجٍۢ بَهِيْجٍ</p><q>Hai manusia, jika kamu dalam keraguan tentang</q>"
      },
      {
        "page": 30,
        "text": "<q>kebangkitan (dari kubur), maka (ketahuilah) sesungguhnya Kami telah menjadikan kamu dari tanah, kemudian dari setetes mani, kemudian dari segumpal darah, kemudian dari segumpal daging yang sempurna kejadiannya dan yang tidak sempurna, agar Kami jelaskan kepada kamu dan Kami tetapkan dalam rahim, apa yang Kami kehendaki sampai waktu yang sudah ditentukan, kemudian Kami keluarkan kamu sebagai bayi, kemudian (dengan berangsur-angsur) kamu sampailah kepada kedewasaan, dan di antara kamu ada yang diwafatkan dan (adapula) di antara kamu yang dipanjangkan umurnya sampai pikun, supaya dia tidak mengetahui lagi sesuatupun yang dahulunya telah diketahuinya. Dan kamu lihat bumi ini kering, kemudian apabila telah Kami turunkan air di atasnya, hiduplah bumi itu dan suburlah dan menumbuhkan berbagai macam tumbuh-tumbuhan yang indah. (QS. Al-Hajj : 5)</q><p dir='rtl'>ثُمَّ خَلَقْنَا النُّطْفَةَ عَلَقَةً فَخَلَقْنَا الْعَلَقَةَ مُضْغَةً فَخَلَقْنَا الْمُضْغَةَ عِظٰمًا فَكَسَوْنَا الْعِظٰمَ لَحْمًا ثُمَّ اَنْشَأْنٰهُ خَلْقًا اٰخَرَۗ فَتَبَارَكَ اللّٰهُ اَحْسَنُ الْخٰلِقِيْنَۗ</p><q>Kemudian air mani itu Kami jadikan segumpal darah, lalu segumpal darah itu Kami jadikan segumpal daging, dan segumpal daging itu Kami jadikan tulang belulang, lalu tulang belulang itu Kami bungkus dengan daging. Kemudian Kami jadikan dia makhluk yang (berbentuk) lain. Maka Maha sucilah Allah, Pencipta Yang Paling Baik. (QS. Al-Mukminun : 14)</q>"
      },
      {
        "page": 31,
        "text": "<strong>G. Sidik Jari</strong><p>Pola sidik jari ada dalam setiap tangan manusia dan sifatnya permanen. Ini berarti bayi hingga dewasa pola sidik jarinya tidak akan berubah. Sidik jari ini telah disampaikan Alquran.</p><p dir='rtl'>اَيَحْسَبُ الْاِنْسَانُ اَلَّنْ نَّجْمَعَ عِظَامَهٗ ۗ بَلٰى قٰدِرِيْنَ عَلٰٓى اَنْ نُّسَوِّيَ بَنَانَهٗ</p><q>Apakah manusia mengira bahwa kami tidak akan mengumpulkan (kembali) tulang belulangnya? Bukan demikian, sebenarnya Kami kuasa menyusun (kembali) jari jemarinya dengan sempurna,(QS. Al Qiyamah : 3-4)</q><strong>H. Jaringan Syaraf di Kulit</strong><p>Dahulu para dokter mengira bahwa otaklah yang bertanggung jawab atas rasa sakit. Sekarang sudah diketahui bahwa ada reseptor tertentu dalam kulit yang disebut reseptor rasa sakit, yang juga bertanggung jawab atas rasa sakit itu.</p><p dir='rtl'>اِنَّ الَّذِيْنَ كَفَرُوْا بِاٰيٰتِنَا سَوْفَ نُصْلِيْهِمْ نَارًاۗ كُلَّمَا نَضِجَتْ جُلُوْدُهُمْ بَدَّلْنٰهُمْ جُلُوْدًا غَيْرَهَا لِيَذُوْقُوا الْعَذَابَۗ اِنَّ اللّٰهَ كَانَ عَزِيْزًا حَكِيْمًا</p><q>Orang orang yang kafir kepada ayat-ayat kami kelak akan kami masukan mereka kedalam neraka. Setiap kali kulit mereka hangus, Kami ganti kulit mereka dengan kulit yang baru, supaya mereka merasakan azab. (QS. An-Nisa 56)</q><p>Kita lihat kembali diatas disebutkan bahwa \"Setiap kali kulit mereka hangus, Kami ganti kulit</p>"
      },
      {
        "page": 32,
        "text": "<p dir='cntn'>mereka dengan kulit yang baru, supaya mereka merasakan azab.\", Menandakan bahwa ada sesuatu dalam kulit yang bertanggung jawab atas rasa sakit yang disebut dokter sebagai reseptor rasa sakit.</p><p>Seorang profesor bernama Tagatat Tajasen begitu terpukau bahwa quran menyebutkan ini 1.400 tahun yang lalu, sehingga pada 9th Medical di Arab Saudi, Riyadh, di konferensi itu Profesor Tagatat Tajasen mengucapkan syahadat \"lailahaillallah muhammadarrasulullah, tiada tuhan selain Allah, dan Nabi Muhammad adalah utusan Allah\"</p><strong>I. Fenomena Hujan Darah</strong><p>Hujan berwarna merah pernah terjadi pada 2008. Bakteriolog setempat memastikan darah jatuh pada sebuah komunitas kecil di La Sierra, Choco, Kolombia. Sebagian sampel diambil dan analisis, hasilnya menunjukkan bahwa air itu darah. Alquran telah memperingatkan kejadian ini.</p><p dir='rtl'>فَاَرْسَلْنَا عَلَيْهِمُ الطُّوْفَانَ وَالْجَرَادَ وَالْقُمَّلَ وَالضَّفَادِعَ وَالدَّمَ اٰيٰتٍ مُّفَصَّلٰتٍۗ فَاسْتَكْبَرُوْا وَكَانُوْا قَوْمًا مُّجْرِمِيْنَ</p><q>Maka Kami kirimkan kepada mereka angin topan, belalang, kutu, katak dan darah sebagai bukti yang jelas, tetapi mereka tetap menyombongkan diri dan mereka adalah kaum yang berdosa. (QS. AlA'raf : 133)</q><strong>J. Garis Edar Tatasurya</strong><p>Menurut ahli astronomi, matahari bergerak</p>"
      },
      {
        "page": 33,
        "text": "<p dir='cntn'>dengan kecepatan 720.000 km/jam ke arah bintang Vega dalam sebuah garis edar yang dinamakan Solar Apex. Ini berarti matahari bergerak sejauh 17.280.000 kilometer dalam sehari.</p><p>Selain matahari, semua planet dan satelit dalam sistem gravitasi matahari juga berjalan dalam jarak ini. Semua bintang yang ada di alam semesta pun sama. Fenomena tatasurya dan garis edar ini sudah tertulis di dalam Al-Quran, antara lain di dalam Surah Al-Anbiya' ayat 33.</p><p dir='rtl'>وَهُوَ الَّذِيْ خَلَقَ الَّيْلَ وَالنَّهَارَ وَالشَّمْسَ وَالْقَمَرَۗ كُلٌّ فِيْ فَلَكٍ يَّسْبَحُوْنَ</p><q>Dan Dialah yang telah menciptakan malam dan siang, matahari dan bulan. Masing-masing dari keduanya itu beredar di dalam garis edarnya. (QS. Al-Anbiya' : 33)</q><strong>K. Teori Big-Bang</strong><p>Big Bang diyakini sebagai peristiwa yang menyebabkan terbentuknya alam semesta. Teori ini didasarkan pada kajian kosmologi mengenai bentuk awal dan perkembangan alam semesta.</p><p>Berdasarkan teori ini, dikatakan bahwa alam semesta awalnya dalam keadaan sangat panas dan padat, lalu mengembang secara terus-menerus hingga hari ini. Hal tersebut ternyata sudah disampaikan di dalam Al-Quran tepatnya Surah AlAnbiya ayat 30</p><p dir='rtl'>اَوَلَمْ يَرَ الَّذِيْنَ كَفَرُوْٓا اَنَّ السَّمٰوٰتِ وَالْاَرْضَ كَانَتَا رَتْقًا فَفَتَقْنٰهُمَاۗ</p>"
      },
      {
        "page": 34,
        "text": "<p dir='rtl'>وَجَعَلْنَا مِنَ الْمَاۤءِ كُلَّ شَيْءٍ حَيٍّۗ اَفَلَا يُؤْمِنُوْنَ</p><q>Dan apakah orang-orang kafir tidak mengetahui bahwasanya langit dan bumi itu dahulu adalah suatu yang padu, kemudian Kami pisahkan keduanya. Dan dari air Kami jadikan segala sesuatu yang hidup. Maka mengapakah mereka tidak juga beriman? (QS. Al-Anbiya : 30)</q><strong>L. Ruang Angkasa Hampa Udara</strong><p>Sains modern menegaskan bahwa angkasa luar itu hampa udara, sehingga apabila manusia menembusnya, maka dia butuh naik pesawat khusus atau pakaian khusus yang dibekali dengan oksigen. Kalau tidak, maka dadanya akan sesak lantaran kehabisan oksigen.</p><p>Isyarat tentang hal ini kemudian ditemukan di dalam Al-Quran :</p><p dir='rtl'>فَمَنْ يُّرِدِ اللّٰهُ اَنْ يَّهْدِيَهٗ يَشْرَحْ صَدْرَهٗ لِلْاِسْلَامِۚ وَمَنْ يُّرِدْ اَنْ يُّضِلَّهٗ يَجْعَلْ صَدْرَهٗ ضَيِّقًا حَرَجًا كَاَنَّمَا يَصَّعَّدُ فِى السَّمَاۤءِۗ كَذٰلِكَ يَجْعَلُ اللّٰهُ الرِّجْسَ عَلَى الَّذِيْنَ لَا يُؤْمِنُوْنَ</p><q>Barangsiapa yang Allah menghendaki akan memberikan kepadanya petunjuk, niscaya Dia melapangkan dadanya untuk (memeluk agama) Islam. Dan barangsiapa yang dikehendaki Allah kesesatannya, niscaya Allah menjadikan dadanya sesak lagi sempit, seolah-olah ia sedang mendaki langit. (QS. Al-Anam : 125)</q><strong>M. Isyarat Penjelahan Ruang Angkasa</strong><p>Di masa kenabian tidak ada orang yang mengorbit bumi terbang menjelajah angkasa luar.</p>"
      },
      {
        "page": 35,
        "text": "<p dir='cntn'>Baru pada abad ke-20 kosmonot Uni Soyvet, Yuri Gagarin, tercatat sebagai orang yang pertama kali melakukannya. Namun banyak kalangan yang menyebutkan bahwa isyarat tentang perjalanan ke angkasa luar ini sudah termaktub di dalam AlQuran sejak 14 abad sebelumnya. Ayatnya ada dalam Surat Ar-Rahman.</p><p dir='rtl'>يٰمَعْشَرَ الْجِنِّ وَالْاِنْسِ اِنِ اسْتَطَعْتُمْ اَنْ تَنْفُذُوْا مِنْ اَقْطَارِ السَّمٰوٰتِ وَالْاَرْضِ فَانْفُذُوْاۗ لَا تَنْفُذُوْنَ اِلَّا بِسُلْطٰنٍۚ</p><q>Hai jama'ah jin dan manusia, jika kamu sanggup menembus (melintasi) penjuru langit dan bumi, maka lintasilah, kamu tidak dapat menembusnya kecuali dengan kekuatan. (QS. Ar-Rahman : 33)</q><strong>N. Gunung Berjalan Seperti Awan</strong><p>Di dalam Al-Quran ada disebutkan bahwa gunung itu tidak diam saja, melainkan bergerak sebagaimana awan-awan itu bergerak.</p><p dir='rtl'>وَتَرَى الْجِبَالَ تَحْسَبُهَا جَامِدَةً وَّهِيَ تَمُرُّ مَرَّ السَّحَابِۗ صُنْعَ اللّٰهِ الَّذِيْٓ اَتْقَنَ كُلَّ شَيْءٍۗ اِنَّهٗ خَبِيْرٌۢ بِمَا تَفْعَلُوْنَ</p><q>Dan kamu lihat gunung-gunung itu, kamu sangka dia tetap di tempatnya, padahal ia berjalan sebagai jalannya awan. (Begitulah) perbuatan Allah yang membuat dengan kokoh tiap-tiap sesuatu; sesungguhnya Allah Maha Mengetahui apa yang kamu kerjakan. (QS. An-Naml : 88)</q>"
      },
      {
        "page": 36,
        "text": "<strong>Ayat Yang 'Bertentangan' Dengan Sains</strong><p>Sebenarnya kalau kita mau teliti dan sedikit jujur, selain ada ayat-ayat Al-Quran yang dianggap sejalan dengan sains, sebenarnya ada juga beberapa ayat Al-Quran yang sekilas nampak pertentangannya dengan fakta-fakta sains dan sains, khususnya kalau dikaitkan dengan fakta alam semesta di masa modern. Beberapa diantaranya ayat-ayat berikut :</p><strong>A. Bumi dan Langit Diciptakan Dalam 6 Hari</strong><p>Di dalam Al-Quran banyak sekali ayat yang menyebutkan bahwa bumi dan langit atau alam semesta ini diciptakan dalam waktu enam hari. Dan rupanya bukan hanya di dalam Al-Quran saja disebutkan, namun di dalam kitab samawi terdahulu juga sama, disebutkan semua itu diciptakan dalam 6 hari. Setidaknya tujuh kali disebutkan dalam ayat-ayat berikut ini.</p><p dir='rtl'>اِنَّ رَبَّكُمُ اللّٰهُ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ فِيْ سِتَّةِ اَيَّامٍ ثُمَّ اسْتَوٰى عَلَى الْعَرْشِۗ</p><q>Sesungguhnya Tuhan kamu ialah Allah yang telah menciptakan langit dan bumi dalam enam masa, lalu Dia bersemayam di atas 'Arsy. (QS. Al-Araf : 54)</q>"
      },
      {
        "page": 37,
        "text": "<p dir='rtl'>اِنَّ رَبَّكُمُ اللّٰهُ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ فِيْ سِتَّةِ اَيَّامٍ ثُمَّ اسْتَوٰى عَلَى الْعَرْشِ يُدَبِّرُ الْاَمْرَۗ</p><q>Sesungguhnya Tuhan kamu ialah Allah Yang menciptakan langit dan bumi dalam enam masa, kemudian Dia bersemayam di atas 'Arsy untuk mengatur segala urusan. (QS. Yunus : 3)</q><p dir='rtl'>وَهُوَ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ فِيْ سِتَّةِ اَيَّامٍ وَّكَانَ عَرْشُهٗ عَلَى الْمَاۤءِ</p><q>Dan Dialah yang menciptakan langit dan bumi dalam enam masa, dan adalah singgasana-Nya (sebelum itu) di atas air (QS. Hud : 7)</q><p dir='rtl'>اَلَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ وَمَا بَيْنَهُمَا فِيْ سِتَّةِ اَيَّامٍ ثُمَّ اسْتَوٰى عَلَى الْعَرْشِۚ اَلرَّحْمٰنُ فَسْـَٔلْ بِهٖ خَبِيْرًا</p><q>Yang menciptakan langit dan bumi dan apa yang ada antara keduanya dalam enam masa, kemudian dia bersemayam di atas 'Arsy, (Dialah) Yang Maha Pemurah, maka tanyakanlah (tentang Allah) kepada yang lebih mengetahui (Muhammad) tentang Dia. (QS. Al-Furqan : 59)</q><p dir='rtl'>اَللّٰهُ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ وَمَا بَيْنَهُمَا فِيْ سِتَّةِ اَيَّامٍ ثُمَّ اسْتَوٰى عَلَى الْعَرْشِۗ مَا لَكُمْ مِّنْ دُوْنِهٖ مِنْ وَّلِيٍّ وَّلَا شَفِيْعٍۗ اَفَلَا تَتَذَكَّرُوْنَ</p><q>Allah lah yang menciptakan langit dan bumi dan apa yang ada di antara keduanya dalam enam masa, kemudian Dia bersemayam di atas 'Arsy.</q>"
      },
      {
        "page": 38,
        "text": "<q>Tidak ada bagi kamu selain dari pada-Nya seorang penolongpun dan tidak (pula) seorang pemberi syafa'at. Maka apakah kamu tidak memperhatikan? (QS. As-sajdah : 4)</q><p dir='rtl'>وَلَقَدْ خَلَقْنَا السَّمٰوٰتِ وَالْاَرْضَ وَمَا بَيْنَهُمَا فِيْ سِتَّةِ اَيَّامٍۖ وَّمَا مَسَّنَا مِنْ لُّغُوْبٍ</p><q>Dan sesungguhnya telah Kami ciptakan langit dan bumi dan apa yang ada antara keduanya dalam enam masa, dan Kami sedikitpun tidak ditimpa keletihan. (QS. Qaf : 38)</q><p>Sebagian ulama meyakini bahwa yang dimaksud dengan hari adalah hari-hari yang kita kenal, yaitu hari Senin, Selasa, Rabu, Kamis, Jumat, Sabtu dan Ahad. Dasarnya adalah hadits riwayat Imam Ahmad berikut :</p><p dir='rtl'>خلق الله سبحانه وتعالى الأرض يوم السبت. إنشاء الجبال يوم الأحد. إنشاء الأشجار يوم الاثنين. و إنشاء المكروح يوم الثلاثاء. يخلق ضوء يوم الأربعاء. وانتشرت على الأرض مخلوقات زاحفة يوم الخميس. خلق المخلوقات آخرهم هو النبي آدم عليه السلام بكدة عشار في يوم الجمعة. في آخر لحظة من اليوم الجمعة بين العصر وليل.</p><q>Allah SWT menciptakan tanah pada hari Sabtu. Menciptakan gunung pada hari Ahad. Menciptakan pepohonan pada hari Senin. Dan menciptakan almakruh di hari Selasa. Menciptakan cahaya di hari Rabu. Dan menebar di bumi makhuk</q>"
      },
      {
        "page": 39,
        "text": "<q>melata di hari Kamis. Menciptakan makhluk terakhir yaitu Nabi Adam alaihissalam bakda Ashar di hari Jumat. Pada saat-saat terakhir pada hari Jumat yaitu antara Ashar dan malam. (HR. Ahmad)</q><p>Pertanyaan paling mendasar adalah bagaimana mungkin Al-Quran menyebutkan bahwa bumi dan langit diciptakan dalam enam hari. Padahal kita mengenal kata 'hari' itu berdasarkan terbit dan terbenamnya matahari, lalu ada siang dan malam. Kalau bumi dan matahari serta perputaran siang dan malam itu belum ada, bagaimana kita mendefinisikan enam hari? Tentu tidak masuk akal, bukan?</p><p>Setidaknya pernyataan ini menimbulkan anggapan bahwa sudah ada siang dan malam, sementara bumi dan langit belum diciptakan. Maka kesimpulan ini tentu lebih membingungkan lagi, apalagi buat kalangan ilmuwan, khususnya di bidang astronomi.</p><p>Lalu ada sebagian ahli tafsir seperti Mujahid dan riwayat Adh-Dhahhak yang konon bersumber dari Ibnu Abbas, mengusulkan bahwa 6 hari yang dimaksud itu dikaitkan dengan enam hari di sisi Allah, sebagaimana disebutkan dalam ayat berikut :</p><p dir='rtl'>وَاِنَّ يَوْمًا عِنْدَ رَبِّكَ كَاَلْفِ سَنَةٍ مِّمَّا تَعُدُّوْنَ</p><q>Sesungguhnya sehari disisi Tuhanmu adalah seperti seribu tahun menurut perhitunganmu. (QS. Al-Hajj : 47)</q><p>Upaya ini bisa diacungi jempol dan sebenarnya</p>"
      },
      {
        "page": 40,
        "text": "<p dir='cntn'>boleh juga. Tetapi apa benar bahwa proses penciptaan bumi dan langit itu berarti 6.000 tahun atau 60 abad saja? Padahal kalau kita bandingkan dengan teori terbentuknya alam semesta menurut sains modern, 60 abad itu terlalu singkat. Usia alam semesta ini diperkirakan diperkirakan 13,7 miliar tahun.</p><p>Pengukurannya berdasarkan radiasi kosmik memberi waktu pendinginan alam semesta setelah kejadian ledakan dahsyat, dan pengukuran pergeseran merah alam semesta dapat digunakan untuk menghitung mundur umur alam semesta.</p><strong>B. Matahari Bergerak Mengelilingi Bumi?</strong><p>Ini tema pertanyaan yang amat panas, di Eropa abad pertengahan telah menelan banyak korban karena meributkan masalah ini. Pihak gereja memandang bahwa kebenaran itu terletak pada teori Geosentris, dimana bumi ini menjadi pusat edar alam semesta, termasuk matahari, bulan dan bintang-bintang semuanya. Sedangkan kalangan ahli astronomi seperti Copernicus, Galileo dan Bruno berpandangan sebaliknya, yaitu bumi bukan pusat edar alam semesta melainkan matahari yang jadi pusat edar. Bumi dan planet-planet lain justru bergerak mengelilingi matahari.</p><p>Lalu bagaimana dengan penjelasan Al-Quran? Manakah yang benar dari kedua pendapat itu menurut Al-Quran?</p><p>Kalau kita perhatikan beberapa ayat yang bercerita tentang matahari dan perilakunya, memang disebut-sebut bahwa matahari itu aktif</p>"
      },
      {
        "page": 41,
        "text": "<p dir='cntn'>bergerak, terbit, terbenam, beredar sesuai garis edarnya. Tidak ada ayat Al-Quran yang menyebutkan bahwa matahari diam di tempatnya sambil dikelilingi oleh bumi dan planet lainnya. Perhatikan ayat-ayat berikut ini.</p><p dir='rtl'>وَهُوَ الَّذِيْ خَلَقَ الَّيْلَ وَالنَّهَارَ وَالشَّمْسَ وَالْقَمَرَۗ كُلٌّ فِيْ فَلَكٍ يَّسْبَحُوْنَ</p><q>Dan Dialah yang telah menciptakan malam dan siang, matahari dan bulan. Masing-masing dari keduanya itu beredar di dalam garis edarnya. (QS. Al-Anbiya : 33)</q><p dir='rtl'>وَّالشَّمْسَ وَالْقَمَرَ وَالنُّجُوْمَ مُسَخَّرٰتٍۢ بِاَمْرِهٖٓ ۙ</p><q>Matahari, bulan dan bintang-bintang (masingmasing) tunduk kepada perintah-Nya. (QS. Al-Araf : 54)</q><p dir='rtl'>وَسَخَّرَ الشَّمْسَ وَالْقَمَرَۗ كُلٌّ يَّجْرِيْ لِاَجَلٍ مُّسَمًّىۗ</p><q>Dan Allah menundukkan matahari dan bulan, masing-masing berjalan menurut waktu yang ditentukan. (QS. Az-Zumar : 5)</q><p dir='rtl'>كُلٌّ يَّجْرِيْ لِاَجَلٍ مُّسَمًّىۗ</p><q>Masing-masing beredar hingga waktu yang ditentukan. (QS. Ar-Rad : 2)</q><p dir='rtl'>وَالشَّمْسُ تَجْرِيْ لِمُسْتَقَرٍّ لَّهَا ۗ</p><q>Dan matahari berjalan ditempat peredarannya. (QS. Yasin : 38)</q>"
      },
      {
        "page": 42,
        "text": "<p>Maka wajar kalau para ulama di Saudi Arabia seperi Syeikh Bin Baz dan Syeikh Al-Utsaimin dalam fatwa mereka menegaskan bahwa Al-Quran menetapkan bumi sebagai pusat edar matahari dan bulan serta bintang-bintang.</p><strong>C. Bentuk Bumi Bulat atau Rata?</strong><p>Di zaman sekarang yang merupakan zaman pencerahan, Para ahli sains telah sepakat menyatakan bahwa bumi yang kita huni ini berbentuk bulat seperti bola. Tidak seperti yang disangkakan orang di masa lalu bahwa bumi kita ini rata seperti meja.</p><p>Namun di abad ketujuh masehi, sains masih amat sederhana. Meski sudah ada yang menyatakan bahwa bumi itu bulat, namun sains yang dicapai manusia di masa itu belum masuk ke era pembuktian secara empiris tentang bulatnya bumi.</p><p>Maklum karena di masa itu manusia belum mampu membuat pesawat ruang angkasa dan juga satelit yang mengorbit bumi. Bahwa bumi itu bulat, masih merupakan teori yang membutuhkan pembuktian empiris.</p><p>Dan Al-Quran di masa itu pun juga tidak secara tegas menyebutkan bahwa bumi itu bulat. Justru redaksi Al-Quran seolah-olah membenarkan teori awal bahwa bumi itu rata seperti meja. Setidaknya itulah yang kemudian diyakini oleh banyak mufassir di masa itu berdasarkan ayat-ayat berikut.</p><p dir='rtl'>الَّذِيْ جَعَلَ لَكُمُ الْاَرْضَ فِرَاشًا وَّالسَّمَاۤءَ بِنَاۤءً ۖ</p>"
      },
      {
        "page": 43,
        "text": "<q>Dialah yang menjadikan bumi sebagai hamparan bagimu dan langit sebagai atap. (QS. Al-Baqarah : 22)</q><p dir='rtl'>وَالْاَرْضَ مَدَدْنٰهَا</p><q>Dan Kami telah menghamparkan bumi (QS. Al-Hijr : 19)</q><p dir='rtl'>الَّذِيْ جَعَلَ لَكُمُ الْاَرْضَ مَهْدًا</p><q>Yang telah menjadikan bagimu bumi sebagai hamparan. (QS. Thaha : 53)</q><p dir='rtl'>وَالْاَرْضَ مَدَدْنٰهَا</p><q>Dan Kami hamparkan bumi itu (QS. Qaf : 7)</q><p dir='rtl'>وَاِلَى الْاَرْضِ كَيْفَ سُطِحَتْۗ</p><q>Dan bumi bagaimana ia dihamparkan? (QS. AlGhasyiah : 20)</q><p>Bila kita hidup di masa kenabian dan membaca ayat-ayat di atas, bisa dipastikan kita tidak akan percaya kalau dikatakan bumi itu bulat seperti bola. Sebab ayat-ayat di atas justru secara zhahir lebih mengesankan bahwa bumi itu rata seperti meja.</p><p>Yang menarik malah hari ini masih ada sebagian kalangan yang tetap meyakini bahwa bumi itu rata dan bukan bulat. Di antaranya adalah apa yang difatwakan oleh Syeikh Bin Baz, Syeikh Muhammad bin Shalih Al-Utsaimin dan secara umum Komisi Fatwa Saudi Arabia.</p>"
      },
      {
        "page": 44,
        "text": "<strong>D. Bumi dan Langit Ada Tujuh Buah</strong><p>Kalau kita hidup di abad ketujuh saat Al-Quran diturunkan dan membaca ayat tentang penciptaan tujuh langit dan tujuh bumi, pastilah kesimpulan kita akan bertabrakan dengan sains yang kita kenal sekarang ini.</p><p dir='rtl'>اَللّٰهُ الَّذِيْ خَلَقَ سَبْعَ سَمٰوٰتٍ وَّمِنَ الْاَرْضِ مِثْلَهُنَّۗ</p><q>Allah-lah yang menciptakan tujuh langit dan seperti itu pula bumi. (QS. Ath-Thalaq : 12)</q><p>Padahal di masa sekarang ini yang kita tahu bumi ini hanya ada satu saja. Kalau ada benda lain mirip bumi, maka itu kita sebut planet yang mengelilingin matahari. Dan jumlahnya bukan tujuh tapi delapan. Merkurius, Venus, Mars, Bumi, Jupiter, Saturnus, dan Uranus. Sedangkan Pluto kemudian dikeluarkan dari keluarga tata surya kita, karena karakternya yang amat berbeda dengan syarat sebuah planet.</p><p>Sebagian dari para ulama kemudian ada yang menafsirkan bahwa yang dimaksud dengan tujuh bumi lainnya itu sebagai lapisan-lapisan di bawah permukaan bumi. Namun para ahli geologi sepakat bahwa kalau pun ada sekian banyak lapisan bumi, jumlahnya bukan tujuh.</p><p>Lagi pula ternyata isi bumi itu bukan tanah yang padat, melainkan cairan yang amat panas. Bumi kita ini sering diibaratkan seperti balon yang diisi dengan air. Kulit luar balon itu teramat tipisnya sehingga seringkali bocor dan isi buminya yang cair itu keluar sebagai magma. Maka sekilas ayat di atas</p>"
      },
      {
        "page": 45,
        "text": "<p dir='cntn'>justru bertentangan dengan sains yang kita kenal saat ini. Terkecuali bila kita tafsir-tafsirkan lebih jauh. Sedangkan apa yang dipahami secara seklias, apalagi oleh generasi muslim di masa turunnya AlQuran, tentu saja amat jauh bertentangan.</p><p>Penyebutan langit ada tujuh selalu terulangulang di dalam Al-Quran hingga berkali-kali. Mulai dari surat Al-Baqarah hingga juz ke-30 atau Juz Amma.</p><p dir='rtl'>فَسَوّٰىهُنَّ سَبْعَ سَمٰوٰتٍ ۗ وَهُوَ بِكُلِّ شَيْءٍ عَلِيْمٌ ࣖ</p><q>Lalu dijadikan-Nya tujuh langit. Dan Dia Maha Mengetahui segala sesuatu. (QS. Al-Baqarah : 29)</q><p dir='rtl'>تُسَبِّحُ لَهُ السَّمٰوٰتُ السَّبْعُ وَالْاَرْضُ وَمَنْ فِيْهِنَّۗ</p><q>Langit yang tujuh, bumi dan semua yang ada di dalamnya bertasbih kepada Allah. (QS. Al-Isra : 44)</q><p>Tentu saja kita di masa sekarang ini kelabakan</p>"
      },
      {
        "page": 46,
        "text": "<p dir='cntn'>bagaimana kita menjelakan langit yang katanya ada tujuh itu. Langit yang manakah maksudnya?</p><p>Apakah lapisan-lapisan atmosfir itu kah? Tapi jumlah lapisannya bukan tujuh tapi hanya enam saja, yaitu lapisan Troposfer, Stratosfer, Mesosfer, Termosfer, Ionosfer, dan terakhir lapisan Eksosfer. Kalau kita pakai pembagian ini, maka angkasa luar sama sekali justru tidak termasuk langit.</p><p>Kalau bukan langit, lalu apa jadinya? Padahal banyak sekali ayat yang menyebutkan bahwa luar angkasa itu juga disebut dengan langit. Misalnya ketika Allah SWT menghias langit dengan bintang.</p><p dir='rtl'>اِنَّا زَيَّنَّا السَّمَاۤءَ الدُّنْيَا بِزِيْنَةِ ِۨالْكَوَاكِبِۙ</p><q>Sesungguhnya Kami telah menghias langit yang terdekat dengan hiasan, yaitu bintang-bintang, (QS. Ash-Shaffat : 6)</q><p>Tempat dimana ada bintang-bintang itu jelas bukan di salah satu atmosfir yang ada enam itu. Tapi letaknya jauh sekali di luar angkasa lepas.</p>"
      },
      {
        "page": 47,
        "text": "<p>Kawakib itu bentuk jama' dari kaukab (كوكب (yang dalam bahasa Arab sebenarnya beda dengan bintang. Kaukab itu planet sedangkan bintang itu nujum.</p><p>Jarak planet terdekat dari bumi adalah Venus yang diperkirakan jaraknya sekitar 0,28 AU ketika berada di titik terdekatnya. Sedangkan jarak terjauh yang bisa dihasilkan keduanya adalah 1,72 AU, hampir dua kali jarak Bumi dengan Matahari. Memang nanti ada juga ilmuwan yang menyebutkan bahwa planet terdekat dengan bumi bukan Venus melainkan Merkurius. Namun lepas dari perbedaan itu, tetap saja baik Venus atau pun Merkurius posisinya bukan di salah satu atmosfir kita.</p><p>Lalu kalau tujuh langit itu bukan lapisan-lapisan yang merupakan atmosfir kita, apa makna tujuh langit itu? Apakah kita mau sebut planet-planet yang ada di sekitaran keluarga tata surya atau solar system?</p><p>Tentu tidak cocok juga. Pertama, jumlah planet anggota tata surya bukan tujuh tapi delapan. Kedua, kalau planet-planet itu kita paksa sebagai penjelasan tentang tujuh langit, lalu bagaimana dengan awan hujan yang mengandung air itu? Apakah jadi bukan termasuk salah satu dari langit? Padahal tegas sekali Al-Quran menyebut bahwa hujan diturunkan dari langit.</p><p dir='rtl'>وَّاَنْزَلَ مِنَ السَّمَاۤءِ مَاۤءً فَاَخْرَجَ بِهٖ مِنَ الثَّمَرٰتِ رِزْقًا لَّكُمْ</p><q>Dialah yang menjadikan bumi sebagai hamparan bagimu dan langit sebagai atap, dan Dia></q>"
      },
      {
        "page": 48,
        "text": "<q>menurunkan air (hujan) dari langit, lalu Dia menghasilkan dengan hujan itu segala buahbuahan sebagai rezeki untukmu. (QS. Al-Baqarah : 22)</q><strong>E. Langit Diangkat ke Atas Tanpa Tiang</strong><p>Kalau kita membaca ayat-ayat terkait dengan langit di dalam Al-Quran, maka kita akan mendapat beberapanya menyebukat bahwa langit itu ditinggikan.</p><p>Istilah ditinggikan itu sebenarnya terjemahan saja. Namun kalau kita lihat istilah aslinya dalam bahasa Arab, Allah SWT menggunakan kata rafa'a yang makna aslinya adalah mengangkat ke atas. Dan dalam ayat lain juga sering diterjemahkan sebagai mengangkat.</p><p dir='rtl'>اَللّٰهُ الَّذِيْ رَفَعَ السَّمٰوٰتِ بِغَيْرِ عَمَدٍ تَرَوْنَهَا</p><q>Allah-lah Yang meninggikan langit tanpa tiang (sebagaimana) yang kamu lihat. (QS. Ar-Rad : 2)</q><p>Kementerian Agama RI ketika menerjemahkan ayat ini menggunakan istilah meninggikan. Tidak keliru memang, namun kata rafa'a itu makna aslinya adalah mengangkat atau menaikkan. Dan mengangkat atau menaikkan itu adalah memindahkan sesuatu yang asalnya berada di bawah lalu diangkat dan dinaikkan ke atas. Sebagaimana penjelasan Al-Quran tentang Nabi Isa 'alaihissalam ketika diselamatkan dari kejaran musuh. Beliau pun diangkat ke langit.</p><p dir='rtl'>بَلْ رَّفَعَهُ اللّٰهُ اِلَيْهِ ۗوَكَانَ اللّٰهُ عَزِيْزًا حَكِيْمًا</p>"
      },
      {
        "page": 49,
        "text": "<q>Tetapi (yang sebenarnya), Allah telah mengangkat Isa kepada-Nya. Dan adalah Allah Maha Perkasa lagi Maha Bijaksana. (QS. An-Nisa : 158)</q><p>Di ayat lain kita menemukan kata rafa'a yang bermakna menaikkan.</p><p dir='rtl'>مَنْ كَانَ يُرِيْدُ الْعِزَّةَ فَلِلّٰهِ الْعِزَّةُ جَمِيْعًاۗ اِلَيْهِ يَصْعَدُ الْكَلِمُ الطَّيِّبُ وَالْعَمَلُ الصَّالِحُ يَرْفَعُهٗ ۗ</p><q>Barangsiapa yang menghendaki kemuliaan, maka bagi Allah-lah kemuliaan itu semuanya. KepadaNya-lah naik perkataan-perkataan yang baik dan amal yang saleh dinaikkan-Nya. (QS. Fathir : 10)</q><p>Padahal dalam sains dan sains modern, yang kita tahu langit itu tidak berasal dari bumi yang diangkat atau dinaikkan ke atas. Seolah-olah langit itu semacam atap rumah yang disangga dengan tiang-tiang. Karena langit itu sebenarnya bukan seperti atap suatu bangunan yang harus disangga. Langit di dalam Al-Quran bisa saja bermakna atmosfir tempat dimana ada awan hujan, namun juga bisa bermakna luar angkasa yang pada dasarnya adalah ruang hampa. Namun yang mana saja dari penyebutan langit, tidak ada satu pun langit yang berupa atap atau kanopi sehingga harus disangga dengan tiang.</p><p>Sedangkan Al-Quran malah secara tegas menyebut bahwa langit itu adalah atap sebagaimana atap rumah yang kita kenal.</p><p dir='rtl'>وَجَعَلْنَا السَّمَاۤءَ سَقْفًا مَّحْفُوْظًاۚ</p>"
      },
      {
        "page": 50,
        "text": "<q>Dan Kami menjadikan langit itu sebagai atap yang terpelihara. (QS. Al-Anbiya : 32)</q><p>Memang para ilmuwan muslim hari ini kemudian menerjemahkan istilah atap itu secara majaz. Langit yang dimaksud dibatasi menjadi atmosfir saja, sedangkan luar angkasa dalam hal ini tidak diikutkan. Lalu atmosfir inilah yang dijelaskan punya fungsi mirip seperti atap suatu rumah, yaitu melindungi. Sebab atmosfer kita ini memang banyak berfungsi untuk melindungi bumi dari terpaan dari luar angkasa, seperti menyerap sinar sinar ultra violt dari matahari sehingga kadarnya menjadi sangat rendah, atau meluruhkan meteor yang tersedot gravitasi sehingga habis terbakar sebelum menyentuh permukaan bumi.</p><strong>F. Matahari Terbenam di Laut Berlumpur Hitam?</strong><p dir='rtl'>حَتّٰىٓ اِذَا بَلَغَ مَغْرِبَ الشَّمْسِ وَجَدَهَا تَغْرُبُ فِيْ عَيْنٍ حَمِئَةٍ وَّوَجَدَ عِنْدَهَا قَوْمًا ەۗ قُلْنَا يٰذَا الْقَرْنَيْنِ اِمَّآ اَنْ تُعَذِّبَ وَاِمَّآ اَنْ تَتَّخِذَ فِيْهِمْ حُسْنًا</p><q>Hingga apabila dia telah sampai ketempat terbenam matahari, dia melihat matahari terbenam di dalam laut yang berlumpur hitam, dan dia mendapati di situ segolongan umat. Kami berkata: \"Hai Dzulkarnain, kamu boleh menyiksa atau boleh berbuat kebaikan terhadap mereka.\" (QS. Al-Kahfi : 86)</q><p>Zhahir ayat ini membingungkan sekali. Bagaimana mungkin ayat ini menyubutkan bahwa matahari terbenam ke dalam laut yang berlupur</p>"
      },
      {
        "page": 51,
        "text": "<p dir='cntn'>dan berwarna hitam? Matahari kok bisa terbenam ke dalam laut? Memangnya berapa ukuran besarnya matahari sampai bisa terbenam masuk ke dalam luat?</p><strong>G. Gunung Diletakkan dan Jadi Pasak</strong><p dir='rtl'>وَاَلْقَيْنَا فِيْهَا رَوَاسِيَ</p><q>Dan Kami letakkan padanya gunung-gunung yang kokoh. (QS. Qaf : 7)</q><p>Padahal dalam ilmu sains, khususnya geologi atau vulkanologi, keberadaan gunung itu bukan sesuatu yang diletakkan, apalagi ditancapkan seperti pasak.</p><p dir='rtl'>وَّالْجِبَالَ اَوْتَادًاۖ</p><q>Dan gunung-gunung sebagai pasak?, (QS. An-Naba : 7)</q><p>Dalam ilmu geologi dan vulkanologi modern yang kita kenal saat ini, terbentuknya gununggunung dari daya dorong inti dan cairan di dalam bumi yang amat kuat ke atas, sehingga membuat permukaan bumi jadi berbenjol-benjol yaitu membuntuk gunung. Kadang dorongan magma di dalam bumi membentuk gunung yang mana di puncaknya terdapat kawah magma.</p><p>Namun kalau kita hidup di abad ketujuh saat belum ada ilmu penetahuan dan sains seperti sekarang ini, kalau kita membaca ayat di atas, maka</p>"
      },
      {
        "page": 52,
        "text": "<p dir='cntn'>wajarlah kalau kita membayangkan diciptakannya gunung itu mirip kue onde-onde yang ditempeli wijen yang punya pasak menancap ke dalam bumi. Kesannya gunung itu bukan lah bagian dari bumi, namun sesuatu yang didatangkan dari luar.</p><strong>H. Gunung Mencegah Gempa Bumi?</strong><p>Gempa bumi adalah getaran atau guncangan yang terjadi di permukaan bumi akibat pelepasan energi dari dalam secara tiba-tiba yang menciptakan gelombang seismik. Gempa bumi biasa disebabkan oleh pergerakan kerak bumi (lempeng Bumi). Beberapa ayat Al-Quran mengatakan Allah menciptakan gunung untuk mencegah gempa bumi.</p><p dir='rtl'>وَجَعَلْنَا فِى الْاَرْضِ رَوَاسِيَ اَنْ تَمِيْدَ بِهِمْۖ وَجَعَلْنَا فِيْهَا فِجَاجًا سُبُلًا لَّعَلَّهُمْ يَهْتَدُوْنَ</p><q>Dan telah Kami jadikan di bumi ini gunung-gunung yang kokoh agar bumi itu tidak goncang bersama mereka” (QS. Al-Anbiya' : 31).</q><p dir='rtl'>وَاَلْقٰى فِى الْاَرْضِ رَوَاسِيَ اَنْ تَمِيْدَ بِكُمْ وَاَنْهٰرًا وَّسُبُلًا لَّعَلَّكُمْ تَهْتَدُوْنَۙ</p><q>Dan Dia menancapkan gunung-gunung di bumi supaya bumi itu tidak goncang bersama kamu, (dan Dia menciptakan) sungai-sungai dan jalanjalan agar kamu mendapat petunjuk, (QS. An-Nahl : 15)</q><p dir='rtl'>خَلَقَ السَّمٰوٰتِ بِغَيْرِ عَمَدٍ تَرَوْنَهَا وَاَلْقٰى فِى الْاَرْضِ رَوَاسِيَ اَنْ</p>"
      },
      {
        "page": 53,
        "text": "<p dir='rtl'>تَمِيْدَ بِكُمْ وَبَثَّ فِيْهَا مِنْ كُلِّ دَاۤبَّةٍۗ وَاَنْزَلْنَا مِنَ السَّمَاۤءِ مَاۤءً فَاَنْۢبَتْنَا فِيْهَا مِنْ كُلِّ زَوْجٍ كَرِيْمٍ</p><q>Dia menciptakan langit tanpa tiang yang kamu melihatnya dan Dia meletakkan gunung-gunung (di permukaan) bumi supaya bumi itu tidak menggoyangkan kamu; dan memperkembang biakkan padanya segala macam jenis binatang. Dan Kami turunkan air hujan dari langit, lalu Kami tumbuhkan padanya segala macam tumbuhtumbuhan yang baik. (QS. Luqman : 10)</q><p>Bila benar gunung-gunung dapat menahan terjadinya gempa bumi, mengapa ada banyak gempa bumi di Indonesia, negara di mana terdapat banyak gunung?</p><strong>I. Gunung Bergerak Seperti Awan</strong><p>Beberapa kalangan menafsirkan ayat tentang gunung yang terlihat diam, padahal bergerak seperti bergeraknya awan, lalu mengaitkannya dengan pergeseran lempeng-lempeng bumi atau disebut plate dalam bahasa Inggris.</p>"
      },
      {
        "page": 54,
        "text": "<p dir='cntn'>Padahal meski pergeseran lempeng-lempeng bumi memang itu nyata ada, namun kalau diukur jarak pergeserannya yang amat sangat sedikit, hanya sekian milimeter dalam hitungan tahun, maka pergeseran itu menjadi tidak ada artinya alias terabaikan.</p><p>Yang pasti pergeseran lempeng-lempeng itu sama sekali tidak bisa dibandingkan dengan pergerakan awan. Awan bergerak dengan sangat cepat, secepat angin bertiup. Kita tidak bisa bayangkan seandainya gunung bergerak secepat awan bergerak, maka yang terjadi adalah kiamat kubra.</p><p>Dan setelah dicek lebih dalam lagi, ternyata ayat itu memang sedang bercerita tentang hari kiamat. Bisa kita ketahui dari ayat sebelumnya. Ini disebut dengan munasabah dalam ilmu tafsir.</p><strong>J. Besi Diturunkan?</strong><p>Al-Quran juga berbicara tentang besi, dimana ayatnya menyebutkan bahwa besi itu diturunkan. Seolah-olah besi itu unsur asing di luar bumi, mungkin bagian dari benda-benda langit yang dijatuhkan.</p><p dir='rtl'>وَاَنْزَلْنَا الْحَدِيْدَ فِيْهِ بَأْسٌ شَدِيْدٌ وَّمَنَافِعُ لِلنَّاسِ</p><q>Dan Kami turunkan besi, padanya terdapat kekuatan yang hebat dan berbagai manfaat bagi manusia. (QS. Al-Hadid : 25)</q><p>Padahal dalam ilmu metalurgi modern saat ini, kita kenal bahwa besi (Ferum) itu terbuat dari bijih besi yang terdapat di dalam kandungan tanah.</p>"
      },
      {
        "page": 55,
        "text": "<p dir='cntn'>Bukan sesuatu yang turun dari atas.</p><strong>K. Air Mani Dari Tulang Sulbi?</strong><p>Di dalam Al-Quran kita membaca ayat yang menyebutkan bahwa air mani itu asalnya dari tulang shulbi laki-laki dan tulang dada wanita. Ayatnya sebagai berikut :</p><p dir='rtl'>فَلْيَنْظُرِ الْاِنْسَانُ مِمَّ خُلِقَ خُلِقَ مِنْ مَّاۤءٍ دَافِقٍۙ يَّخْرُجُ مِنْۢ بَيْنِ الصُّلْبِ وَالتَّرَاۤىِٕبِۗ</p><q>Maka hendaklah manusia memperhatikan dari apakah dia diciptakan? Dia diciptakan dari air yang dipancarkan, yang keluar dari antara tulang sulbi laki-laki dan tulang dada perempuan. (QS. AthThariq : 5-7)</q><p>Padahal dalam ilmu biologi modern, yang kita tahu bahwa air mani atau sperma laki-laki itu diproduksi di dalam buah zakar, sedangkan sel telur atau ovum wanita terbentuk di dalam rahim.</p><p>Namun Al-Quran menyebutkan bahwa air mani itu keluar dari tulang. Air mani laki-laki keluar dari tulang shulbi dan air mani perempuan dari tulang dada wanita. Yang kita tahu bahwa isi tulang itu sumsum, bukan air mani.</p><p>Sementara di masa Rasulullah SAW sendiri saat itu sudah dikenal pengkebirian baik manusia atau hewan, yaitu dengan cara memotong buah zakar. Secara tidak langsung, sains manusia saat itu sudah mengakui bahwa sperma laki-laki sumbernya adalah buah zakarnya. Dan bukan isi dari tulang manusia.</p>"
      },
      {
        "page": 56,
        "text": "<strong>Bagaimana Kita Menjawabnya?</strong><p>Ayat-ayat di atas yang ternyata agak bertentangan dengan fakta sains modern boleh jadi menimbulkan kegeraman di kalangan umat Islam sendiri. Betapa tidak, selama ini umat Islam terlanjur membanggakan kitab sucinya yang terlanjur dianggapnya sangat relevan dengan sains modern, bahkan banyak yang menyebut bahwa AlQuran itu sendiri adalah ensiklopedi sains.</p><p>Ternyata begitu ayat-ayat tertentu dibedah satu per satu, sedikit demi sedikit wajah-wajah yang tadinya sumringah mulai berkerut, cemberut dan nampak gusar. Ini sangat ironis, rasanya seperti kecolongan atau seperti ditusuk dari belakang. Namun di sisi yang lain, secara logika ayat-ayat di atas juga tidak berbohong. Apalagi kalau dibaca secara harfiyah, nampaknya sulit juga untuk menjawabnya. Secara umum terjadi dua reaksi yang berbeda.</p><strong>A. Menolak Kebenaran Sains</strong><p>Reaksi yang pertama adalah kalangan yang membenarkan Al-Quran dan menolak kebenaran sains dan sains. Reaksi ini dalam beberapa hal punya kemiripan dengan kalangan agamawan di Eropa abad pertengahan, yang juga menentang fakta kebenaran sains. Gereja di masa itu malah</p>"
      },
      {
        "page": 57,
        "text": "<p dir='cntn'>secara terang-terangan mengingkari kebenaran sains dan menganggapnya sebagai bid'ah.</p><p>Pada 22 Juni 1633, sidang Inkuisisi menetapkan bahwa Galileo telah melakukan bid'ah, karena meyakini matahari tidak bergerak dan menjadi pusat alam semesta serta bumi bukan pusat alam semesta dan justru mengitari Matahari.</p><p>Di sebagian kalangan muslim juga kita menemukan reaksi yang punya kemiripan, meski tidak sampai menjatuhkan hukuman penjara kepada ilmuwan dan saintis. Namun dalam sejarah kita mencatat ada beberapa tokoh ulama yang sedikit menentang kebenaran ilmu pengetahun dan sains, meski kemudian juga bisa menerima. Beberapa contoh yang mudah untuk disebutkan antara lain :</p><strong>1. Syeikh Muhammad bin Shalih Al-Utsaimin</strong><p>Salah satu yang bersikap menentang kebenaran sains adalah Syeikh Muhammad bin Shalih AlUtsaimin rahimahullah. Namun penentangan ini sifatnya tidak totalitas. Ketika ditanya tentang bentuk bumi, apakah berbentuk bola atau rata seperti meja, beliau tegas menjawab bahwa bumi itu berbentuk bulat.</p><p>Namun ketika ditanya mana yang yang benar, apakah bumi bergerak mengelilingi matahari ataukah matahari yang berputar mengelilingi bumi, nampaknya Beliau menolak fakta sains bahwa bumi beredar mengelilingi matahari. Menurut Beliau, matahari lah yang bergerak mengelilingi bumi dan apa yang ditetapkan oleh</p>"
      },
      {
        "page": 58,
        "text": "<p dir='cntn'>sains itu bertententangan dengan Al-Quran.</p><p dir='rtl'>هل الشمس تدور حول اْلرض؟ فأجاب بقوله: ظاهر اْلدلة رشعية تثبت أن الشمس يه ا ال تدور عىل اْلرض، وبدورتها ُتي ل يحصل تعاقب الليل والنهار عىل سطح اْلرض، وليس لنا أن نتجاوز ظاهر هذه اْلدلة إِل بدليل</p><q>Apa benar matahari itu berputar mengelilingi bumi? Maka Beliau menjawab dengan statemen, \"Zhahir dalil-dalil syariah menetapkan bahwa matahari-lah yang mengelilingi bumi. Dari berkelilingnya matahari itu melahirkan siang dan malam di permukaan bumi. Kita tidak boleh melewati batas dalil yang zhahir kecuali dengan dalil\".</q><p>Di halaman-halaman selanjutnya hingga 4 halaman, Syeikh Al-Utsaimin menampilkan ayatayat Al-Quran yang menurut Beliau merupakan dalil yang tegas bahwa matahari bergerak mengelilingi bumi. Di antara ayat-ayat itu adalah :</p><p dir='rtl'>قَالَ اِبْرٰهٖمُ رَبِّيَ الَّذِيْ يُحْيٖ وَيُمِيْتُۙ قَالَ اَنَا۠ اُحْيٖ وَاُمِيْتُ ۗ قَالَ اِبْرٰهٖمُ فَاِنَّ اللّٰهَ يَأْتِيْ بِالشَّمْسِ مِنَ الْمَشْرِقِ فَأْتِ بِهَا مِنَ الْمَغْرِبِ فَبُهِتَ الَّذِيْ كَفَرَ ۗ</p><q>Ibrahim berkata: \"Sesungguhnya Allah menerbitkan matahari dari timur, maka terbitkanlah dia dari barat,\" lalu terdiamlah orang kafir itu. (QS. Al-Baqarah : 258)</q><p dir='rtl'>فَلَمَّا رَاَ الشَّمْسَ بَازِغَةً قَالَ هٰذَا رَبِّيْ هٰذَآ اَكْبَرُۚ فَلَمَّآ اَفَلَتْ</p>"
      },
      {
        "page": 59,
        "text": "<p dir='rtl'>قَالَ يٰقَوْمِ اِنِّيْ بَرِيْۤءٌ مِّمَّا تُشْرِكُوْنَ</p><q>Kemudian tatkala ia melihat matahari terbit, dia berkata: \"Inilah Tuhanku, ini yang lebih besar\". Maka tatkala matahari itu terbenam, dia berkata: \"Hai kaumku, sesungguhnya aku berlepas diri dari apa yang kamu persekutukan.\" (QS. Al-Anam : 78)</q><p dir='rtl'>وَتَرَى الشَّمْسَ اِذَا طَلَعَتْ تَّزٰوَرُ عَنْ كَهْفِهِمْ ذَاتَ الْيَمِيْنِ وَاِذَا غَرَبَتْ تَّقْرِضُهُمْ ذَاتَ الشِّمَالِ وَهُمْ فِيْ فَجْوَةٍ مِّنْهُۗ</p><q>Dan kamu akan melihat matahari ketika terbit, condong dari gua mereka ke sebelah kanan, dan bila matahari terbenam menjauhi mereka ke sebelah kiri sedang mereka berada dalam tempat yang luas dalam gua itu. (QS. Al-Kahfi : 17)</q><p dir='rtl'>وَهُوَ الَّذِيْ خَلَقَ الَّيْلَ وَالنَّهَارَ وَالشَّمْسَ وَالْقَمَرَۗ كُلٌّ فِيْ فَلَكٍ يَّسْبَحُوْنَ</p><q>Dan Dialah yang telah menciptakan malam dan siang, matahari dan bulan. Masing-masing dari keduanya itu beredar di dalam garis edarnya. (QS. Al-Anbiya : 33)</q><p dir='rtl'>وَّالشَّمْسَ وَالْقَمَرَ وَالنُّجُوْمَ مُسَخَّرٰتٍۢ بِاَمْرِهٖٓ ۙ</p><q>Matahari, bulan dan bintang-bintang (masingmasing) tunduk kepada perintah-Nya. (QS. Al-Araf : 54)</q><p dir='rtl'>وَسَخَّرَ الشَّمْسَ وَالْقَمَرَۗ كُلٌّ يَّجْرِيْ لِاَجَلٍ مُّسَمًّىۗ</p><q>Dan Allah menundukkan matahari dan bulan,</q>"
      },
      {
        "page": 60,
        "text": "<q>masing-masing berjalan menurut waktu yang ditentukan. (QS. Az-Zumar : 5)</q><p dir='rtl'>كُلٌّ يَّجْرِيْ لِاَجَلٍ مُّسَمًّىۗ</p><q>Masing-masing beredar hingga waktu yang ditentukan. (QS. Ar-Rad : 2)</q><p dir='rtl'>وَالشَّمْسُ تَجْرِيْ لِمُسْتَقَرٍّ لَّهَا ۗ</p><q>Dan matahari berjalan ditempat peredarannya. (QS. Yasin : 38)</q><p>Selain menampilkan dalil-dalil dari Al-Quran, Syeikh Muhammad bin Shalih Al-Ustaimin juga menampilkan satu hadits nabawi yang menurut Beliau memperkuat hujjah bahwa matahari bergerak mengelilingi bumi.</p><p dir='rtl'>حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ حَدَّثَنَا سُفْيَانُ عَنْ الْأَعْمَشِ عَنْ إِبْرَاهِيمَ التَّيْمِيِّ عَنْ أَبِيهِ عَنْ أَبِي ذَرٍّ رَضِيَ اللَّهُ عَنْهُ قَالَ قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِأَبِي ذَرٍّ حِينَ غَرَبَتْ الشَّمْسُ أَتَدْرِي أَيْنَ تَذْهَبُ قُلْتُ اللَّهُ وَرَسُولُهُ أَعْلَمُ قَالَ فَإِنَّهَا تَذْهَبُ حَتَّى تَسْجُدَ تَحْتَ الْعَرْشِ فَتَسْتَأْذِنَ فَيُؤْذَنُ لَهَا وَيُوشِكُ أَنْ تَسْجُدَ فَلَا يُقْبَلَ مِنْهَا وَتَسْتَأْذِنَ فَلَا يُؤْذَنَ لَهَا يُقَالُ لَهَا ارْجِعِي مِنْ حَيْثُ جِئْتِ فَتَطْلُعُ مِنْ مَغْرِبِهَا فَذَلِكَ قَوْلُهُ تَعَالَى { وَالشَّمْسُ تَجْرِي لِمُسْتَقَرٍّ لَهَا ذَلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ }</p><q>Nabi SAW bertanya kepada Abu Dzar ketika matahari terbenam,\"Tahu kah kamu kemana matahari itu pergi?\". Abu Dzar menjawab,\"Hanya Allah dan rasul-Nya yang tahu\". Nabi SAW bersabda,\"Matahari itu pergi bersujud di bawah Arsy meminta izin lalu diizinkan. Namun nyaris ketika minta izin tidak diizinkan, lalu diperintahkan,\"Kembali lah kamu ke tempat terbenam kamu\". (HR. Bukhari dan Muslim)</q>"
      },
      {
        "page": 61,
        "text": "<p>Syeikh Muhammad bin Shalih Al-Utsaimin tidak sendirian. Beliau boleh dibilang satu yang mewakili kalangan agamawan yang menolak fakta-fakta sains modern, ketika dianggapnya bertentangan dengan apa yang mereka pahami dari teks-teks agama. Beliau tentu punya banyak murid yang satu aliran pemikiran dan tersebar di banyak negeri Islam.</p><strong>2. Paham Anti Teknologi Barat</strong><p>Penolakan atas kebenaran fakta sains ini pada gilirannya melahirkan arus pemikiran yang anti dengan teknologi itu sendiri. Ditambah barangkali dengan sikap bermusuhan dengan pihak Barat yang dalam anggapan mereka adalah musuh Islam. Kebetulan fakta-fakta kebenaran sains itu kita temukan rata-rata sumbernya dari Barat yang memang saat ini menjadi kiblat sains sains modern. Maka arus pemikiran anti sains berjalin berkelindan dengan pemikiran anti Barat di sebagian kalangan muslim.</p><p>Dampaknya muncul pemikiran untuk memusuhi sains dan teknologi, karena dianggap bertentangan dengan Al-Quran, dan oleh karena itu dianggap sebagai sumber dari orang-orang kafir yang harus dimusuhi, setidaknya dicurigai.</p><p>Semangat anti teknologi ini kemudian lebih nampak gregetnya di bidang ilmu kedokteran, dengan dimunculkannya issue kedokteran nabawi (ath-thibb an-nabawi). Semua kemajuan di bidang ilmu kedokteran dianggap keliru, salah dan penipuan, lalu sebagai gantinya merujuk ke</p>"
      },
      {
        "page": 62,
        "text": "<p dir='cntn'>teknologi kedokteran di masa kenabian abad ketujuh Masehi.</p><p>Kemudian dibuatlah teori-teori baru yang tidak pernah ada sebelumnya, bahwa Rasulullah SAW itu diutus bukan hanya sebagai pembawa risalah agama, tapi juga sebagai 'dokter' yang memperkenalkan sistem kedokteran tersendiri, yaitu kedokteran nabawi dengan segala macam jenis obat herbalnya. Lebih parah lagi, Rasulullah SAW dinobatkan sebagai Bapak Herbalis Dunia Islam. Dan Islam itu dianggap punya aliran kedokteran tersendiri yaitu aliran herbal.</p><p>Padahal sebenarnya di balik pemikiran lucu itu, ada bisnis herbal yang sedang dikembangkan. Marketingnya akan jadi lebih efektif kalau menjual isu agama. Dengan bermodal ayat dan hadits tertentu, jualan herbal menjadi laris manis di tengah umat yang ingin berobat. Lihat saja faktanya, umat Islam kini rajin berbekam, minum madu, menelan jintan hitam (habbah sauda'), dan berbagai jenis obat herbal lainnya.</p><p>Karena dilapisi dengan kemasan sunnah atau pengobatan nabawi, maka dagangannya laris manis. Apalagi untuk jualan herbal agak longgar, tidak ada pengujian atau izin peredaran sebagaimana obat-obatan modern yang kita kenal.</p><strong>B. Menerima Kebenaran Sains</strong><p>Di sisi lain ada sebagian kalangan muslim yang menerima kebenaran sains modern. Dan kalau bertentangan dengan teks-teks agama yang ada di dalam Al-Quran atau hadits, maka yang mereka</p>"
      },
      {
        "page": 63,
        "text": "<p dir='cntn'>lakukan ada beberapa, antara lain :</p><strong>1. Al-Quran Bukan Kitab Sains</strong><p>Jawaban paling mudah dan sederhana untuk masalah ini bahwa Al-Quran is not a book of sciences, it is a book of signs. Al-Quran bukan buku sains, tetapi buku hukum. Maka jangan kaitkan AlQuran dengan sains modern, karena tidak ada hubungannya.</p><strong>2. Al-Quran Kitab Sastra</strong><p>Lalu apa penjelasan dari ayat-ayat yang sekilas bertentangan dengan sains? Jawabannya bahwa Al-Quran itu berupa buku sastra. Ungkapanungkapan dalam sastra itu kadang unik dan aneh, yang mana boleh jadi justru bertentangan dengan teori sains yang dikenal.</p><p>Namun begitulah sebuah sastra, bahasanya penuh dengan ungkapan-ungkapan yang memang sering berlawanan dengan fakta ilmiyah. Kalau kita kaitkan nuansa sastra ini dengan mukjizat AlQuran, dalam beberapa hal memang ada benang merahnya. Misalnya ketika Allah SWT menyebutkan bahwa Dia telah menghias langit itu dengan bintang-bintang.</p><p dir='rtl'>وَلَقَدْ زَيَّنَّا السَّمَاۤءَ الدُّنْيَا بِمَصَابِيْحَ وَجَعَلْنٰهَا رُجُوْمًا لِّلشَّيٰطِيْنِ وَاَعْتَدْنَا لَهُمْ عَذَابَ السَّعِيْرِ</p><q>Sesungguhnya Kami telah menghiasi langit yang dekat dengan bintang-bintang, dan Kami jadikan bintang-bintang itu alat-alat pelempar syaitan, dan Kami sediakan bagi mereka siksa neraka yang</q>"
      },
      {
        "page": 64,
        "text": "<q>menyala-nyala. (QS. Al-Mulk : 5)</q><p>Jangan tafsirkan ayat ini dengan fakta sains, kita nanti akan bingung sendiri. Sebab menurut sains keberadaan bintang di langit itu unik sekali. Bintang itu ternyata semacam matahari juga yang punya energi nuklir yang teramat besar sekali. Hanya saja karena jaraknya jutaan tahun cahaya, di mata kita jadi kelihatan kecil sekali dan berkelapkelip ibarat lampu-lampu hiasa yang berkedapkedip.</p><p>Kalau Al-Quran menyebut bintang itu hiasan langit, tentu dengan cara pandang kita manusia di bumi. Setidaknya, itulah kesan indah yang kita dapat. Saat itu Al-Quran tidak sedang bicara tentang fakta astronomi apalagi fisika.</p><p>Proxima Centauri itu bintang terdekat dengan kita, jaraknya diperkirakan 4,2 juta tahun cahaya. Kalau kita melihat dengan mata telanjang, maka cahaya yang masuk ke retina mata kita adalah cahaya yang telah menempuh perjalanan panajng sejak 4,2 juta tahun yang lalu.</p><p>Boleh jadi saat ini posisi Proxima Centauri sudah tidak disitu lagi, mungkin bergeser, pindah, digusur atau pulang kampung, bahkan sudah punah.</p><strong>3. Al-Quran Diturunkan Kepada Muhammad SAW</strong><p>Di sisi lain kita harus memahami bahwa Al-Quran itu adalah kalamullah al-munazzal 'ala Muhammad, perkataan Allah SWT yang diturunkan kepada Nabi Muhammad SAW. Yang diajak bicara itu bukan para ilmuwan, bukan astronom, dan</p>"
      },
      {
        "page": 65,
        "text": "<p dir='cntn'>bukan pula fisikawan.</p><p>Yang diajak bicara itu seorang anak manusia yang hidup di akhir abad ke enam dan awal abad ke tujuh masehi, dengan segala wawasan teknologi umat manusia di masanya. Maka akan jadi aneh dan membingungkan kalau Allah SWT 'membocorkan' ilmu sains yang hanya bisa dipahami oleh manusia di abad ke-20.</p><p>Bukan hanya bingung tetapi dipastikan akan terjadi keguncangan besar. Malah boleh jadi informasi ilmiyah itu justru akan diingkari oleh para musyrikin di masa itu. Bukankah fakta bahwa Nabi SAW diisra'kan ke Masjid Al-Aqsha yang sebenarnya mukjizat itu malah berbalik menjadi tambah ingkar? Orang kafir Mekkah alih-alih bertambah imannya mendengar kabar Isra dan Mikraj, mereka justru semakin punya bahan untuk lebih akfif membuli Rasulullah SAW dengan 'bualan-bualan' orang gila.</p><p>Jadi kalau misalnya Al-Quran bercerita akan datang suatu masa nanti manusia bisa saling berkomunikasi jarak jauh pakai telepon atau internet, maka orang kafir akan tambah terbahakbahak reaksinya. Apalagi kalau dikatakan bahwa manusia bisa terbang naik pesawat di masa depan, pastilah orang kafir tambah yakin dengan tuduhan bahwa Muhammad SAW telah gila.</p><p>Maka disitulah kita menemukan alasan kenapa Al-Quran tidak turun dengan kelengkapan informasi teknologi masa depan. Karena selain tidak ada gunanya, juga akan semakin jauh lagi</p>"
      },
      {
        "page": 66,
        "text": "<p dir='cntn'>mereka mengingkari Al-Quran. Biar lah nanti umat manusia dengan teknologi yang berkembang, akan mendapatkan berbagai penemuan mereka sesuai dengan zamannya. Urusan informasi sains itu bukan urusan Al-Quran yang menyelesaikannya.</p><strong>4. Menafsirkan Ulang Sesuai Dengan Sains Modern</strong><p>Selain lewat jawaban bahwa Al-Quran itu kitab sastra dan bukan kitab sains, pertentangan antara ayat Al-Quran dan sains itu oleh sebagian umat Islam diberi jawaban secara penafsiran.</p><p>Yang paling populer adalah penafsiran tentang durasi masa penciptaan bumi dan langit yang secara zhahirnya disebutkan enam hari di dalam AlQuran. Ayat-ayat ini lalu ditafsirkan bahwa hari yang dimaksud disitu bukan sehari 24 jam, melainkan ditafsirkan menjadi enam masa.</p><p>Cara ini dilakukan oleh Kementerian Agama RI ketika menerbitkan Al-Quran dan Terjemahnya. Semua ayat yang terkait dengan penciptaan bumi dan langin selalu diterjemahkan dengan enam masa penciptaan, bukan dengan enam hari. Dengan demikian, pertentangan Al-Quran dengan fakta sains dianggap sudah selesai. Bukan enam hari x 24 tapi enam masa, kira-kira begitulah logika jawabannya.</p><p>Tapi enam masa itu apa saja rinciannya, justru sama sekali tidak dijelaskan. Pokoknya bukan enam hari x 24 jam. Sedangkan enam masa yang dimaksud itu masa apa saja, silahkan dipikir nanti saja, toh tidak ada penjelasannya juga.</p>"
      }
    ]
  }
]
