[
  {
    "id": "59eab151-e50c-4c7b-b0f5-3dcf8accfac7",
    "info": {
      "title": "Fiqih Interaksi Muslim dengan Non Muslim",
      "author": "Ahmad Sarwat, Lc., MA",
      "publish": "Sun, 30 December 2018",
      "pages": 51,
      "price": 0,
      "category": "Aqidah",
      "desc": "Pada dasarnya semua agama samawi yang dibawa oleh 124 ribu nabi dan rasul sejak Nabi Adam hingga Nabi Muhammad SAW adalah agama Islam, termasuk juga agama yahudi yang dibawa oleh Nabi Musa dan agama Nasrani yang dibawa oleh Nabi Isa alahimassalam. Keduanya agama Islam juga, sebab mereka semua adalah utusan Allah SWT yang resmi."
    },
    "tableOfContents": [
      { "page": 7, "text": "Pendahuluan", "head": true },
      {
        "page": 9,
        "text": "Islam dan Non Islam",
        "sub": [
          { "page": 9, "text": "Asal Semua Agama Samawi : Islam" },
          {
            "page": 9,
            "text": "Siapa Yang Disebut Bukan Islam?",
            "sub": [
              { "page": 9, "text": "Umat Terdahulu Yang Ingkar" },
              { "page": 10, "text": "Umat Nabi Muhammad SAW Yang Ingkar" },
              {
                "page": 10,
                "text": "Sisa Umat Terdahulu Yang Tidak Mengakui Kenabian Muhammad SAW"
              }
            ]
          },
          { "page": 10, "text": "Wujud Kekafiran" },
          { "page": 11, "text": "Risalah Muhammad dan Nabi Terdahulu" }
        ]
      },
      {
        "page": 13,
        "text": "Balasan Interaksi Antara Agama",
        "sub": [
          {
            "page": 13,
            "text": "Non Muslim Itu Teman atau Musuh?",
            "sub": [
              { "page": 13, "text": "Ijma' Ulama : Berteman dan Damai" },
              {
                "page": 13,
                "text": "Sepanjang Hayat Nabi SAW Berdampingan Dengan Non Muslim"
              },
              {
                "page": 14,
                "text": "Perang Adalah Pengecualian Yang Kasuistik"
              },
              {
                "page": 15,
                "text": "Non Muslim Adalah Muslim Yang Tertunda"
              }
            ]
          },
          {
            "page": 15,
            "text": "Najiskah Tubuh Orang Kafir?",
            "sub": [
              { "page": 15, "text": "Bukan Najis Fisik Tapi Aqidah" },
              {
                "page": 16,
                "text": "Nabi SAW Menerima Bani Tsaqif di Dalam Masjid"
              },
              {
                "page": 17,
                "text": "Air Liur Orang Kafir Tidak Najis"
              },
              {
                "page": 17,
                "text": "Boleh Menjadi Penerima Donor Darah"
              }
            ]
          },
          {
            "page": 18,
            "text": "Halalkah Nyawa Orang Kafir",
            "sub": [
              {
                "page": 18,
                "text": "Khutbah Wada' : Haram Bunuh Nyawa Manusia"
              },
              {
                "page": 19,
                "text": "Kafir Yang Mengharamkan Darah Kita"
              },
              {
                "page": 19,
                "text": "Kafir Yang Menghalalkan Darah Kita"
              },
              {
                "page": 19,
                "text": "Haramkan Terjadinya Collateral Damage"
              }
            ]
          },
          {
            "page": 20,
            "text": "Tidak Boleh Ikut Peribadatan",
            "sub": [
              { "page": 20, "text": "Al-Quran" },
              {
                "page": 21,
                "text": "Fatwa Umar"
              }
            ]
          },
          {
            "page": 21,
            "text": "Bolehkah Masuk Rumah Ibadak Mereka",
            "sub": [
              { "page": 22, "text": "Rasulullah SAW Shalat di Depan Ka'bah" },
              {
                "page": 22,
                "text": "Rasulullah SAW Masuk Masjid Al-Aqsha"
              },
              {
                "page": 23,
                "text": "Umar di Masjid Al-Aqsha"
              },
              {
                "page": 24,
                "text": "Mazhab Al-Hanafiyah : Makruh"
              }
            ]
          },
          {
            "page": 24,
            "text": "Bolehkah Non Muslim Masuk Masjid?",
            "sub": [
              {
                "page": 24,
                "text": "Mazhab Al-Hanafiyah"
              },
              {
                "page": 25,
                "text": "Mazhab Al-Malikiyah"
              },
              {
                "page": 25,
                "text": "Mazhab As-Syafi'iyah"
              }
            ]
          },
          {
            "page": 26,
            "text": "Bolehkah Mendoakan non Muslim?",
            "sub": [
              {
                "page": 26,
                "text": "Pada Dasarnya Tidak Ada Larangan"
              },
              {
                "page": 27,
                "text": "Haram Memintakan Ampunan"
              },
              {
                "page": 28,
                "text": "Tidak Boleh Menshalatkan Jenazah Non Muslim"
              },
              {
                "page": 29,
                "text": "Ucapan Belasungkawa"
              }
            ]
          },
          {
            "page": 30,
            "text": "Bolehkah Mengucapkan Selamat Natal?",
            "sub": [
              {
                "page": 31,
                "text": "Pendapat Yang Mengharamkan",
                "sub": [
                  {
                    "page": 31,
                    "text": "Fatwa Syeikh Al-'Utsaimin"
                  },
                  {
                    "page": 32,
                    "text": "Fatwa Ibnul Qayyim"
                  }
                ]
              },
              {
                "page": 32,
                "text": "Pendapat Yang Tidak Mengharamkan",
                "sub": [
                  {
                    "page": 32,
                    "text": "Fatwa MUI"
                  },
                  {
                    "page": 33,
                    "text": "Fatwa Dr. Yusuf Al-Qaradawi"
                  },
                  {
                    "page": 35,
                    "text": "Fatwa Dr. Mustafa Ahmad Zarqa'"
                  },
                  {
                    "page": 36,
                    "text": "Majelis Fatwa dan Riset Eropa"
                  }
                ]
              },
              {
                "page": 36,
                "text": "Pendapat Pertengahan",
                "sub": [
                  {
                    "page": 36,
                    "text": "Tahni'ah yang halal"
                  },
                  {
                    "page": 37,
                    "text": "Tahni'ah yang haram"
                  }
                ]
              }
            ]
          },
          {
            "page": 37,
            "text": "Bolehkah Bermuamalah Ekonomi",
            "sub": [
              {
                "page": 38,
                "text": "Nabi Digelari Al-Amin"
              },
              {
                "page": 38,
                "text": "Nabi Wafat Berhutang Kepada Yahudi"
              }
            ]
          },
          {
            "page": 39,
            "text": "Bolehkah Bermuamalah Sosial?",
            "sub": [
              {
                "page": 39,
                "text": "Menyantuni Orang Kafir"
              },
              {
                "page": 39,
                "text": "Menjenguk Ketika Sakit"
              },
              {
                "page": 40,
                "text": "Menghormati Jenazah"
              }
            ]
          },
          {
            "page": 40,
            "text": "Tidak Boleh Tasyabbuh",
            "sub": [
              {
                "page": 40,
                "text": "Dasar Keharaman"
              },
              {
                "page": 41,
                "text": "Di Dalam Negara Islam"
              },
              {
                "page": 42,
                "text": "Dalam Keadaan Dharurat"
              },
              {
                "page": 42,
                "text": "Khas Pakaian Agama"
              }
            ]
          },
          { "page": 49, "text": "Tidak Boleh Jadi Wali Nikah" },
          {
            "page": 50,
            "text": "Berkoalisi Dalam Mengelola Negara",
            "sub": [
              {
                "page": 50,
                "text": "Berhukum Kepada Kitab Masing-masing"
              },
              {
                "page": 50,
                "text": "Bersatu Dalam Piagam Madinah"
              },
              {
                "page": 50,
                "text": "Bermumalat Maliyah"
              },
              {
                "page": 51,
                "text": "Madinah Tidak Semua Muslim"
              },
              {
                "page": 51,
                "text": "Piagam Madinah",
                "sub": [
                  {
                    "page": 51,
                    "text": "Yahudi dan Muslimin Adalah Satu Umat"
                  },
                  {
                    "page": 52,
                    "text": "Menjalankan Agama Masing-masing"
                  },
                  {
                    "page": 52,
                    "text": "Ikut Memerangi Musuh Bersama"
                  }
                ]
              }
            ]
          }
        ]
      }
    ],
    "content": [
      {
        "page": 7,
        "text": "<h1>Pendahuluan</h1><p>Bismillah wal hamdulilah, wasslatu wassalamu ‘ala rasulillah, wa ba’du</p><p>Kecuali Saudi Arabia dan Vatikan, rasanya tidak ada negara di dunia ini yang penduduknya hanya menganut satu agama saja. Semua negara Arab seperti Mesir, Suriah, Yaman, Jordan, bahkan Palestina, rata-rata berpenduduk multi agama. Ada Islam, Kristen dan agama-agama yang lain.</p><p>Demikian juga di Benua Eropa dan Amerika, juga termasuk Australia. Meski mayoritas berpenduduk non Islam, namun tidak bisa dipungkiri ada trend baru yaitu semakin banyaknya jumlah penduduk yang memeluk agama Islam.</p><p>Indonesia sendiri meski mayoritas penduduknya beragama Islam, namun mengakui enam agama secara resmi, yaitu Islam, Katholik, Protestan, Hindu, Budha dan Konghuchu.</p><p>Artinya, tidak ada tempat di dunia ini yang tidak terjadi campur-baur antar agama. Semua agama tetap ada dan diakui eksistensi serta jatidirinya.</p><p>Maka amat dibutuhkan sebuah aturan atau ketentuan untuk bisa mengatisipasi kemajemukan agama, dimana masyarakat di suatu negara memeluk sekian banyak agama yang berbeda. Aturan yang menengahi hubungan interaksi antar agama ini tentu saja tidak boleh melanggar</p>"
      },
      {
        "page": 8,
        "text": "<summary>ketentuan internal di dalam agama itu sendiri.</summary><p>Oleh karena itu Penulis mencoba mengumpulkan berbagai kajian, ijtihad dan fatwa para ulama, khususnya yang terkait dengan urusan hubungan interaksi antara agama Islam dengan agama di luar Islam.</p><p>Sudah lama Penulis ingin segera menerbitkan buku ini, namun baru sekarang inilah nampaknya bisa terealisir. Buku yang secara khusus membahas fiqih interaksi seorang muslim dengan saudaranya yang bukan muslim.</p>"
      },
      {
        "page": 9,
        "text": "<h1>Bab 1. Islam dan Non Islam</h1><strong>A. Asal Semua Agama Samawi : Islam</strong><p>Pada dasarnya semua agama samawi yang dibawa oleh 124 ribu nabi dan rasul sejak Nabi Adam hingga Nabi Muhammad SAW adalah agama Islam, termasuk juga agama yahudi yang dibawa oleh Nabi Musa dan agama Nasrani yang dibawa oleh Nabi Isa alahimassalam. Keduanya agama Islam juga, sebab mereka semua adalah utusan Allah SWT yang resmi.</p><p>Ini bukan pandangan Islam Liberal, tetapi pandangan Al-Quran Al-Karim sendiri.</p><p dir='rtl'>اِنَّ الدِّيْنَ عِنْدَ اللّٰهِ الْاِسْلَامُ ۗ</p><q>Sesungguhnya agama disisi Allah adalah Islam. (QS. Ali Imran : 19)</q><p>Semua agama yang dibawa para nabi itu agama Islam. Lalu ada sebagian dari pengikutnya ada yang taat tapi ada juga tidak taat. Yang tidak taat inilah yang kita sebut sebagai bukan Islam.</p><strong>B. Siapa Yang Disebut Bukan Islam?</strong><p>Sebenarnya kalau lebih diperdalam lagi, setidaknya ada tiga kelompok yang bisa disebut sebagai bukan Islamr, yaitu</p><strong>a. Umat Terdahulu Yang Ingkar</strong>"
      },
      {
        "page": 10,
        "text": "<p>Disebutkan bahwa sebagian dari pengikut agama para nabi itu ada yang kufur, ingkar, tidak taat, maksiat dan nekat. Fir’aun, Namrudz, Kaum ‘Add, Tsamud, Kaum Nabi Nuh, Kaum Luth, dan lainnya. Mereka semua ini yang kemudian disebut sebagai bukan Islam alias kafir.</p><strong>b. Umat Nabi Muhammad SAW Yang Ingkar</strong><p>Hal yang sama juga berlaku bagi umat mausia yang hidup di masa kenabian Muhammad SAW. Apabila mereka ingkar kepada kenabian Muhammad SAW, maka mereka bukan muslim alias kafir juga.</p><p>Contohnya yang mudah disebut misalnya Abu Lahab, Abu Jahal dan rekan-rekan seperjuangannya.</p><strong>Sisa Umat Terdahulu Yang Tidak Mengakui Kenabian Muhammad SAW</strong><p>Yang ketiga adalah sisa-sisa umat terdahulu, yaitu mereka yang mengaku sebagai para pengikut nabi terdahulu. Mereka hidup setelah kedatangan Nabi Muhammad SAW, namun mereka tidak mau mengakui kenabiannya serta tidak mau menerima risalah yang dibawanya.</p><p>Mereka ini bukan Islam juga. Contohnya para pemeluk agama yahudi dan nasrani hari ini.</p><strong>C. Wujud Kekafiran</strong><p>Salah wujud kekafiran adalah menyekutukan Allah SWT. Di dalam Al-quran disebutkan dengan tegas kafirnya mereka yang menyembah Nabi Isa dan mengaku punya tiga tuhan (trinitas).</p>"
      },
      {
        "page": 11,
        "text": "<p dir='rtl'>لَقَدْ كَفَرَ الَّذِيْنَ قَالُوْٓا اِنَّ اللّٰهَ هُوَ الْمَسِيْحُ ابْنُ مَرْيَمَ ۗ</p><q>Sesungguhnya telah kafirlah orang-orang yang berkata: \"Sesungguhnya Allah adalah Al Masih putra Maryam\", (QS. Al-Maidah : 72)</q><p dir='rtl'>لَقَدْ كَفَرَ الَّذِيْنَ قَالُوْٓا اِنَّ اللّٰهَ ثَالِثُ ثَلٰثَةٍ ۘ وَمَا مِنْ اِلٰهٍ اِلَّآ اِلٰهٌ وَّاحِدٌ ۗ</p><q>Sesungguhnya kafirlah orang-orang yang mengatakan: \"Bahwasanya Allah salah satu dari yang tiga\". (QS. Al-Maidah : 73)</q><strong>D. Risalah Muhammad dan Nabi Terdahulu</strong><p>Salah satu ciri perbedaan utama risalah Nabi Muhammad SAW dengan para nabi terdahulu adalah ruang lingkup objek dakwah.</p><p>Para nabi terdahulu umumnya tidak diutus untuk semua bangsa manusia, tetapi hanya dikhususkan untuk bangsanya sendiri saja.</p><p>Umat Nabi Musa adalah bangsa Yahudi. Kalau mereka beriman, mereka disebut muslim berkebangsaan yahudi. Tapi kalau mereka membangkang dan tidak beriman kepada agama yang dibawa Musa, maka mereka menjadi kafir.</p><p>Umat Nabi Isa yang taat dan menjadi pembela agama Allah, kita sebut muslim. Sedangkan yang membangkang, kita sebut kafir.</p><p>Jadi di masa lalu sebelum era kenabian Muhammad SAW, setiap bangsa itu punya nabi sendiri-sendiri. Sebaliknya, ketika Rasulullah SAW</p>"
      },
      {
        "page": 12,
        "text": "<summary>diutus, maka semua risalah peninggalan nabi-nabi terdahulu pun otomatis sudah didemolish alias dilenyapkan dan tidak berlaku lagi.</summary><p>Nabi Muhammad SAW diutus tidak hanya kepada bangsa Arab, tetapi kepada semua umat manusia, termasuk umat terdahulu yang masih hidup di masa kenabian Muhammad.</p><p>Maka agama yang dibawa oleh Rasulullah SAW tidak disebut sebagai agama Arab. Cukup disebut sebagai agama Islam saja. Karena sifatnya sudah jadi domain publik.</p><p>Berbeda dengan agama umat terdahulu, meski semua berstatus sebagi ‘Agama Islam’, namun penamaannya lebih identik dengan nama bangsa (baca:kaum) masing-masing.</p>"
      },
      {
        "page": 13,
        "text": "<h1>Bab 2. Batasan Interaksi Antara Agama</h1><p>Pada bagian ini kita akan lebih fokus kepada bentuk-bentuk interaksi antara muslim dengan non muslim. Tema-temanya selalu jadi bahan pertanyaan.</p><strong>A. Non Muslim Itu Teman atau Musuh?</strong><p>Ini adalah pertanyaan yang paling mendasar, yaitu apa hakikat paling dasar hubungan muslim dengan non-muslim? Apakah hubungan dasarnya pertemanan, damai dan hidup berdampingan, ataukah hubungan dasarnya permusuhan, perang dan saling bunuh?</p><strong>1. Ijma’ Ulama : Berteman dan Damai</strong><p>Sebenarnya pertanyaan ini mudah sekali dijawab, karena seluruh ulama sudah ber-ijma’ bahwa hubungan dasar muslim dengan non muslim adalah hubungan pertemanan, damai dan berdampingan.</p><strong>Sepanjang Hayat Nabi SAW Berdampingan Dengan Non Muslim</strong><p>Sejak diangkat menjadi utusan Allah SWT secara resmi, Nabi SAW tidak pernah berada di lingkunan yang steril dari orang kafir. Justru kehidupan Beliau SAW baik selama di Mekkah 13 tahun atau pun setelah hijrah ke Madinah selama 10 tahun, selalu dikerumuni oleh kalangan non muslim di sekeliling beliau.</p>"
      },
      {
        "page": 14,
        "text": "<p>Paman : Abu Thalib adalah paman beliau sendiri. Bahkan tahun kematiannya diresmikan menjadi tahun duka cita. Padahal Abu Thalib tidak pernah mengucapkan shahabat.</p><p>Mertua : Abu Sufyan bin Al-Harb sebelum akhirnya masuk Islam, ternyata sepanjang 21 tahun dakwah kenabian selalu berada pada posisi sebagai orang kafir yang memerangi. Padahal puterinya sendiri, Ibunda Ramlah radhiyallahuanha menikah dengan Rasulullah SAW. Ini berarti Nabi SAW punya mertua yang agamanya non muslim.</p><p>Menantu : salah satu menantu Rasulullah SAW yang bernama Abul Ash, agak lama menjadi orang kafir. Sampai pernah berhadapan dengan beliau di medan perang ikut berperang di pihak Quraiys, memerangi Rasulullah dan kaum Muslimin. Atas pertolongan Allah, kaum Muslimin menang di Badar, dan Abul Ash pun menjadi tawanan.</p><strong>3. Perang Adalah Pengecualian Yang Kasuistik</strong><p>Kalau pun nanti ada kisah perang, yang jadi titik masalah bukan karena berbeda iman dan aqidah. Perang Badar, Uhud, Khandaq dan perang-perang yang lain itu bisa kita bedah satu per satu penyebabnya. Dan tidak ada satu pun perang yang didasari oleh perbedaan agama dan keyakinan.</p><p>Buktinya saat Perang Badar, Uhud dan Khandaq berlangsung, di Madinah ada begitu banyak orang Yahudi yang bukan muslim. Mereka terikat perjanjian untuk saling membela dengan sesama penduduk Madinah, meski beda agama.</p>"
      },
      {
        "page": 15,
        "text": "<p>Ketika Rasulullah SAW mengusir yahudi dari Madinah pun, sebenarnya dasarnya bukan karena perbedaan aqidah. Dasarnya khianat yang mereka lakukan. Ibarat menohok kawan seiring, menggunting dalam lipatan dan menyalip di tikungan.</p><strong>4. Non Muslim Adalah Muslim Yang Tertunda</strong><p>Dalam sirah nabawiyah, kalau kita bandingkan siapa saja yang jadi orang kafir pada saat awal kenabian dengan pada 23 tahun kemudian kala hembuskan nafas terakhir, maka kita bisa temukan fakta bahwa semua yang kafir itu pada akhirnya masuk Islam juga.</p><p>Hamzah dan Umar bin Khattab pada awalnya kafir, tapi akhirnya masuk Islam juga. Amar bin AlAsh dan Khalid bin Walid itu kafir yang jadi musuh Islam, tapi akhirnya masuk Islam juga. Bahkan sekelas Abu Sufyan, walaupun sudah injury time, tapi masuk Islam juga.</p><strong>B. Najiskah Tubuh Orang Kafir?</strong><p>Di dalam Al-Quran Al-Karim Allah SWT telah berfirman tentang hal yang menyangkut orang musyrik yang dikatakan najis.</p><p dir='rtl'>اِنَّمَا الْمُشْرِكُوْنَ نَجَسٌ</p><strong>1. Bukan Najis Fisik Tapi Aqidah</strong><p>Dalam hal ini jumhur ulama berpendapat meski ada ayat di atas menyebutkan bahwa orang-orang</p>"
      },
      {
        "page": 16,
        "text": "<summary>musyrik itu najis, tetapi bukan berarti tubuh mereka najis. Ada dua alasan mengapa kita tidak mengambil ayat ini secara lahiriyah.</summary><p>Pertama, para ulama mengatakan bahwa yang dimaksud najis dalam ayat ini bukan secara najis secara fisik, melainkan najis secara kiasan, yaitu yang merupakan najis adalah aqidah mereka yang mereka yakini. Aqidah orang kafir yang menyekutukan Allah itulah yang hukumnya najis.</p><p>Kedua, bahwa ayat di atas tidak terkait dengan najis secara hakiki atau ‘ain, melainkan secara hukmi. Najis hukmi maksudnya bukan najis, melainkan berhadats, baik hadats kecil maupun hadats besar.</p><p>Maksudnya tubuh orang tidak suci dari hadats kecil dan besar, karena mereka tidak berwudhu atau mandi janabah. Dan mereka memang tidak pernah melakukannya. Namun tubuh mereka bukan benda najis, yang apabila terkena pada badan kita harus dicuci.</p><strong>2. Nabi SAW Menerima Bani Tsaqif di Dalam Masjid</strong><p>Hujjah lainnya bahwa tubuh orang kafir itu tidak merupakan najis adalah ketika Nabi SAW menerima utusan dari Tsaqif yang nota-bene adalah orang kafir di dalam masjid.</p><p dir='rtl'>عَنْ عُثْمَانَ ابْنِ أَبيِ العَاصِ أَنْزَلَ النَّبِيُّ وَفْدَ ثَقِيفٍ فيِ المَسْجِدِ</p>"
      },
      {
        "page": 17,
        "text": "<q>Dari Utsman bin Abil Ash radhiyallahuanhu bahwa Rasulullah SAW menerima utusan dari Tsaqif di dalam masjid (HR. Abu Daud)</q><strong>3. Air Liur Orang Kafir Tidak Najis</strong><p>Dalil yang ketiga bahwa tubuh orang kafir bukan termasuk benda najis adalah apa yang dilakukan oleh Rasulullah SAW terhadap orang-orang kafir yang datang kepada beliau SAW dan Abu Bakar minum susu bersama-sama dengan orang kafir dari wadah yang sama.</p><p dir='rtl'>أُتِيَ عَلَيْهِ الصَّلاةُ وَالسَّلامُ بِلَبَنٍ فَشَرِبَ بَعْضَهُ وَنَاوَل الْبَاقِيَ أَعْرَابِيًّا كَانَ عَلَى يَمِينِهِ فَشَرِبَ ثُمَّ نَاوَلَهُ أَبَا بَكْرٍ رَضِيَ اللَّهُ عَنْهُ فَشَرِبَ وَقَال : الأْيْمَنَ فَالأْيْمَنَ</p><q>Rasulullah SAW diberikan susu lalu beliau meminumnya sebagian lalu disodorkan sisanya itu kepada a’rabi (kafir) yang ada di sebelah kanannya dan dia meminumnya lalu disodorkan kepada Abu Bakar dan beliau pun meminumnya (dari wadah yang sama) lalu beliau berkata,’Ke kanan dan ke kanan’. (HR. Bukhari)</q><p>Kalau tubuh orang kafir itu najis, maka seharusnya beliau SAW tidak mau minum dari bekas mulut orang kafir.</p><strong>4. Boleh Menjadi Penerima Donor Darah</strong><p>Hukum muslim menjadi penerima donor darah dari orang kafir tentu boleh saja. Memang ketika darah itu baru dikeluarkan dari tubuhnya, saat itu darah itu memang najis, baik pendonornya muslim</p>"
      },
      {
        "page": 18,
        "text": "<summary>atau bukan muslim.</summary><p>Namun begitu darah segar itu dimasukkan ke dalam tubuh seseorang, maka darah itu sudah tidak najis lagi. Dan darah orang kafir yang sudah masuk ke dalam tubuh seorang muslim juga tidak najis. Sehingga hukumnya tetap boleh dan dibenarkan ketika seorang muslim menerima transfusi darah dari donor yang tidak beragama Islam.</p><strong>C. Halalkah Nyawa Orang Kafir</strong><p>Yang dimaksud dengan halal disini maksudnya bukan halal dimakan, tetapi halal dibunuh atau dicabut nyawanya.</p><strong>1. Khutbah Wada’ : Haram Bunuh Nayawa Manusia</strong><p>Dalam Khutbah Wada’ Rasulullah SAW menegaskan bahwa Islam mengharamkan semua manusia, dalam arti haram dibunuh, terlepas apakah dia muslim atau bukan Islam.</p><p dir='rtl'>أيها الناس إِنَّ دِمَاءَكُمْ وَأَمْوَالَكُمْ حَرَامٌ عَلَيْكُمْ، كَحُرْمَةِ يَوْمِكُمْ هَذَا فِي شَهْرِكُمْ هَذَا، فِي بَلَدِكُمْ هَذَا</p><q>Wahai umat manusia. Sesungguhnya nyawa dan harta kalian itu haram atas sesama kalian, sebagaimana haramnya hari ini dan bulan ini di negeri kalian ini.</q><p>Keharaman ini tidak saja hanya berlaku untuk sesama muslim, tetapi juga antara muslim dengan non muslim. Non muslim terbagi menjadi dua macam yaitu kafir yang masih mengharamkan</p>"
      },
      {
        "page": 19,
        "text": "<summary>darah kita dan kafir yang menghalalkan darah kita.</summary><strong>2. Kafir Yang Mengharamkan Darah Kita</strong><p>Orang kafir yang tidak memerangi kita berarti mereka juga menghormati nyawa kita. Dalam pandangan mereka, nyawa kita juga haram dibunuh.</p><p>Maka dalam pandangan syariah, mereka ini meski kafir dan tidak beriman kepada Allah, darahnya haram ditumpahkan alias haram dibunuh. Tidak boleh diperangi dalam arti kita haram membunuhnya.</p><p>Posisi mereka bisa saja menjadi warga negara di tengah umat Islam dalam arti minoritas, namun bisa juga mereka hidup di negaranya sendiri sebagai mayoritas. Namun negaranya tidak memerangi negara kita.</p><strong>3. Kafir Yang Menghalalkan Darah Kita</strong><p>Sedangkan kafir yang memerangi kita dan memang menghalalkan darah kita, tentu halal pula kalau kita perangi. Di medan pertempuran yang sesungguhnya, pada saat konteksnya membunuh atau dibunuh, maka membunuh pasukan kafir yang mau membunuh kita hukumnya halal.</p><strong>4. Haramkan Terjadinya Collateral Damage</strong><p>Collateral Damage adalah istilah untuk korban perang yang tidak berdosa dan mati sia-sia. Dalam hal ini Islam mengharamkan adanya korban dari dampak perang yang brutal tanpa memperhatikan nyawa tidak berdosa dan tidak layak mati.</p><p>Maka dalam syariat Islam, meski dalam perang</p>"
      },
      {
        "page": 20,
        "text": "<summary>dibolehkan membunuh orang kafir, tetap saja ada banyak ketentuan yang mengikat, dimana pasukan muslim tetap saja diharamkan membunuh para wanita, anak-anak, orang yang sudah tua, orang sakit, biarawan atau dia masuk Islam.</summary><p>Termasuk juga diharamkan untuk membunuh tawanan perang, orang yang sudah menyerah dan juga utusan pihak kafir.</p><strong>D. Tidak Boleh Ikut Peribadatan</strong><p>Meski ada kedekatan antara nasrani dan Islam, namun dalam masalah ibadah tidak boleh terjadi campur baur. Syariat Islam melarang umat Islam beribadah bersama-sama dengan agama lain, termasuk nasrani juga.</p><strong>1. Al-Quran</strong><p>Dalam hal ini ada ketegasan dari Al-Quran :</p><p dir='rtl'>قُلْ يٰٓاَيُّهَا الْكٰفِرُوْنَۙ لَآ اَعْبُدُ مَا تَعْبُدُوْنَۙ وَلَآ اَنْتُمْ عٰبِدُوْنَ مَآ اَعْبُدُۚ وَلَآ اَنَا۠ عَابِدٌ مَّا عَبَدْتُّمْۙ وَلَآ اَنْتُمْ عٰبِدُوْنَ مَآ اَعْبُدُۗ لَكُمْ دِيْنُكُمْ وَلِيَ دِيْنِ ࣖ</p><q>Katakanlah: \"Hai orang-orang yang kafir, aku tidak akan menyembah apa yang kamu sembah. Dan kamu bukan penyembah Tuhan yang aku sembah. Dan aku tidak pernah menjadi penyembah apa yang kamu sembah. Dan kamu tidak pernah (pula) menjadi penyembah Tuhan yang aku sembah. Untukmulah agamamu dan untukkulah</q>"
      },
      {
        "page": 21,
        "text": "<q>agamaku\". (QS. Al-Kafirun : 1-6)</q><p>Para ulama sepakati bahwa masuk ke dalam rumah ibadah agama lain pada saat orang-orang kafir itu sedang menjalankan ritual agama hukumnya haram. Sedangkan bila di dalam rumah ibadah itu sedang tidak ada ritual agama, maka para ulama berbeda pendapat. Sebagian memakruhkan, sebagian membolehkan dan sebagian lagi mengharamkan secara mutlak.</p><p>Ketika sedang ada peribadatan, maka para ulama sepakat mengharamkan seorang muslim masuk ke dalam rumah ibadah agama lain.</p><strong>2. Fatwa Umar</strong><p>Keharaman ini berangkat dari perkataan shahabat Umar bin Al-Khattab radhiyallahuanhu.</p><q>Janganlah kalian memasuki tempat ibadah orang kafir pada saat mereka sedang merayakan hari agama mereka, karena kemarahan Allah akan turun kepada mereka.</q><strong>E. Bolehkah Masuk Rumah Ibadah Mereka?</strong><p>Bila tidak ada akfitas ritual peribadatan di dalam rumah ibadah itu, maka para ulama berbeda pendapat dalam hukum memasukinya. Jumhur ulama umumnya membolehkan hal itu, namun pandangan mazhab Al-Hanafiyah memakruhkannya.</p><p>Jumhur ulama baik dari mazhab Al-Malikiyah dan Al-Hanabilah serta sebagian ulama AlSyafi'iyah berpendapat bahwa seorang muslim diperbolehkan memasuki gereja atau tempat</p>"
      },
      {
        "page": 22,
        "text": "<summary>ibadah orang kafir lainnya. Di antara dasar kebolehan memasuki rumah ibadah agama lain adalah :</summary><strong>1. Rasulullah SAW Shalat di Depan Ka’bah</strong><p>Ketika Rasulullah SAW masih tinggal di Mekkah, saat itu Ka’bah masih dikelilingi dengan 360 berhala. Boleh dibilang bahwa saat itu Ka’bah lebih merupakan tempat ibadah orang kafir, ketimbang rumah ibadah agama Islam.</p><p>Namun beliau SAW tetap datang dan masuk ke Ka’bah. Bahkan beliau SAW shalat di depan Ka’bah, padahal di sekeliling beliau terdapat berhala yang begitu banyak.</p><p>Hanya saja beliau tidak mau ikut dalam ritual ibadah yang dikerjakan oleh orang kafir jahiliyah. Sehingga ketika orang-orang jahiliyah sedang menjalankan ritual ibadah mereka, beliau SAW tidak turut campur.</p><strong>2. Rasulullah SAW Masuk Masjid Al-Aqsha</strong><p>Walaupun di dalam Al-Quran tetap disebut dengan istilah Al-Masjid Al-Aqsha, namun ketika Rasullullah SAW di-isra’-kan kesana, sebenarnya saat itu wujud masjid itu lebih merupakan tempat ibadah orang-orang Nasrani.</p><p>Faktanya saat itu memang belum ada orang yang beragama Islam di tempat itu, yang ada hanyalah pemeluk agama nasrani, alias kristen. Maka kedudukannya tempat itu lebih merupakan rumah ibadah agama Kristen.</p><p>Pada saat itu dakwah Nabi dan penyebaran</p>"
      },
      {
        "page": 23,
        "text": "<summary>Islam memang belum mencapai tempat sejauh itu. Peristiwa isra’ itu terjadi menurut para sejarawan, kurang lebih satu setengah sebelum hijrah. Jangankah Palestina, Madinah pun belum mengenal agama Islam.</summary><p>Namun diriwayatkan bahwa beliau SAW pada saat isra; itu masuk ke dalamnya, bahkan ada riwayat yang menyebutkan bahwa beliau shalat sunnah di dalamnya.</p><strong>3. Umar di Masjid Al-Aqsha</strong><p>Ketika Rasulullah SAW wafat, akhirnya beberapa tahun kemudian barulah dakwah Islam masuk ke Palestina, hingga Masjid Al-Aqsha secara resmi diserahkan kepada umat Islam lewat tangan Umar.</p><p>Pada saat itu Umar memang menolak untuk mengerjakan shalat di dalamnya, namun alasannya bukan karena keharamannya, melainkan karena untuk menjaga perasaan dan hati para pemeluk nasrani. Selain itu beliau sendiri lebih ingin shalat di lokasi dimana Rasulullah SAW take-off menuju Sidratil Muntaha, karena pastilah tempat itu punya nilai khusus.</p><p>Akhirnya di tempat itu didirikan sebuah masjid, yang diberi nama masjid Umar. Lokasinya hanya bersebelahan saja dengan masjid Al-Aqsha yang tadinya rumah ibadah agama nasrani.</p><p>Tapi sebahagian yang lainnya mensyaratkan harus ada izin dari mereka yang menggunakan tempat tersebut. Oleh karena itu hukum memasuki gereja seperti halnya untuk menghadiri perkawinan atau bertugas melakukan pekerjaan</p>"
      },
      {
        "page": 24,
        "text": "<summary>tertentu, bukanlah sesuatu yang diharamkan. Syaratnya adalah orang muslim tersebut tidak melaksanakan hal-hal yang bertentangan dengan aturan-aturan agama.</summary><p>Meskipun demikian, sebaiknya dia tidak melakukannya kecuali jika dianggap perlu dan mendesak.</p><strong>4. Mazhab Al-Hanafiyah : Makruh</strong><p>Ulama di kalangan mazhab Al-Hanafiyah menyatakan bahwa makruh hukumnya seorang muslim memasuki gereja atau tempat ibadah orang kafir.</p><p>Yang menjadi dasar kemakruhannya bukan karena seorang muslim tidak punya hak untuk memasukinya. Namun dasarnya karena tempat ibadah agama lain itu merupakan tempat berkumpulnya setan.</p><p>Oleh karena itu pada dasarnya sekedar masuk ke dalam rumah ibadah bukan haram hukumnya, tetapi makruh karena menghindar dari kumpulan setan.</p><strong>F. Bolehkah Non Muslim Masuk Masjid?</strong><p>Pertanyaan berikutnya adalah : Bolehkah non muslim masuk ke dalam masjid? Dalam hal ini para ulama cenderung membolehkan, meski juga ada sedikit perbedaan pendapat.</p><strong>1. Mazhab Al-Hanafiyah</strong><p>Mahab ini mengatakan seorang kafir zimmi dibolehkan masuk ke dalam masjid, termasuk masjid Al-Haram di Mekkah atau Masjid An-Nabawi</p>"
      },
      {
        "page": 25,
        "text": "<summary>di Madinah.</summary><p>Dasarnya adalah praktek yang dilakukan oleh Rasulullah SAW sendiri yang menerima para utusan dari Bani Tsaqif di dalam masjid. Padahal para utusan jelas-jelas orang kafir dan bukan muslim. Namun beliau SAW bersabda :</p><p dir='rtl'>إِنَّهُ لَيْسَ عَلَى الأْرْضِ مِنْ أَنْجَاسِ النَّاسِ شَيْءٌ إِنَّمَا أَنْجَاسُ النَّاسِ عَلَى أَنْفُسِهِمْ</p><q>Tidak ada di atas bumi ini bekas najis manusia, sesungguhnya najis manusi itu adanya di dalam diri mereka sendiri. (HR. Bukhari dalam Syarah Ma’ani Al-Atsar).</q><strong>2. Mazhab Al-Malikiyah</strong><p>Mazhab Al-Malikiyah justru punya pendapat yang berlawanan dari mazhan Al-Hanafiyah. Mazhab ini justru mengharamkan kafir zimmi untuk masuk ke dalam masjid.</p><p>Namun larangan ini berlaku selama tidak ada izin dari umat Islam atau imam masjid. Bila seorang kafir zimmi itu mendapatkan izin dari imam masjid, dan jelas kepentingan dan tujuannya, seperti untuk mengerjakan pembangunan fisik masjid atau melakukan renovasi, maka hal itu dibolehkan.</p><strong>3. Mazhab As-Syafi’iyah</strong><p>Al-Imam An-Nawawi dan Al-Imam Ar-Rafi’i mewakili mazhab Asy-Syafi’iyah menegaskan bahwa seorang kafir dzimmi yang mendapatkan izin dari umat Islam untuk masuk ke dalam masjid,</p>"
      },
      {
        "page": 26,
        "text": "<summary>maka hukumnya boleh. Tetapi bedanya dengan pendapat di atas, beliau mengatakan bahwa hal itu tidak berlaku untuk masjid Al-Haram.</summary><p>Bila ada orang kafir zimmi masuk masjid tanpa izin dari umat Islam, maka dia wajib dihukum ta’zir. Namun bila dia melakukannya karena ketidaktahuannya, cukup diberithu tanpa harus dihukum.</p><p>Sedangkan Az-Zamakhsyari dengat tegas menyebutkan kebolehan bagi orang kafir zimmi untuk memasuki masjid, meski mereka dalam keadaan janabah. Sebab para utusan dari Bani Tsaqih yang diterima oleh Rasulullah SAW di dalam masjid, pastinya mereka dalam keadaan janabah. Sebab mereka tidak pernah mandi janabah. Kalau mereka mandi janabah, hukumnya tidak sah, karena syarat mandi janabah harus menjadi muslim terlebih dahulu.</p><strong>G. Bolehkah Mendoakan non Muslim?</strong><strong>1. Pada Dasarnya Tidak Ada Larangan</strong><p>Mendoakan orang lain hukumnya tentu baik dan berpahala, termasuk juga mendoakan hal-hal yang baik buat seorang non muslim sekalipun. Misalnya mendoakan kesembuhannya bila sakit atau bisa terbebas dari kesulitan duniawi lainnya. Dan yang paling utama adalah mendoakannya agar mendapat hidayah dari Allah sehingga bisa memeluk Islam.</p><p>Tentu doa ini tidak ada kaitannya dengan</p>"
      },
      {
        "page": 27,
        "text": "<summary>aqidah, melainkan lebih merupakan sebuah doa yang bersifat kemanusiaan, di mana sebagai sesama manusia, wajarlah bila kita saling tolong dengan sesama.</summary><p>Bahkan sebagai muslim diwajibkan kepada kita untuk melindungi kafir zimmi segala hal yang mencelakakan mereka. Bahkankalau sampai adapihak umat Islam yang menyakiti kafir zimmi yang berada dalam perlindungan umat Islam, maka yang memerangi itu harus diperangi. Maka mendoakan kebaikan duniawi buat mereka tentu saja merupakan hal yang wajar dan diperbolehkan.</p><strong>2. Haram Memintakan Ampunan</stro><p>Batas yang tidak boleh adalah memohonkan ampunan bagi orang yang kafir dan mati dalam kekafirannya. Meski pun yang kafir itu masih saudara kita sendiri. Dan dalam konteks itulah Allah SWT melarang Nabi Ibrahim mendoakan dan memintakan ampunan bagi ayahnya yang kafir.</p><p dir='rtl'>قَالَ سَلٰمٌ عَلَيْكَۚ سَاَسْتَغْفِرُ لَكَ رَبِّيْۗ اِنَّهٗ كَانَ بِيْ حَفِيًّا</p><q>Berkata Ibrahim: \"Semoga keselamatan dilimpahkan kepadamu, aku akan memintakan ampun bagimu kepada Tuhanku. Sesungguhnya Dia sangat baik kepadaku.\" (QS. Maryam : 47)</q><p dir='rtl'>مَا كَانَ لِلنَّبِيِّ وَالَّذِيْنَ اٰمَنُوْٓا اَنْ يَّسْتَغْفِرُوْا لِلْمُشْرِكِيْنَ وَلَوْ كَانُوْٓا اُولِيْ قُرْبٰى مِنْۢ بَعْدِ مَا تَبَيَّنَ لَهُمْ اَنَّهُمْ اَصْحٰبُ الْجَحِيْمِ</p>"
      },
      {
        "page": 28,
        "text": "<q>Tiadalah sepatutnya bagi Nabi dan orang-orang yang beriman memintakan ampun bagi orangorang musyrik, walaupun orang-orang musyrik itu adalah kaum kerabat, sesudah jelas bagi mereka, bahwasanya orang-orang musyrik itu adalah penghuni neraka jahanam. (QS. AtTaubah: 113)</q><p dir='rtl'>وَمَا كَانَ اسْتِغْفَارُ اِبْرٰهِيْمَ لِاَبِيْهِ اِلَّا عَنْ مَّوْعِدَةٍ وَّعَدَهَآ اِيَّاهُۚ فَلَمَّا تَبَيَّنَ لَهٗٓ اَنَّهٗ عَدُوٌّ لِّلّٰهِ تَبَرَّاَ مِنْهُۗ اِنَّ اِبْرٰهِيْمَ لَاَوَّاهٌ حَلِيْمٌ</p><q>Dan permintaan ampun dari Ibrahim untuk bapaknya tidak lain hanyalah karena suatu janji yang telah diikrarkannya kepada bapaknya itu. Maka, tatkala jelas bagi Ibrahim bahwa bapaknya itu adalah musuh Allah, maka Ibrahim berlepas diri dari padanya. Sesungguhnya Ibrahim adalah seorang yang sangat lembut hatinya lagi penyantun. (QS. AtTaubah: 114)</q><strong>3. Tidak Boleh Menshalatkan Jenazhah Non Muslim</strong><p>Jenazah non muslim tidak boleh dishalatkan, karena shalat jenazah pada dasarnya adalah doa permohonan ampunan.</p><p>Namun dalam hal ini ketika jenazahya tidak jelas apakah muslim atau tidak, yang kita jadikan patokan adalah statusnya saja. Kalau statusnya tetap muslim, misalnya KTP-nya bertuliskan agama Islam, meski mungkin kadang dia suka campurcampur dengan non muslim, kita perlakukan sebagai muslim.</p>"
      },
      {
        "page": 29,
        "text": "<p>Jenazahnya kita mandikan, kafani, shalatkan dan kuburkan di pekuburan orang Islam. Kita menggunakan prinsip :</p><p dir='rtl'>نحن نحكم بالظواهر وهللا يتوىل الرسائر</p><q>Kita menghukumi sesuai lahiriyahnya, sedangkan yang rahasia itu urusan Allah.</q><strong>4. Ucapan Belasungkawa</strong><p>Ungkapan innaa lillahi wa innaa ilaihi raaji'un bukan doa dan sama sekali tidak bermaksud mendoakan orang yang wafat, melainkan ungkapan zikir biasa yang dikaitkan dalam konteks bila ada yang wafat. Sedangkan yang wafat itu beragama apapun, tidaklah menjadi masalah. Sebab makna lafaz dari hanyalah ungkapa bahwa kita ini semua milik Allah dan kita pasti akan kembali kepadan-Nya. Bahwa seorang mati dalam keadaan beriman atau tidak beriman, itu urusan masing-masing.</p><p>Selama lafaz itu tidak bermakna doa atau memohonkan ampunan, tentu tidak terkena larangan. Namun bila diteruskan dengan ungkapan lain, seperti: \"semoga arwahnya diterima di sisi tuhan\", tentu saja haram hukumnya. Sebab siapapun yang meninggal bukan sebagai muslim, sudah pasti arwahnya tidak akan diterima Allah.</p><p>Tapi bukan gentayangan, melainkan tidak diterima sebagai hamba yang baik, sebaliknya diterima sebagai hamba yang kafir, ingkar dan sudah pasti 100% masuk neraka. Dan tanpa</p>"
      },
      {
        "page": 30,
        "text": "<summary>kemungkinan untuk diampuni lagi dosanya.</summary><p>Demikian juga bila harapan kita adalah: \"Semoga arwahnya tenang di sisi-Nya\", tentu saja tidak boleh. Sebab dalam pandangan aqidah kita, seorang yang mati dalam keadaan kafir, arwahnya tidak akan tenang. Sebab mereka harus berhadapan dengan malaikat azab. Jadi tidak layak kalau dimakamnya ditulis: RIP (rest in peace), yang benar adalah RIF (rest in fire).</p><p>Apa yang kami sampaikan ini bukan berarti kita harus membenci non muslim. Sama sekali tidak. Namun tema ini adalah bagian dari aqidah seorang muslim, untuk membedakan bahwa agama Islam itu tidak sama dengan agama lain. Bedanya jelas, yang muslim kalau mati masuk surga sedangkan yang bukan muslim matinya pasti masuk neraka. Jadi ungkapan bahwa semua agama itu sama adalah ungkapan yang sesat dan menyesatkan.</p><p>Tetapi kalau kita sampaikan rasa bela sungkawa kepada keluarga yang ditinggalkan, misalnya dengan ucapan turut berduka cita, seperti yang umumnya tertulis di karangan bunga, tentu tidak menjadi masalah. Toh, ungkapan ini juga bukan doa melainkan hanya ungkapan rasa simpati sebagai sesama manusia biasa. Bahkan kalaupun kita mohon kepada Allah SWT agar keluarga yang ditinggalkan diberikan ketabahan dan kesabaran, tentu saja tidak mengapa.</p><p dir='rtl'>H. Bolehkan Mengucapkan Selamat Natal?</p><p>Tentang hukum ucapan selamat natal itu, memang kalau kita mau telusuri lebih jauh, kita</p>"
      },
      {
        "page": 31,
        "text": "<summary>akan bertemu dengan beragam pendapat. Ada ulama yang mengharamkannya secara mutlak. Tapi ada juga yang membolehkannya dengan beberapa hujjah. Dan juga ada pendapat yang agak di pertengahan serta memilah masalah secara rinci.</summary><p>Tentu bukan berniat untuk memperkeruh keadaan kalau kami sampaikan apa yang beredar di tengah umat tentang hal ini. Sebaliknya, kajian ini justru untuk memperluas wawasan kita dalam menuntut ilmu, wabil khusus tentang urusan yang agak khusus ini.</p><strong>1. Pendapat Yang Mengharamkan</strong><p>Haramnya umat Islam mengucapkan Selamat Natal itu terutama dimotori oleh fatwa para ulama di Saudi Arabia, yaitu fatwa Al-'Allamah Syeikh AlUtsaimin. Beliau dalam fatwanya menukil pendapat Imam Ibnul Qayyim</p><strong>a. Fatwa Syeikh Al-'Utsaimin</strong><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p>"
      },
      {
        "page": 32,
        "text": ""
      },
      {
        "page": 33,
        "text": ""
      },
      {
        "page": 34,
        "text": ""
      },
      {
        "page": 35,
        "text": ""
      },
      {
        "page": 36,
        "text": ""
      },
      {
        "page": 37,
        "text": ""
      },
      {
        "page": 38,
        "text": ""
      },
      {
        "page": 39,
        "text": ""
      },
      {
        "page": 40,
        "text": ""
      },
      {
        "page": 41,
        "text": ""
      },
      {
        "page": 42,
        "text": ""
      },
      {
        "page": 43,
        "text": ""
      },
      {
        "page": 44,
        "text": ""
      },
      {
        "page": 45,
        "text": ""
      },
      {
        "page": 46,
        "text": ""
      },
      {
        "page": 47,
        "text": ""
      },
      {
        "page": 48,
        "text": ""
      },
      {
        "page": 49,
        "text": ""
      },
      {
        "page": 50,
        "text": ""
      },
      {
        "page": 51,
        "text": ""
      },
      {
        "page": 52,
        "text": ""
      }
    ]
  }
]
