[
  {
    "id": "1xj",
    "info": {
      "title": "Fatwa Tentang Pemakaian Masker Bagi Orang Yang Sedang Ihram",
      "author": "Fatwa MUI",
      "publish": "Mon, 15 Maret 2021",
      "pages": 11,
      "price": 0,
      "category": "Fatwa",
      "source": "https://mui.or.id/produk/fatwa/29828/fatwa-tentang-pemakaian-masker-bagi-orang-yang-sedang-ihram/",
      "desc": "Majelis Ulama Indonesia (MUI), dalam Musyawarah Nasional X pada tanggal 10-12 Rabi’ul Akhir 1442 H/25-27 November 2020"
    },
    "tableOfContents": [
      { "page": 1, "text": "Menimbang", "head": true },
      { "page": 1, "text": "Mengingat", "head": true },
      { "page": 5, "text": "Memperhatikan", "head": true },
      {
        "page": 9,
        "text": "Menetapkan",
        "sub": [
          { "page": 9, "text": "Pertama" },
          { "page": 10, "text": "Kedua" },
          { "page": 10, "text": "Ketiga" },
          { "page": 10, "text": "Keempat" }
        ],
        "head": true
      }
    ],
    "content": [
      {
        "page": 1,
        "text": "<strong>FATWA</strong><strong>MAJELIS ULAMA INDONESIA</strong><p>Nomor: 003/MUNAS X/ MUI/XI/2020</p><p>Tentang</p><strong>PEMAKAIAN MASKER BAGI ORANG YANG SEDANG IHRAM</strong><p>Majelis Ulama Indonesia (MUI), dalam Musyawarah Nasional X pada tanggal 10-12 Rabi’ul Akhir 1442 H/25-27 November 2020, setelah :</p><ul><li>bahwa para ulama berbeda pendapat tentang hukum memakai masker bagi orang yang berihram haji atau umrah;</li><li>bahwa tingkat kerumunan yang padat dan kondisi kesehatan jamaah yang berbeda-beda pada saat ihram haji atau umrah, dapat menyebabkan penularan penyakit dan gangguan kesehatan;</li><li>bahwa memakai masker pada saat ihram haji atau umrah sangat dibutuhkan untuk menghindari gangguan kesehatan jamaah haji atau umrah;</li><li>bahwa untuk itu Majelis Ulama Indonesia memandang perlu menetapkan fatwa tentang pemakaian masker bagi orang yang sedang ihram, untuk dijadikan sebagai pedoman;</li></ul><p>1. Firman Allah SWT tentang haji antara lain:</p><p dir='rtl'>فِيْهِ اٰيٰتٌۢ بَيِّنٰتٌ مَّقَامُ اِبْرٰهِيْمَ ەۚ وَمَنْ دَخَلَهٗ كَانَ اٰمِنًا ۗ وَلِلّٰهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطَاعَ اِلَيْهِ سَبِيْلًا ۗ وَمَنْ كَفَرَ فَاِنَّ اللّٰهَ غَنِيٌّ عَنِ الْعٰلَمِيْنَ</p><q>Mengerjakan haji adalah kewajiban manusia terhadap Allah, yaitu (bagi) orang yang sanggup mengadakan perjalanan ke Baitullah. Barangsiapa mengingkari (kewajiban haji), maka sesungguhnya Allah Maha Kaya (tidak memerlukan sesuatu) dari semesta alam. (QS. Ali Imran [3]: 97)</q>"
      },
      {
        "page": 2,
        "text": "<p dir='rtl'>اِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَاۤىِٕرِ اللّٰهِ ۚ</p><q>Sesungguhnya Shafa dan Marwah adalah sebagian dari syi’arsyi’ar Allah… (QS. al-Baqarah [2]: 158)</q><p dir='rtl'>وَاَتِمُّوا الْحَجَّ وَالْعُمْرَةَ لِلّٰهِ ۗ فَاِنْ اُحْصِرْتُمْ فَمَا اسْتَيْسَرَ مِنَ الْهَدْيِۚ وَلَا تَحْلِقُوْا رُءُوْسَكُمْ حَتّٰى يَبْلُغَ الْهَدْيُ مَحِلَّهٗ ۗ فَمَنْ كَانَ مِنْكُمْ مَّرِيْضًا اَوْ بِهٖٓ اَذًى مِّنْ رَّأْسِهٖ فَفِدْيَةٌ مِّنْ صِيَامٍ اَوْ صَدَقَةٍ اَوْ نُسُكٍ ۚ</p><q>Dan sempurnakanlah ibadah haji dan umrah karena Allah; jika kamu terkepung (terhalang oleh musuh atau karena sakit), maka (sembelihlah) korban yang mudah didapat, dan jangan kamu mencukur kepalamu, sebelum korban sampai di tempat penyembelihannya. Jika ada di antara kamu yang sakit atau ada gangguan di kepalanya (lalu ia bercukur), maka wajib atasnya berfidyah, yaitu: berpuasa atau bersedekah atau berkorban. (QS. Al-Baqarah [2]:196)</q><p dir='rtl'>اَلْحَجُّ اَشْهُرٌ مَّعْلُوْمٰتٌ ۚ فَمَنْ فَرَضَ فِيْهِنَّ الْحَجَّ فَلَا رَفَثَ وَلَا فُسُوْقَ وَلَا جِدَالَ فِى الْحَجِّ ۗ</p><q>(Musim) haji adalah beberapa bulan yang dimaklumi, barangsiapa yang menetapkan niatnya dalam bulan itu akan mengerjakan haji, maka tidak boleh rafats, berbuat fasik dan berbantah-bantahan di dalam masa mengerjakan haji… (QS al-Baqarah [2]: 197)</q><p>2. Hadis Rasulullah Saw., antara lain:</p><p>a. Hadis tentang kewajiban haji:</p><q>Dari Ibnu Umar ra. berkata: Rasulullah Saw. bersabda: “Islam dibangun atas lima dasar; bersaksi bahwa tiada tuhan selain Allah dan bersaksi bahwa Muhammad adalah utusan Allah, mendirikan salat, menunaikan zakat, puasa di bulan Ramadan dan berhaji ke Baitullah bagi orang yang mampu melakukan perjalanan ke sana.” (HR. al-Bukhari dan Muslim)</q>"
      },
      {
        "page": 3,
        "text": "<p>b. Hadis-hadis tentang larangan atas orang yang berihram untuk menutup wajahnya:</p><q>Dari Abdullah Ibnu Umar ra. ada seseorang bertanya kepada Rasul Saw.: “Apa saja yang boleh dipakai oleh orang yang berihram?”. Rasul Saw. menjawab: “janganlah kamu memakai baju, imamah (penutup kepala), celana, burnus (baju yang ada penutup kepala), atau sepatu. kecuali orang yang tidak memiliki sandal, dia boleh memakai sepatu, dan hendaknya dia potong hingga di bawah mata kaki (terbuka mata kakinya). Dan tidak boleh memakai kain yang diberi minyak wangi atau pewarna (wantex). (HR. al-Bukhari dan Muslim)</q><p>Dalam riwayat lain di shahih Bukhari, terdapat tambahan:</p><q>Dan janganlah perempuan yang sedang ihram memakai cadar dan memakai sarung tangan. (HR. al-Bukhari)</q><q>Dari Ibnu Abbas ra. sesungguhnya ada seseorang yang berihram jatuh dari tunggangannya lalu mati, Rasul Saw. bersabda: “Mandikan dengan air dan daun bidara, kafani dengan dua kain ihramnya, jangan kalian tutupi kepalanya, tidak pula wajahnya, karena dia akan dibangkitkan pada hari kiamat sambil bertalbiyah”. (HR. Muslim)</q>"
      },
      {
        "page": 4,
        "text": "<q>Dari Ibnu Umar ra. beliau berkata: “Orang yang berihram tidak boleh menutup wajahnya”. (HR. Malik dan al-Baihaki)</q><p>c. Atsar shahabat yang berihram dengan menutup wajah:</p><q>Sesungguhnya Utsman bin Affan ra., Zaid bin Tsabit ra, dan Marwan bin Hakam ra. menutup wajah mereka saat ihram. (HR. Imam Sayfi’i)</q><q>Dari al-Qasim bin Muhammad berkata; telah mengabarkan kepadaku al-Furafishah bin 'Umair al-Hanafi bahwasanya ia pernah melihat Utsman bin ‘Affan di Araj menutup wajahnya saat ihram. (HR. Imam Malik)</q><p>3. Kaidah Fikih dan Ushul Fikih:</p><q>“Dalam keadaan darurat diperbolehkan melakukan yang dilarang”</q><q>Kebutuhan (al-hajah) terkadang mempunyai kedudukan yang sama dengan darurat baik yang bersifat umum maupun yang bersifat khusus.</q><q>Menggunakan dua dalil lebih didahulukan daripada meninggalkan salah satunya, selama masih memungkinkan.</q>"
      },
      {
        "page": 5,
        "text": "<p>1. Pendapat Imam al-Dasuki dalam kitab Hasyiah al-Dasuki ‘ala al-Syarh al-Kabir (2/55) tentang haramnya laki-laki yang ihram untuk menutup wajah:</p><q>Haram bagi laki-laki (yang berihram) menutup semua atau sebagian wajah, demikian pula kepalanya, dengan sesuatu yang dianggap sebagai penutup, seperti tanah/lumpur, apalagi dengan alat yang biasa dipakai menutup kepala, seperti peci. Wajah dan kepala berbeda dengan anggota badan yang lain, di mana dua bagian ini haram untuk ditutupi dengan semua benda yang bisa dianggap sebagai penutup.</q><p>2. Penjelasan al-Marghinani al-Hanafi dalam kitab al-Hidayah fi Syarh Bidayati al-Mubtadi (1/136) tentang perbedaan ulama tentang laki-laki yang ihram untuk menutup wajah:</p><p>Al-Marghinani berkata “Tidak boleh menutupi wajah dan kepalanya”. Imam Syafii berpendapat bahwa laki-laki boleh menutup wajah berdasarkan hadis “Ihramnya laki-laki pada kepalanya dan ihramnya perempuan pada wajahnya”. Sedangkan hanafiah mendasarkan pendapatnya pada hadis “Janganlah kalian tutupi wajahnya dan kepalanya, karena dia akan dibangkitkan pada hari kiamat dengan bertalbiyah”. Sababul wurud hadis ini adalah terkait orang ihram yang meninggal. Alasan lain, karena wanita tidak boleh menutupi wajahnya, padahal membuka wajah wanita menjadi sumber fitnah, maka menutup wajah bagi laki-laki lebih berat untuk dilarang.</p>"
      },
      {
        "page": 6,
        "text": "<p>3. Pendapat Imam Al-Nawawi dalam Kitab al-Majmu’ (7/268) bolehnya laki-laki yang ihram menutup wajah dan tidak ada kewajiban fidyah:</p><q>Pendapat madzhab kami (Syafiiyah) adalah dibolehkan bagi laki-laki yang berihram untuk menutup wajahnya dan tidak ada kewajiban fidyah. Ini adalah pendapat mayoritas ulama… ulama madzhab kami berdalil dengan riwayat dari Sufyan bin Uyainah dari Abdurrahman bin Qasim dari ayahnya, bahwa Utsman bin Affan, Zaid bin Tsabit, dan Marwan bin Hakam, mereka menutup wajahnya ketika mereka sedang ihram. Dan riwayat ini sanadnya shahih.</q><p>4. Pendapat al-Buhuti al-Hambali dalam kitab Kasysyafu al-Qina' ‘an Matn al-Iqna' (6/452) tentang bolehnya menutup wajah bagi laki-laki yang berihram:</p><q>Jika seorang laki-laki yang berihram menutup wajahnya maka hukumnya boleh, sebagaimana riwayat dari Utsman, Zaid bi Tsabit, Ibnu Abbas, dan Ibnu Zubair, serta imam lainnya.</q><p>5. Pendapat Imam al-‘Iraqy dalam kitab Tharhu al-Tasrib fi Syarh al-Taqrib (5/299) tentang larangan perempuan yang sedang ihram untuk menutup wajah:</p><q>Makna teks dari hadis “Janganlah wanita memakai cadar” itu khusus bagi wanita, sementara laki-laki tidak seperti itu. Dan ini sesuai degan makna bagian awal hadis, tentang hal-hal yang harus ditinggalkan oleh orang yang ihram. Di sana Nabi Saw. tidak menyebutkan penutup wajah”.</q>"
      },
      {
        "page": 7,
        "text": "<p>6. Pendapat Ibnu Qudamah dalam kitab al-Mughni (3/301) tentang bolehnya perempuan yang sedang ihram menutup wajah karena hajah:</p><q>Jika perempuan yang sedang berihram dan ada laki-laki lain mendekat, maka boleh baginya untuk menutupi wajahnya dengan menurunkan kain dari atas kepalanya, sebagaimana diriwayatkan dari Utsman dan ‘Aisyah. Pendapat ini juga disampaikan oleh ‘Atha, Malik, al-Tsauri, al-Syafii, Ishaq, dan Muhammad bin al-Hasan.</q><p>7. Pendapat Imam al-Rafi’I dalam kitab Fathu al-Azizi bi Syarh alWajiz (7/440) tentang bolehnya orang yang berihram untuk menutup semua anggota badan kecuali kepala dengan syarat tidak berjahit:</p><q>Anggota badan selain kepala boleh bagi orang yang berihram untuk ditutup, tetapi tidak boleh memakai baju dan celana (berjahit), celana dalam, sepatu. Sebagaimana dalam riwayat Ibnu Umar ketika Rasulullah saw menjawab pertanyaan tentang apa saja yang boleh dipakai oleh orang yang berihram “orang yang berihram tidak boleh memakai baju, celana, penutup kepala, burnus (baju yang ada penutup kepala), sepatu, kecuali orang yang tidak memiliki sandal, dia boleh memakai sepatu, dan hendaknya dia potong hingga di bawah mata kaki (terbuka mata kakinya)”. Andaikan orang yang berihram memakai salah satu dari pakaian di atas dalam keadaan biasa (tidak terpaksa) maka wajib membayar fidyah, baik memakainya dalam waktu yang lama atau sebentar.</q>"
      },
      {
        "page": 8,
        "text": "<p>8. Pendapat Imam Al-Nawawi dalam Kitab Al-Majmu’ (7/261) bahwa perempuan berihram adalah dengan membuka wajah:</p><q>Bagi perempuan yang berihram maka wajahnya harus dibuka sebagaimana laki-laki tidak boleh menutup kepalanya. Dan boleh baginya menutup kepala dan seluruh badannya dengan bahan yang berjahit, seperti baju, sepatu (khuf), dan celana. Dan boleh menutup sedikit bagian mukanya yang berbatasan dengan kepala, karena menutup kepalanya adalah wajib.</q><p>9. Pendapat al-Habib Muhammad bin Muhammad bin Umar alSyatiri dalam kitab Syarh al-Yaqut al-Nafis, halaman 340:</p><q>Diperbolehkan bagi wanita untuk memakai kacamata. Imam Syafi’i menekankan hal tersebut dan mewajibkan membayar fidyah pada perempuan yang menutup wajahnya karena khawatir adanya fitnah. Namun pendapat Imam Ahmad (pendiri madzhab Hanbali) mengarahkan bahwa tidak ada keharusan membayar fidyah</q><p>10. Pendapat-pendapat ulama tentang maksud yang berjahit (almakhith), antara lain:</p><p>a. Pendapat Imam Taqiyuddin al-Syafii dalam kitab Kifayatu al-Akhyar (221):</p>"
      },
      {
        "page": 9,
        "text": "<q>Jika laki-laki sedang ihram maka haram baginya beberapa hal; pertama, haram baginya memakai sesuatu yang dianggap pakaian yang menutupi seluruh badan dan kepalanya, baik yang berjahit seperti baju dan celana atau yang tidak berjahit seperti surban dan sarung, sebagaimana hadis (Apa saja yang boleh dipakai oleh orang yang berihram?”. Rasul Saw. menjawab: “janganlah kamu memakai baju …)</q><p>b. Pendapat al-Buhuti al-Hambali dalam kitab Kasysyafu alQina' ‘an Matn al-Iqna' (2/407):</p><q>Yang berjahit adalah setiap yang berjahit yang menutupi badan dan kepalanya, seperti baju, celana, dan burnus (baju yang ada penutup kepala).</q><p>c. Pendapat Ibnu Qudamah dalam kitab al-Mughni (3/302):</p><q>Sesungguhnya yang dilarang untuk dipakai oleh perempuan yang sedang ihram adalah seperti jilbab, cadar, dan lainnya yang dianggap dapat menutup wajah</q><p>11. Pendapat, saran, dan masukan yang berkembang dalam sidang Komisi Bidang Fatwa pada Musyawarah Nasional MUI X pada tanggal 26 November 2020.</p><p>Dengan bertawakkal kepada Allah SWT</p><strong>MEMUTUSKAN</strong><strong>FATWA TENTANG PEMAKAIAN MASKER BAGI ORANG YANG SEDANG IHRAM</strong><strong>Ketentuan Umum</strong><p>Dalam fatwa ini yang dimaksud dengan:</p><ul><li>Orang yang berihram adalah orang yang melaksanakan ihram haji atau umrah yang terikat dengan berbagai ketentuannya.</li><li>Masker adalah alat kesehatan yang digunakan untuk menutup area mulut dan hidung.</li></ul>"
      },
      {
        "page": 10,
        "text": "<strong>Ketentuan Hukum</strong><p>1. Memakai masker bagi perempuan yang sedang ihram haji atau umrah hukumnya haram, karena termasuk pelanggaran terhadap larangan ihram (mahdzurat al-ihram), sedangkan memakai masker bagi laki-laki yang berihram haji atau umrah hukumnya boleh (mubah).</p><p>2. Dalam keadaan darurat atau kebutuhan mendesak (al-hajah al-syar’iyah), memakai masker bagi perempuan yang sedang ihram haji atau umrah hukumnya boleh (mubah).</p><p>3. Dalam hal seorang perempuan yang memakai masker pada kondisi sebagimana pada angka 2, terdapat perbedaan pendapat;</p><ul><li>wajib membayar fidyah</li><li>tidak wajib membayar fidyah.</li></ul><p>4. Keadaan darurat atau kebutuhan mendesak (al-hajah alsyar’iyah) sebagaimana dimaksud pada angka 2 antara lain:</p><ul><li>adanya penularan penyakit yang berbahaya;</li><li>adanya cuaca ekstrim/buruk;</li><li>adanya ancaman kesehatan yang apabila tidak memakai masker dapat memperburuk kondisi kesehatan.</li></ul><strong>Rekomendasi</strong><ul><li>Agar pemerintah dan semua pihak yang terkait dengan pelaksanaan ibadah haji dan umrah untuk lebih memperhatikan dan menjaga kesehatan jamaah.</li><li>Jamaah yang akan menggunakan masker hendaknya memilih masker yang suci dan sesuai standar kesehatan.</li></ul><strong>Ketentuan Penutup</strong><ul><li>Fatwa ini berlaku pada tanggal ditetapkan, dengan ketentuan jika di kemudian hari ternyata dibutuhkan perbaikan, akan diperbaiki dan disempurnakan sebagaimana mestinya.</li><li>Agar setiap muslim dan pihak-pihak yang memerlukan dapat mengetahuinya, menghimbau semua pihak untuk menyebarluaskan fatwa ini.</li></ul>"
      }
    ]
  },
  {
    "id": "H3b",
    "info": {
      "title": "Fatwa Nomor 24 Tahun 2021 tentang Panduan Penyelenggaraan Ibadah di Bulan Ramadhan dan Syawal 1442 H",
      "author": "Fatwa MUI",
      "publish": "Mon, 12 April 2021",
      "pages": 15,
      "price": 0,
      "category": "Fatwa",
      "source": "https://mui.or.id/produk/fatwa/30573/fatwa-nomor-24-tahun-2021-tentang-panduan-penyelenggaraan-ibadah-di-bulan-ramadhan-dan-syawal-1442-h/",
      "desc": "Bulan suci Ramadan merupakan salah satu momentum yang tepat bagi umat muslim untuk meningkatkan kualitas dan kuantitas ibadah yang di antaranya dengan puasa, tarawih, i’tikaf, menunaikan zakat, takbir, sholat Idul Fitri, dan silaturrahmi halal bihalal di bulan Syawal."
    },
    "tableOfContents": [
      { "page": 1, "text": "Menimbang", "head": true },
      { "page": 1, "text": "Mengingat", "head": true },
      { "page": 5, "text": "Memperhatikan", "head": true },
      {
        "page": 9,
        "text": "Menetapkan",
        "sub": [
          { "page": 9, "text": "Pertama" },
          { "page": 10, "text": "Kedua" },
          { "page": 10, "text": "Ketiga" },
          { "page": 10, "text": "Keempat" }
        ],
        "head": true
      }
    ],
    "content": [
      {
        "page": 1,
        "text": "<strong>FATWA</strong><strong>MAJELIS ULAMA INDONESIA</strong><p>Nomor: 24 Tahun 2021</p><p>Tentang</p><strong>PANDUAN PENYELENGGARAAN IBADAH DI BULAN RAMADAN DAN SYAWAL 1442 H</strong><p>Komisi Fatwa Majelis Ulama Indonesia (MUI), setelah :</p><ul><li>bahwa bulan suci Ramadan merupakan salah satu momentum yang tepat bagi umat muslim untuk meningkatkan kualitas dan kuantitas ibadah yang di antaranya dengan puasa, tarawih, i’tikaf, menunaikan zakat, takbir, sholat Idul Fitri, dan silaturrahmi halal bihalal di bulan Syawal;</li><li>bahwa Ramadan dan Syawal Tahun 1442 H ini masih dalam kondisi wabah Covid-19 yang meski sudah ada penurunan kasus dan penanganan yang serius, namun belum sepenuhnya terkendali, sehingga harus tetap melakukan kewaspadaan agar tidak terjadi peningkatan penularan;</li><li>bahwa muncul pertanyaan dari masyarakat mengenai tata cara penyelenggaraan ibadah di bulan Ramadan dan Syawal 1442 agar dapat terlakasana secara baik sesuai tuntunan syariah dan pada saat yang sama dapat berkontribusi dalam pencegahan penularan wabah Covid-19;</li><li>bahwa oleh karena itu, Majelis Ulama Indonesia perlu menetapkan fatwa tentang panduan penyelenggaraan ibadah di bulan Ramadan dan Syawal 1442 H untuk dijadikan sebagai pedoman.</li></ul><p>1. Firman Allah SWT:</p><p>a. Ayat-ayat tentang tentang wajibnya puasa Ramadan dan keterangan rukhsah bagi yang sakit atau bepergian, antara lain;</p><p dir='rtl'>يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا كُتِبَ عَلَيْكُمُ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِيْنَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُوْنَۙ اَيَّامًا مَّعْدُوْدٰتٍۗ فَمَنْ كَانَ مِنْكُمْ مَّرِيْضًا اَوْ عَلٰى سَفَرٍ فَعِدَّةٌ مِّنْ اَيَّامٍ اُخَرَ ۗوَعَلَى الَّذِيْنَ يُطِيْقُوْنَهٗ فِدْيَةٌ طَعَامُ مِسْكِيْنٍۗ فَمَنْ تَطَوَّعَ خَيْرًا فَهُوَ خَيْرٌ لَّهٗ ۗوَاَنْ تَصُوْمُوْا خَيْرٌ لَّكُمْ اِنْ كُنْتُمْ تَعْلَمُوْنَ</p><q>Hai orang-orang yang beriman, diwajibkan atas kamu berpuasa sebagaimana diwajibkan atas orang-orang sebelum kamu agar kamu bertakwa. (yaitu) dalam beberapa hari yang tertentu. Maka barangsiapa diantara kamu ada yang sakit atau dalam perjalanan (lalu ia berbuka), maka (wajiblah baginya berpuasa) sebanyak hari yang ditinggalkan itu pada hari-hari yang lain. Dan wajib bagi orang-orang yang berat menjalankannya (jika</q>"
      },
      {
        "page": 2,
        "text": "<q>mereka tidak berpuasa) membayar fidyah, (yaitu): memberi makan seorang miskin. Barangsiapa yang dengan kerelaan hati mengerjakan kebajikan, maka itulah yang lebih baik baginya. Dan berpuasa lebih baik bagimu jika kamu mengetahui. (QS. alBaqarah [2]: 183-184)</q><p>b. Ayat-ayat tentang tentang kewajiban menunaikan zakat, di antaranya:</p><p dir='rtl'>خُذْ مِنْ اَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيْهِمْ بِهَا</p><q>Ambillah zakat dari sebagian harta mereka, dengan zakat itu kamu membersihkan dan mensucikan mereka… (QS. al-Taubah [9]: 103)</q><p dir='rtl'>۞ اِنَّمَا الصَّدَقٰتُ لِلْفُقَرَاۤءِ وَالْمَسٰكِيْنِ وَالْعٰمِلِيْنَ عَلَيْهَا وَالْمُؤَلَّفَةِ قُلُوْبُهُمْ وَفِى الرِّقَابِ وَالْغٰرِمِيْنَ وَفِيْ سَبِيْلِ اللّٰهِ وَابْنِ السَّبِيْلِۗ فَرِيْضَةً مِّنَ اللّٰهِ ۗوَاللّٰهُ عَلِيْمٌ حَكِيْمٌ</p><q>Sesungguhnya zakat-zakat itu, hanyalah untuk orang-orang fakir, orang-orang miskin, pengurus-pengurus zakat, para mu'allaf yang dibujuk hatinya, untuk (memerdekakan) budak, orang-orang yang berhutang, untuk jalan Allah dan untuk mereka yuang sedang dalam perjalanan, sebagai suatu ketetapan yang diwajibkan Allah, dan Allah Maha Mengetahui lagi Maha Bijaksana. (QS. al-Taubah [9]: 60)</q><p dir='rtl'>وَاَقِيْمُوا الصَّلٰوةَ وَاٰتُوا الزَّكٰوةَ وَارْكَعُوْا مَعَ الرّٰكِعِيْنَ</p><q>Dan dirikanlah shalat, tunaikanlah zakat, dan ruku’lah bersama orang-orang yang ruku’. (QS. al-Baqarah [2]: 43)</q><p dir='rtl'>يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اَنْفِقُوْا مِنْ طَيِّبٰتِ مَا كَسَبْتُمْ وَمِمَّآ اَخْرَجْنَا لَكُمْ مِّنَ الْاَرْضِ</p><q>Hai orang yang beriman! Nafkahkanlah sebagian dari hasil usahamu yang baik-baik dan sebagian dari apa yang Kami keluarkan dari bumi untuk kamu …”. (QS. al-Baqarah [2]: 267)</q><p dir='rtl'>وَيَسْـَٔلُوْنَكَ مَاذَا يُنْفِقُوْنَ ەۗ قُلِ الْعَفْوَ</p><q>Dan mereka bertanya kepada apa yang mereka nafkahkan. Katakanlah: “Yang lebih dari keperluan”. (QS. al-Baqarah [2]: 219)</q><p>c. Ayat-ayat tentang perintah dan keutamaan i’tikaf, di antaranya:</p><p dir='rtl'>وَلَا تُبَاشِرُوْهُنَّ وَاَنْتُمْ عٰكِفُوْنَۙ فِى الْمَسٰجِدِ ۗ تِلْكَ حُدُوْدُ اللّٰهِ فَلَا تَقْرَبُوْهَاۗ كَذٰلِكَ يُبَيِّنُ اللّٰهُ اٰيٰتِهٖ لِلنَّاسِ لَعَلَّهُمْ يَتَّقُوْنَ</p><q>Janganlah kamu campuri mereka itu, sedang kamu beri’tikafdalam mesjid. Itulah larangan Allah, maka janganlah kamu mendekatinya. Demikianlah Allah menerangkan ayat-ayatNya kepada manusia, supaya mereka bertakwa. (QS. al-Baqarah [2]: 187)</q>"
      },
      {
        "page": 3,
        "text": "<p dir='rtl'>وَعَهِدْنَآ اِلٰٓى اِبْرٰهٖمَ وَاِسْمٰعِيْلَ اَنْ طَهِّرَا بَيْتِيَ لِلطَّاۤىِٕفِيْنَ وَالْعٰكِفِيْنَ وَالرُّكَّعِ السُّجُوْدِ</p><q>Dan telah Kami perintahkan kepada Ibrahim dan Ismail: \"Bersihkanlah rumah-Ku untuk orang-orang yang thawaf, yang i'tikaf, yang ruku' dan yang sujud\". (QS. al-Baqarah [2]: 125)</q><p>d. Ayat-ayat tentang shalat Idul Fitri, di antaranya:</p><p dir='rtl'>قَدْ اَفْلَحَ مَنْ تَزَكّٰىۙ وَذَكَرَ اسْمَ رَبِّهٖ فَصَلّٰىۗ</p><q>Sungguh beruntung orang-orang yang mensucikan diri (beriman) dan mengingat nama Tuhan-Nya, lalu dia shalat. (QS. al-A’la [87]: 14-15)</q><p>e. Ayat tentang larangan menjatuhkan diri dalam kebinasaan, di antaranya:</p><p dir='rtl'>وَلَا تُلْقُوْا بِاَيْدِيْكُمْ اِلَى التَّهْلُكَةِ ۛ وَاَحْسِنُوْا ۛ اِنَّ اللّٰهَ يُحِبُّ الْمُحْسِنِيْنَ</p><q>… dan janganlah kamu jatuhkan (diri sendiri) ke dalam kebinasaan dengan tangan sendiri, dan berbuat baiklah. Sesungguhnya Allah menyukai orang-orang yang berbuat baik. (QS. al-Baqarah [2]: 195)</q><p>f. Ayat-ayat tentang adanya kemudahan dalam beragama, jika dalam keadaan darurat atau kondisi yang sulit, di antaranya:</p><p dir='rtl'>يُرِيْدُ اللّٰهُ بِكُمُ الْيُسْرَ وَلَا يُرِيْدُ بِكُمُ الْعُسْرَ</p><q>… Allah menghendaki kemudahan bagimu, dan tidak menghendaki kesukaran bagimu… (QS. al-Baqarah [2]: 185)</q><p dir='rtl'>وَمَا جَعَلَ عَلَيْكُمْ فِى الدِّيْنِ مِنْ حَرَجٍۗ</p><q>… dan Dia sekali-kali tidak menjadikan untuk kamu dalam agama suatu kesempitan … (QS. al-Hajj [22]: 78)</q><p dir='rtl'>فَاتَّقُوا اللّٰهَ مَا اسْتَطَعْتُمْ</p><q>Maka bertakwalah kamu kepada Allah menurut kesanggupanmu … . (QS. al-Taghabun [64]: 16)</q><p>2. Hadis Rasulullah shallallahu ‘alaihi wa sallam antara lain:</p><p>a. Hadis-hadis tentang kewajiban puasa Ramadan dan keutamaanya, di antaranya:</p><q>Dari Ibnu Umar ra. dari Nabi shallallahu ‘alaihi wa sallam bersabda: \"Islam dibangun di atas lima hal: bersaksi bahwa tiada tuhan yang berhak disembah kecuali Allah dan Muhammad adalah utusan Allah, mendirikan shalat, menunaikan zakat, pergi haji, dan puasa di bulan Ramadan.'\" (HR. Muslim).</q>"
      },
      {
        "page": 4,
        "text": "<q>Dari Abu Hurairah ra. sesungguhnya Nabi shallallahu ‘alaihi wa sallam bersabda: “Barangsiapa yang berpuasa Ramadan karena keimanan dan mengharapkan pahala (dari Allah Subhanahu wa Ta’ala), niscaya akan diampuni dosa-dosanya yang telah lalu”. (HR. Abu Dawud)</q><q>Dari Abu Hurairah ra. sesungguhnya Nabi shallallahu ‘alaihi wa sallam bersabda: “Shalat fardhu lima waktu, shalat Jum’at ke Jum’at berikutnya, dan Ramadan ke Ramadan berikutnya menghapuskan dosa-dosa yang dilakukan di antara masa tersebut seandainya dosadosa besar ditinggalkannya.” (HR. Muslim)</q><p>b. Hadis tentang qadha’ dan fidyah puasa Ramadan, di antaranya:</p><q>Dari Aisyah ra. berkata: “Kami haid di masa Rasulullah shallallahu ‘alaihi wa sallam, maka beliau memerintahkan kami untuk mengqadha’”. (HR. Ibnu Majah)</q><q>Dari Ibnu Abbas ra. (ayat yang artinya “Dan bagi siapa yang tidak mampu berpuasa maka wajib membayar fidyah yaitu memberi makan orang miskin”) berkata: “ayat ini menberikan rukhshah kepada orang tua (laki-laki atau perempuan) untuk tidak berpuasa, dan mereka wajib membayar fidyah sebagai ganti hari-hari yang mereka tidak berpuasa. Dan juga atas wanita menyusui dan wanita hamil, jika takut terhadap anak-anaknya (Abu Dawud berkata “khawatir terhadap kondisi anak-anak mereka), maka keduanya berbuka dan memberi makan”. [HR Abu Dawud)</q><q>Dari Abu Hurairah ra. berkata: “Orang tua yang tidak mampu berpuasa Ramadan maka wajib membayar fidyah yaitu 1 mud gandum untuk setiap harinya”. (HR. al-Daruquthni)</q>"
      },
      {
        "page": 5,
        "text": "<p>c. Hadis tentang keutamaan i’ktikaf di bulan Ramadan, di antaranya:</p><q>Dari ‘Aisyah ra. sesungguhnya Nabi shallallahu ‘alaihi wa sallam beri’tikaf di sepuluh hari terakhir bulan Ramadan hingga beliau wafat, kemudian para istri beliau beri’tikaf sepeninggal beliau.” (HR. Ahmad)</q><p>d. Hadis tentang kewajiban menunaikan zakat, di antaranya:</p><q>Dari Ibnu 'Abbas ra. bahwa ketika Nabi Shallallahu ‘alaihi wa sallam mengutus Mu'adz ra. ke negeri Yaman, Beliau berkata,: \"Kamu akan mendatangi Ahlul Kitab, maka hendaklah hal pertama yang kamu da'wahkan kepada mereka adalah mengajak mereka untuk menyembah Allah. Jika mereka telah mengenal Allah, maka beritahukanlah kepada mereka bahwa Allah mewajibkan mereka untuk melakukan shalat lima waktu sehari semalam. Jika mereka telah melaksanakannya, maka beritahukanlah bahwa Allah mewajibkan mereka untuk membayar zakat dari harta mereka yang akan diberikan kepada orang-orang faqir dari kalangan mereka. Jika mereka telah menaatinya, maka ambillah dari mereka (sesuai ketentuannya) dan peliharalah kesucian harta manusia\". (HR. al-Bukhari)</q><q>Dari Ali ra. berkata: Rasulullah Shallallahu ‘alaihi wa sallam bersabda: “Sesungguhnya Allah telah mewajibkan zakat kepada orang-orang muslim yang kaya atas harta mereka yang mencukupi kebutuhan orang-orang muslim yang fakir. Dan tidak akan terjadi kelaparan dan orang tidak memakai pakaian (sama sekali) kecuali karena orang kaya tidak menunaikan zakat. Ketahuilah! Sesungguhnya Allah akan meminta pertanggung-jawaban mereka (orang kaya yang tidak berzakat) dan akan menyiksa mereka dengan siksaan yang pedih“. (HR. al-Thabarani)</q>"
      },
      {
        "page": 6,
        "text": "<p>e. Hadis Nabi Shallallahu ‘alaihi wa sallam yang membolehkan penyegeraan pengeluaran zakat sebelum waktunya, di antaranya;</p><q>Dari Ali bahwa Abbas ra. bertanya kepada Nabi Shallallahu ‘alaihi wa sallam tentang penyegeraan pengeluaran zakat sebelum waktunya, lalu beliau mengizinkannya. (HR. Ibnu Majah dan Abu Daud)</q><q>Dari Ali bin Abi Thalib ra. berkata: Rasulullah Shallallahu ‘alaihi wa sallam bersabda: “Bersegeralah membayar zakat, sebab bala’ bencana tidak akan melangkahinya”. (HR. al-Thabarani)</q><p>f. Hadis tentang larangan membahayakan diri sendiri dan orang lain, di antaranya:</p><q>Dari Abû Sa’îd Sa’d bin Mâlik bin Sinân al-Khudri Radhyallahu anhu, Rasûlullâh Shallallahu ‘alaihi wa sallam bersabda, “Tidak boleh ada bahaya dan tidak boleh membahayakan orang lain ”. (HR. alDâraquthni, al-Baihaqi, al-Hakim)</q><p>g. Hadis-hadis tentang tuntunan menghadapi suatu pandemi atau wabah, di antaranya:</p><q>Dari Nabi saw sesungguhnya beliau bersabda: “Jika kamu mendengar wabah di suatu wilayah, maka janganlah kalian memasukinya. Tapi jika terjadi wabah di tempat kamu berada, maka jangan tinggalkan tempat itu.\" (HR. al-Bukhari)</q><q>Sesungguhnya Umar sedang dalam perjalanan menuju Syam, saat sampai di wilyaah bernama Sargh. Saat itu Umar mendapat kabar adanya wabah di wilayah Syam. Abdurrahman bin Auf kemudian mengatakan pada Umar jika Nabi Muhammad saw pernah berkata, \"Jika kamu mendengar wabah di suatu wilayah, maka janganlah kalian memasukinya. Tapi jika terjadi wabah di tempat kamu berada, maka jangan tinggalkan tempat itu.\" (HR. al-Bukhari).</q>"
      },
      {
        "page": 7,
        "text": "<p>h. Hadis-hadis yang menerangkan adanya kemudahan dalam beribadah saat kondisi darurat atau keadaan sulit, di anataranya:</p><q>Dari Ibnu Umar ra. Rasulullah Shallallahu ‘alaihi wa sallam bersabda: “Sesungguhnya Allah suka untuk dilakukan rukhsah-Nya, sebagaimana Allah membenci apabila maksiat dilakukan.” (HR. Ahmad)</q><q>Abu Hurairah ra. mendengar Rasulullah Shallallahu ‘alaihi wa sallam bersabda: “Apa saja yang aku larang kamu melakukannya, hendaklah kamu jauhi, dan apa saja yang aku perintahkan kepadamu, maka lakukanlah menurut kemampuan kamu. Sesungguhnya kehancuran umat-umat sebelum kamu adalah karena mereka banyak bertanya dan tidak patuh dengan nabi-nabi mereka.” (HR. Muslim)</q><q>Dari Ibnu Umar ra. sesungguhnya Rasulullah Shallallahu ‘alaihi wa sallam bersabda: “Sesungguhnya Allah suka untuk dikerjakan rukhsahNya, demikian juga Allah suka untuk dikerjakan perintah-Nya (azimah).” (HR. al-Baihaqi)</q><p>3. Kaidah Fikih antara lain:</p><q>Kemudharatan harus dihilangkan</q><q>Menolak mafsadah didahulukan dari pada mecari kemaslahatan.</q><q>Kesulitan membawa kepada kemudahan</q><q>Bahaya sedapat mungkin harus dihindarkan</q><q>Kedaruratan diukur sesuai kadarnya.</q><q>Sesuatu ketika sulit, menjadi longgar, dan ketika longgar, menjadi sulit.</q><q>Kebijakan pemimpin [pemegang otoritas] terhadap rakyat harus mengikuti kemaslahatan.</q>"
      },
      {
        "page": 8,
        "text": "<q>Apa yang tidak dapat diperoleh seluruhnya tidak boleh ditinggal seluruhnya</q><p>1. Pendapat fuqaha terkait dengan saf dalam shalat jamaah, antara lain:</p><p>a. Pendapat al-Ramli dalam kitab Nihayah al-Muhtaj Ila Syarh alMinhaj (2/192):</p><q>Syihab al-Ramli pernah ditanya tentang fatwa sebagian ulama tentang kuat atau tidaknya pendapat bahwa jika seorang jamaah yang membuat saf baru sebelum sempurnanya saf di depannya maka dia tidak mendapatkan keutamaan shalat berjamaah. Beliau berpendapat bahwa seorang jamaah tersebut tidak kehilangan keutamaan shalat berjamaah karena membuat saf baru tersebut.</q><q>Sesungguhnya meluruskan saf adalah termasuk kesempurnaan shalat berjamaah sebagaimana tersebut dalam hadis. Hal ini berbeda jika barisan tidak teratur, maka imam disunnahkan untuk tidak bertakbiratul ihram sebelum meluruskan saf. Jika seseorang tidak merapatkan saf karena uzur seperti cuaca panas di masjidil haram, maka tidak makruh karena bukan niat meremehkan.</q><p>b. Pendapat Ibnu Alan As-Shiddiqi al-Syafii dalam kitab Dalil alFalihin (6/573-574):</p><p>Dari sahabat Anas ra., Rasulullah Shallallahu ‘alaihi wa sallam bersabda: “(Susunlah saf kalian) sehingga tidak ada celah dan longgar (dekatkanlah antara keduanya) antara dua saf kurang lebih berjarak tiga hasta. Jika sebuah saf berjarak lebih jauh dari itu dari saf sebelumnya, maka hal itu dimakruh dan luput keutamaan berjamaah sekira tidak ada uzur cuaca panas atau sangat dingin misalnya.</p>"
      },
      {
        "page": 9,
        "text": "<p>2. Penjelasan Manshur al-Bahuty dalam kitab Kasysyaf al-Qanna’ (1/268) tentang bolehnya shalat dengan menggunakan masker saat ada hajah syar’iyah:</p><q>Dalam keadaan tanpa hajah (perempuan dimakruhkan untuk memakai cadar saat shalat), Ibnu Abdi al-Bar berkata: “Ulama bersepakat bahwa perempuan harus membuka wajahnya saat shalat dan ihram, karena menutup wajah menghalangi dahi dan hidung untuk menyentuh tempat sujud”. Dan ulama juga bersepakat bahwa laki-laki tidak boleh menutup mulut saat shalat karena adanya riwayat hadis yang melarang laki-laki menutup mulut saat shalat. Jika karena ada hajah seper</q><p>3. Pendapat Imam al-Nawawi dalam kitab al-Majmu’ (2/267): tentang hukum puasa bagi ibu hamil dan menyusui:</p><q>Jika ibu hamil dan menyusui khawatir terhadap kondisi kesehatan dirinya maka wajib mengqadha’ dan tidak membayar fidyah, karena kondisi mereka seperti orang sakit. Jika mereka khawatir terhadap kondisi bayinya maka mereka boleh tidak berpuasa dan wajib mengqadha’, Adapun kewajiban membayar fidyah, ada tiga keadaan: (pertama) dalam kitab al-Um “wajib membayar fidyah satu mud untuk setiap harinya dan ini adalah pendapat yang shahih, sebagaimana hadis firman Allah SWT “Dan atas orang yang tidak mampu, harus membayar fidyah …”</q>"
      },
      {
        "page": 10,
        "text": "<p>4. Pendapat Imam al-Nawawi dalam kitab al-Majmu’ (6/257) tentang hukum puasa bagi orang tua yang tidak mampu berpuasa dan orang sakit menahun:</p><q>Mushannif berkata: “dan orang yang tidak mampu berpuasa yaitu orang tua yang tidak kuat berpuasa dan orang sakit yang tidak ada harapan sembuh, maka tidak wajib atas mereka puasa, sebagaimana firman Allah SWT “dan Allah tidak menjadikan sulit dalam urusan agama”. Adapun kewajiban membayar fidyah ada dua pendapat; (pertama) tidak wajib bayar fidyah seperti anak kecil dan orang gila. (kedua) wajib membayar fidyah yaitu 1 mud untuk setiap harinya. Dan ini adalah pendapat yang shahih, sebagaimana Riwayat Ibju Abbas “Orang tua yang tidak mampu berpuasa Ramadan wajib membayar fidyah 1 mud untuk setiap hari”.</q><p>5. Pendapat Imam al-Nawawi dalam kitab al-Majmu’ (6/126-127) tentang bolehnya memabayar zakat fithrah sebelum waktu wajib:</p><q>Ulama Syafi’iyyah berpendapat bahwa menyegerakan untuk membayar zakat fithrah sebelum waktu wajib adalah boleh, sebagaimana disebutkan oleh mushonnif bahwa ada tiga pendapat dan yang benar adalah boleh menyegerakan bayar zakat fithrah mulai dari awal Ramadan dan tidak boleh sebelum masuk Ramadan.</q><p>6. Pendapat al-Nawawi dalam kitab al-Majmu’ (9/5) tentang hukum shalat ‘Id:</p><q>Umat Islam bersepakat bahwa shalat id adalah disyariatkan dan merekapun bersepakat bahwa shalat id hukumya tidak fardhu ‘ain. Imam Syafii dan sebagian besar ulama’ Syafiiyyah berpendapat bahwa shalat id adalah sunnah. Imam al-Ishthahry berpendapat bahwa hukum shalat id adalah fardhu kifayah.</q>"
      },
      {
        "page": 11,
        "text": "<p>7. Pendapat Yahya bin Abu al-Khair bin Salim al-umrani al-Yamani alSyafii dalam kitab al-Bayan fi Madzhab al-Imam al-Syafii (9/648) tentang bolehnya shalat ‘Id sendirian:</p><q>Imam Syafii berkata : bahwa shalat id boleh dilaksanakan di rumah bagi orang yang munfarid, boleh pula dilaksanakan oleh orang musafir, hamba sahaya, dan perempuan.</q><p>8. Fatwa Majelis Ulama Indonesia Nomor 14 tahun 2020 tentang Penyelenggaraan Ibadah dalam Situasi Terjadi Wabah COVID-19.</p><p>9. Fatwa Majelis Ulama Indonesia nomor 28 Tahun 2020 tentang Panduan Kaifiat Takbir Dan Shalat Idul Fitri Saat Pandemi Covid-19</p><p>10. Fatwa Majelis Ulama Indonesia nomor 31 Tahun 2020 Tentang Penyelenggaraan Shalat Jum’at Dan Jamaah Untuk Mencegah Penularan Wabah Covid-19</p><p>11. Fatwa Majelis Ulama Indonesia nomor 23 Tahun 2020 tentang Pemanfaatan Zakat, Infak, Dan Shadaqah Untuk Penanggulangan Dampak Covid-19.</p><p>12. Fatwa Majelis Ulama Indonesia nomor 13 Tahun 2021 tentang Hukum Vaksinasi Covid-19 Saat Berpuasa</p><p>13. Fatwa Majelis Ulama Indonesia nomor 23 Tahun 2021 tentang Hukum Tes Swab Untuk Deteksi Covid-19 Saat Berpuasa.</p><p>14. Pendapat, saran, dan masukan yang berkembang dalam Sidang Komisi Fatwa yang berakhir pada tanggal 12 April 2021 bertepatan dengan tanggal 99 Sya’ban 3449 H.</p><p>Dengan bertawakkal kepada Allah SWT</p><strong>MEMUTUSKAN</strong><strong>PANDUAN PENYELENGGAAAN IBADAH DI BULAN RAMADAN DAN SYAWAL TAHUN 1442 H</strong><strong>Panduan dan Ketentuan Hukum</strong><strong>A. Pelaksanaan Protokol Kesehatan Dalam Ibadah Ramadan</strong><p>1. Setiap muslim wajib melakukan ikhtiar menjaga kesehatan dan menjauhi setiap hal yang dapat menyebabkan terpapar penyakit, karena hal itu merupakan bagian dari menjaga tujuan pokok beragama (al-Dharuriyat al-Khams).</p><p>2. Umat Islam selama bulan Ramadan harus semakin mendekatkan diri kepada Allah SWT dengan memperbanyak ibadah, tadarus al-Quran, menyelenggarakan dan menghadiri majlis taklim dan pengajian, taubat, istighfar, dzikir, membaca Qunut Nazilah, memperbanyak shalawat, sedekah, serta senantiasa berdoa kepada Allah SWT agar diberikan perlindungan dan keselamatan dari musibah dan marabahaya (daf’u al-bala’), khususnya dari wabah Covid-19.</p>"
      },
      {
        "page": 12,
        "text": "<p>3. Kegiatan bulan Ramadan dan Syawal dapat diisi dengan ceramah dan pengkajian keagamaan untuk meningkatkan ketakwaan kepada Allah SWT dan menambah wawasan keagamaan dari nara sumber ahli agama yang otoritatif</p><p>4. Pelaksanaan ibadah selama bulan Ramadan, baik ibadah mahdlah maupun ghairu mahdlah harus menerapkan protokol kesehatan.</p><ul><li>penerapan physical distancing (menjaga jarak) saat shalat jamaah dengan cara merenggangkan saf hukumnya boleh, shalatnya sah dan tidak kehilangan keutamaan berjamaah karena kondisi tersebut sebagai hajat syar’iyyah.</li><li>menggunakan masker yang menutup mulut dan hidung saat shalat hukumnya boleh dan shalatnya sah.</li></ul><p>5. Setiap muslim wajib berpartisipasi dalam upaya memutus mata rantai peredaran Covid-19, di antaranya dengan vaksinasi Covid19 guna mewujudkan kekebalan kelompok (herd immunity).</p><p>6. Vaksinasi saat berpuasa tidak membatalkan puasa, karenanya umat Islam yang sedang berpuasa boleh melakukan vaksinasi.</p><p>7. Tes Swab, baik lewat hidung maupun mulut untuk deteksi Covid19 saat berpuasa tidak membatalkan puasa, karenanya umat Islam yang sedang berpuasa boleh melakukan tes swab, demikian juga rapid test dengan pengambilan sampel darah dan penggunaan Genose dengan sampel hembusan nafas.</p><strong>B. Pelaksanaan Ibadah Puasa</strong><p>1. Setiap mukallaf wajib melaksanakan ibadah puasa Ramadan kecuali ada uzur syar’i.</p><p>2. Orang Islam yang sedang sakit seperti terkena Covid-19 dan dikhawatirkan kesehatannya terganggu jika berpuasa, maka ia boleh tidak berpuasa dan mengqadhanya di hari yang lain saat sembuh.</p><p>3. Orang Islam yang tidak dapat melaksanakan puasa karena sakit yang tidak ada harapan untuk sembuh atau karena renta sehingga tidak kuat puasa, maka ia terbebas dari kewajiban puasa dan tidak wajib menqadlanya, namun wajib membayar fidyah, yaitu dengan memberi makan orang miskin sebesar 1 mud atau yang setara dengan 6 ons beras untuk setiap hari puasa yang ditinggalkan.</p><p>4. Ibu hamil dan menyusui boleh tidak berpuasa dengan ketentuan sebagai berikut:</p><ul><li>Jika khawatir terhadap kondisi kesehatan dirinya, maka wajib mengqadha.</li><li>Jika khawatir terhadap kondisi kesehatan diri dan bayinya, maka wajib mengqadha.</li><li>Jika khawatir terhadap kondisi kesehatan bayinya, maka wajib mengqadha dan membayar fidyah.</li></ul>"
      },
      {
        "page": 13,
        "text": "<p>5. Dalam hal orang Islam yang sakit dan tidak berpuasa Ramadan meninggal sebelum ada kesempatan menqadha puasa, maka ia tidak berdosa.</p><p>6. Buka bersama di rumah, di masjid, di kantor, atau tempat lain boleh dilakukan dengan tetap menjaga protokol kesehatan.</p><strong>C. Pelaksanaan Shalat Fardhu, Tarawih, Witir, Tadarus, Qiyamullail, dan I’tikaf</strong><p>1. Pada dasarnya pelaksanaan shalat fardlu, tarawih, witir, tadarus, qiyamullail, dan i’tikaf merujuk Fatwa Majelis Ulama Indonesia Nomor 14 tahun 2020 tentang Penyelenggaraan Ibadah dalam Situasi Terjadi Wabah COVID-19.</p><p>2. Sejalan dengan kebijakan pemerintah tentang pelonggaran aktifitas ibadah umat Islam dianjurkan untuk mensyiarkan bulan Ramadan dengan berbagai aktifitas ibadah, termasuk ibadah yang melibatkan orang banyak (berjamaah) seperti shalat lima waktu, shalat tarawih, shalat witir, tadarus bersama, dan qiyamullail serta majlis taklim dan pengajian.</p><p>3. Pelaksanaan shalat tarawih secara berjamaah yang dilaksanakan di mushalla, masjid, aula kantor dan tempat umum lainnya harus tetap menjaga protokol kesehatan, seperti memakai masker, menjaga jarak, dan mencuci tangan.</p><p>4. Saat shalat fardhu dan witir, dianjurkan untuk membaca Qunut Nazilah selama bulan Ramadan agar wabah Covid-19 segera diangkat oleh Allah SWT dan dihindarkan dari segala bencana.</p><p>5. I’tikaf dapat dilaksanakan, baik secara sendiri maupun bersamasama di masjid, dengan tetap menjaga protokol kesehatan.</p><p>6. Umat Islam yang terpapar Covid-19 atau yang dalam kondisi sakit yang rentan terpapar Covid-19 diwajibkan melaksanakan ibadah Ramadan di rumah.</p><strong>D. Pelaksanaan Zakat Fitrah, Zakat Mal, Fidyah, serta Shadaqah</strong><p>1. Setiap muslim yang terkena kewajiban, boleh menunaikan Zakat fitrah dan menyalurkannya sejak awal Ramadan tanpa harus menunggu malam idul fitri.</p><p>2. Zakat mal boleh ditunaikan dan disalurkan lebih cepat (ta‘jil alzakah) tanpa harus menunggu satu tahun penuh (Hawalan alhaul), apabila telah mencapai nishab.</p><p>3. Fidyah boleh ditunaikan dan disalurkan pada hari ketika tidak menjalankan puasa, tidak harus menunggu di akhir Ramadan.</p>"
      },
      {
        "page": 14,
        "text": "<p>4. Kegiatan pembayaran, pengumpulan, pengelolaan dan pendistribusian zakat fitrah, zakat mal, fidyah dan shadaqah harus menerapkan protokol kesehatan, menghindari terjadinya kerumunan massa, tidak menyebabkan antrian panjang yang menimbulkan mudarat, serta memprioritaskan distribusi bagi mustahiq yang terdampak Covid-19, baik langsung maupun tidak langsung.</p><p>5. Pembayaran zakat fitrah, zakat maal, fidyah, dan shadaqah dianjurkan melalui BAZNAS/LAZNAS yang terpercaya agar distribusinya terkoordinasi, merata, dan dapat mengoptimalkan manfaatnya bagi mustahiq.</p><strong>E. Pelaksanaan Takbir, Shalat Idul Fitri dan Silaturrahim Halal Bihalal</strong><p>1. Setiap muslim dalam kondisi apapun disunnahkan untuk menghidupkan malam idul fitri dengan takbir, tahmid, tahlil menyeru keagungan Allah SWT, mulai dari tenggelamnya matahari di akhir Ramadan hingga menjelang dilaksanakannya shalat Idul Fitri.</p><p>2. Setiap muslim disunnahkan membaca takbir di manapun berada, di rumah, di masjid, di pasar, di kendaraan, di jalan, di rumah sakit, di kantor, di tempat-tempat umum juga melalui media televisi, radio, media sosial, dan media digital lainnya sebagai syiar keagamaan.</p><p>3. Pelaksanaan takbir boleh dilaksanakan sendiri atau bersamasama, dengan cara jahr (suara keras) atau sirr (pelan).</p><p>4. Umat Islam dianjurkan mengumandangkan takbir, tahmid, dan tahlil saat malam Idul Fitri sebagai tanda syukur sekaligus doa agar wabah Covid-19 segera diangkat oleh Allah SWT.</p><p>5. Pemerintah perlu memfasilitasi pelaksanaan takbir akbar yang berpusat di Masjid atau tempat terbuka lainnya dengan protokol kesehatan dan disiarkan melalui media digital agar dapat diikuti oleh seluruh umat Islam.</p><p>6. Shalat Idul Fitri 1 Syawal 1442 H dapat dilaksanakan dengan cara berjamaah di masjid, mushalla, tanah lapang, atau tempat lain dengan tetap menerapkan protokol kesehatan dan sesuai kebijakan Pemerintah.</p><p>7. Panduan Pelaksanaan Shalat Idul Fitri merujuk pada Fatwa MUI Nomor 28 Tahun 2020 tentang Panduan Kaifiat Takbir dan shalat Idul Fitri Saat Pandemi Covid-19.</p><p>8. Pelaksanaan silaturrahim halal bi halal boleh dilakukan melalui media virtual atau secara langsung seperti berkunjung ke sanak keluarga dan tetangga, juga halal bihalal di tempat kerja dengan tetap mematuhi protokol kesehatan dan mengikuti kebijakan Pemerintah.</p>"
      },
      {
        "page": 15,
        "text": "<strong>Rekomendasi</strong><p>1. Pemerintah perlu memfasilitasi pelaksanaan ibadah dan syiar Ramadan dengan penyediaan sarana prasarana untuk pelaksanaan protokol kesehatan.</p><p>2. Umat Islam wajib mendukung dan menaati kebijakan pemerintah dalam upaya mengatasi dan menanggulangi serta mengendalikan penyebaran COVID-19.</p><p>3. Pemerintah dan seluruh elemen masyarakat harus selalu mengikhtiarkan langkah-langkah penanggulangan Covid-19 dan menjadikan Ramadan 1442 H sebagai momentum untuk mengokohkan ikhtiar lahiriah dan bathiniah sebagai kebijakan nasional secara seimbang sebagai manifestasi negara dan pemerintahan yang ber-Ketuhanan Yang Maha Esa.</p><strong>Ketentuan Penutup</strong><p>1. Fatwa ini mulai berlaku pada tanggal ditetapkan, dengan ketentuan jika di kemudian hari ternyata dibutuhkan perbaikan, akan diperbaiki dan disempurnakan sebagaimana mestinya.</p><p>2. Agar setiap muslim dan pihak-pihak yang memerlukan dapat mengetahuinya, menghimbau semua pihak untuk menyebarluaskan fatwa ini.</p>"
      }
    ]
  }
]
