[
  {
    "id": "1xj",
    "info": {
      "title": "Pemakaian Masker Bagi Orang Yang Sedang Ihram",
      "author": "Fatwa MUI",
      "publish": "Mon, 15 Maret 2021",
      "pages": 11,
      "price": 0,
      "category": "Fatwa",
      "source": "https://mui.or.id/produk/fatwa/29828/fatwa-tentang-pemakaian-masker-bagi-orang-yang-sedang-ihram/",
      "desc": "Majelis Ulama Indonesia (MUI), dalam Musyawarah Nasional X pada tanggal 10-12 Rabi’ul Akhir 1442 H/25-27 November 2020"
    },
    "tableOfContents": [
      { "page": 1, "text": "Menimbang", "head": true },
      { "page": 1, "text": "Mengingat", "head": true },
      { "page": 5, "text": "Memperhatikan", "head": true },
      {
        "page": 9,
        "text": "Menetapkan",
        "sub": [
          { "page": 9, "text": "Pertama" },
          { "page": 10, "text": "Kedua" },
          { "page": 10, "text": "Ketiga" },
          { "page": 10, "text": "Keempat" }
        ],
        "head": true
      }
    ],
    "content": [
      {
        "page": 1,
        "text": "<strong>FATWA</strong><strong>MAJELIS ULAMA INDONESIA</strong><p>Nomor: 003/MUNAS X/ MUI/XI/2020</p><p>Tentang</p><strong>PEMAKAIAN MASKER BAGI ORANG YANG SEDANG IHRAM</strong><p>Majelis Ulama Indonesia (MUI), dalam Musyawarah Nasional X pada tanggal 10-12 Rabi’ul Akhir 1442 H/25-27 November 2020, setelah :</p><ul><li>bahwa para ulama berbeda pendapat tentang hukum memakai masker bagi orang yang berihram haji atau umrah;</li><li>bahwa tingkat kerumunan yang padat dan kondisi kesehatan jamaah yang berbeda-beda pada saat ihram haji atau umrah, dapat menyebabkan penularan penyakit dan gangguan kesehatan;</li><li>bahwa memakai masker pada saat ihram haji atau umrah sangat dibutuhkan untuk menghindari gangguan kesehatan jamaah haji atau umrah;</li><li>bahwa untuk itu Majelis Ulama Indonesia memandang perlu menetapkan fatwa tentang pemakaian masker bagi orang yang sedang ihram, untuk dijadikan sebagai pedoman;</li></ul><p>1. Firman Allah SWT tentang haji antara lain:</p><p dir='rtl'>فِيْهِ اٰيٰتٌۢ بَيِّنٰتٌ مَّقَامُ اِبْرٰهِيْمَ ەۚ وَمَنْ دَخَلَهٗ كَانَ اٰمِنًا ۗ وَلِلّٰهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطَاعَ اِلَيْهِ سَبِيْلًا ۗ وَمَنْ كَفَرَ فَاِنَّ اللّٰهَ غَنِيٌّ عَنِ الْعٰلَمِيْنَ</p><q>Mengerjakan haji adalah kewajiban manusia terhadap Allah, yaitu (bagi) orang yang sanggup mengadakan perjalanan ke Baitullah. Barangsiapa mengingkari (kewajiban haji), maka sesungguhnya Allah Maha Kaya (tidak memerlukan sesuatu) dari semesta alam. (QS. Ali Imran [3]: 97)</q>"
      },
      {
        "page": 2,
        "text": "<p dir='rtl'>اِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَاۤىِٕرِ اللّٰهِ ۚ</p><q>Sesungguhnya Shafa dan Marwah adalah sebagian dari syi’arsyi’ar Allah… (QS. al-Baqarah [2]: 158)</q><p dir='rtl'>وَاَتِمُّوا الْحَجَّ وَالْعُمْرَةَ لِلّٰهِ ۗ فَاِنْ اُحْصِرْتُمْ فَمَا اسْتَيْسَرَ مِنَ الْهَدْيِۚ وَلَا تَحْلِقُوْا رُءُوْسَكُمْ حَتّٰى يَبْلُغَ الْهَدْيُ مَحِلَّهٗ ۗ فَمَنْ كَانَ مِنْكُمْ مَّرِيْضًا اَوْ بِهٖٓ اَذًى مِّنْ رَّأْسِهٖ فَفِدْيَةٌ مِّنْ صِيَامٍ اَوْ صَدَقَةٍ اَوْ نُسُكٍ ۚ</p><q>Dan sempurnakanlah ibadah haji dan umrah karena Allah; jika kamu terkepung (terhalang oleh musuh atau karena sakit), maka (sembelihlah) korban yang mudah didapat, dan jangan kamu mencukur kepalamu, sebelum korban sampai di tempat penyembelihannya. Jika ada di antara kamu yang sakit atau ada gangguan di kepalanya (lalu ia bercukur), maka wajib atasnya berfidyah, yaitu: berpuasa atau bersedekah atau berkorban. (QS. Al-Baqarah [2]:196)</q><p dir='rtl'>اَلْحَجُّ اَشْهُرٌ مَّعْلُوْمٰتٌ ۚ فَمَنْ فَرَضَ فِيْهِنَّ الْحَجَّ فَلَا رَفَثَ وَلَا فُسُوْقَ وَلَا جِدَالَ فِى الْحَجِّ ۗ</p><q>(Musim) haji adalah beberapa bulan yang dimaklumi, barangsiapa yang menetapkan niatnya dalam bulan itu akan mengerjakan haji, maka tidak boleh rafats, berbuat fasik dan berbantah-bantahan di dalam masa mengerjakan haji… (QS al-Baqarah [2]: 197)</q><p>2. Hadis Rasulullah Saw., antara lain:</p><p>a. Hadis tentang kewajiban haji:</p><q>Dari Ibnu Umar ra. berkata: Rasulullah Saw. bersabda: “Islam dibangun atas lima dasar; bersaksi bahwa tiada tuhan selain Allah dan bersaksi bahwa Muhammad adalah utusan Allah, mendirikan salat, menunaikan zakat, puasa di bulan Ramadan dan berhaji ke Baitullah bagi orang yang mampu melakukan perjalanan ke sana.” (HR. al-Bukhari dan Muslim)</q>"
      },
      {
        "page": 3,
        "text": "<p>b. Hadis-hadis tentang larangan atas orang yang berihram untuk menutup wajahnya:</p><q>Dari Abdullah Ibnu Umar ra. ada seseorang bertanya kepada Rasul Saw.: “Apa saja yang boleh dipakai oleh orang yang berihram?”. Rasul Saw. menjawab: “janganlah kamu memakai baju, imamah (penutup kepala), celana, burnus (baju yang ada penutup kepala), atau sepatu. kecuali orang yang tidak memiliki sandal, dia boleh memakai sepatu, dan hendaknya dia potong hingga di bawah mata kaki (terbuka mata kakinya). Dan tidak boleh memakai kain yang diberi minyak wangi atau pewarna (wantex). (HR. al-Bukhari dan Muslim)</q><p>Dalam riwayat lain di shahih Bukhari, terdapat tambahan:</p><q>Dan janganlah perempuan yang sedang ihram memakai cadar dan memakai sarung tangan. (HR. al-Bukhari)</q><q>Dari Ibnu Abbas ra. sesungguhnya ada seseorang yang berihram jatuh dari tunggangannya lalu mati, Rasul Saw. bersabda: “Mandikan dengan air dan daun bidara, kafani dengan dua kain ihramnya, jangan kalian tutupi kepalanya, tidak pula wajahnya, karena dia akan dibangkitkan pada hari kiamat sambil bertalbiyah”. (HR. Muslim)</q>"
      },
      {
        "page": 4,
        "text": "<q>Dari Ibnu Umar ra. beliau berkata: “Orang yang berihram tidak boleh menutup wajahnya”. (HR. Malik dan al-Baihaki)</q><p>c. Atsar shahabat yang berihram dengan menutup wajah:</p><q>Sesungguhnya Utsman bin Affan ra., Zaid bin Tsabit ra, dan Marwan bin Hakam ra. menutup wajah mereka saat ihram. (HR. Imam Sayfi’i)</q><q>Dari al-Qasim bin Muhammad berkata; telah mengabarkan kepadaku al-Furafishah bin 'Umair al-Hanafi bahwasanya ia pernah melihat Utsman bin ‘Affan di Araj menutup wajahnya saat ihram. (HR. Imam Malik)</q><p>3. Kaidah Fikih dan Ushul Fikih:</p><q>“Dalam keadaan darurat diperbolehkan melakukan yang dilarang”</q><q>Kebutuhan (al-hajah) terkadang mempunyai kedudukan yang sama dengan darurat baik yang bersifat umum maupun yang bersifat khusus.</q><q>Menggunakan dua dalil lebih didahulukan daripada meninggalkan salah satunya, selama masih memungkinkan.</q>"
      },
      {
        "page": 5,
        "text": "<p>1. Pendapat Imam al-Dasuki dalam kitab Hasyiah al-Dasuki ‘ala al-Syarh al-Kabir (2/55) tentang haramnya laki-laki yang ihram untuk menutup wajah:</p><q>Haram bagi laki-laki (yang berihram) menutup semua atau sebagian wajah, demikian pula kepalanya, dengan sesuatu yang dianggap sebagai penutup, seperti tanah/lumpur, apalagi dengan alat yang biasa dipakai menutup kepala, seperti peci. Wajah dan kepala berbeda dengan anggota badan yang lain, di mana dua bagian ini haram untuk ditutupi dengan semua benda yang bisa dianggap sebagai penutup.</q><p>2. Penjelasan al-Marghinani al-Hanafi dalam kitab al-Hidayah fi Syarh Bidayati al-Mubtadi (1/136) tentang perbedaan ulama tentang laki-laki yang ihram untuk menutup wajah:</p><p>Al-Marghinani berkata “Tidak boleh menutupi wajah dan kepalanya”. Imam Syafii berpendapat bahwa laki-laki boleh menutup wajah berdasarkan hadis “Ihramnya laki-laki pada kepalanya dan ihramnya perempuan pada wajahnya”. Sedangkan hanafiah mendasarkan pendapatnya pada hadis “Janganlah kalian tutupi wajahnya dan kepalanya, karena dia akan dibangkitkan pada hari kiamat dengan bertalbiyah”. Sababul wurud hadis ini adalah terkait orang ihram yang meninggal. Alasan lain, karena wanita tidak boleh menutupi wajahnya, padahal membuka wajah wanita menjadi sumber fitnah, maka menutup wajah bagi laki-laki lebih berat untuk dilarang.</p>"
      },
      {
        "page": 6,
        "text": "<p>3. Pendapat Imam Al-Nawawi dalam Kitab al-Majmu’ (7/268) bolehnya laki-laki yang ihram menutup wajah dan tidak ada kewajiban fidyah:</p><q>Pendapat madzhab kami (Syafiiyah) adalah dibolehkan bagi laki-laki yang berihram untuk menutup wajahnya dan tidak ada kewajiban fidyah. Ini adalah pendapat mayoritas ulama… ulama madzhab kami berdalil dengan riwayat dari Sufyan bin Uyainah dari Abdurrahman bin Qasim dari ayahnya, bahwa Utsman bin Affan, Zaid bin Tsabit, dan Marwan bin Hakam, mereka menutup wajahnya ketika mereka sedang ihram. Dan riwayat ini sanadnya shahih.</q><p>4. Pendapat al-Buhuti al-Hambali dalam kitab Kasysyafu al-Qina' ‘an Matn al-Iqna' (6/452) tentang bolehnya menutup wajah bagi laki-laki yang berihram:</p><q>Jika seorang laki-laki yang berihram menutup wajahnya maka hukumnya boleh, sebagaimana riwayat dari Utsman, Zaid bi Tsabit, Ibnu Abbas, dan Ibnu Zubair, serta imam lainnya.</q><p>5. Pendapat Imam al-‘Iraqy dalam kitab Tharhu al-Tasrib fi Syarh al-Taqrib (5/299) tentang larangan perempuan yang sedang ihram untuk menutup wajah:</p><q>Makna teks dari hadis “Janganlah wanita memakai cadar” itu khusus bagi wanita, sementara laki-laki tidak seperti itu. Dan ini sesuai degan makna bagian awal hadis, tentang hal-hal yang harus ditinggalkan oleh orang yang ihram. Di sana Nabi Saw. tidak menyebutkan penutup wajah”.</q>"
      },
      {
        "page": 7,
        "text": "<p>6. Pendapat Ibnu Qudamah dalam kitab al-Mughni (3/301) tentang bolehnya perempuan yang sedang ihram menutup wajah karena hajah:</p><q>Jika perempuan yang sedang berihram dan ada laki-laki lain mendekat, maka boleh baginya untuk menutupi wajahnya dengan menurunkan kain dari atas kepalanya, sebagaimana diriwayatkan dari Utsman dan ‘Aisyah. Pendapat ini juga disampaikan oleh ‘Atha, Malik, al-Tsauri, al-Syafii, Ishaq, dan Muhammad bin al-Hasan.</q><p>7. Pendapat Imam al-Rafi’I dalam kitab Fathu al-Azizi bi Syarh alWajiz (7/440) tentang bolehnya orang yang berihram untuk menutup semua anggota badan kecuali kepala dengan syarat tidak berjahit:</p><q>Anggota badan selain kepala boleh bagi orang yang berihram untuk ditutup, tetapi tidak boleh memakai baju dan celana (berjahit), celana dalam, sepatu. Sebagaimana dalam riwayat Ibnu Umar ketika Rasulullah saw menjawab pertanyaan tentang apa saja yang boleh dipakai oleh orang yang berihram “orang yang berihram tidak boleh memakai baju, celana, penutup kepala, burnus (baju yang ada penutup kepala), sepatu, kecuali orang yang tidak memiliki sandal, dia boleh memakai sepatu, dan hendaknya dia potong hingga di bawah mata kaki (terbuka mata kakinya)”. Andaikan orang yang berihram memakai salah satu dari pakaian di atas dalam keadaan biasa (tidak terpaksa) maka wajib membayar fidyah, baik memakainya dalam waktu yang lama atau sebentar.</q>"
      },
      {
        "page": 8,
        "text": "<p>8. Pendapat Imam Al-Nawawi dalam Kitab Al-Majmu’ (7/261) bahwa perempuan berihram adalah dengan membuka wajah:</p><q>Bagi perempuan yang berihram maka wajahnya harus dibuka sebagaimana laki-laki tidak boleh menutup kepalanya. Dan boleh baginya menutup kepala dan seluruh badannya dengan bahan yang berjahit, seperti baju, sepatu (khuf), dan celana. Dan boleh menutup sedikit bagian mukanya yang berbatasan dengan kepala, karena menutup kepalanya adalah wajib.</q><p>9. Pendapat al-Habib Muhammad bin Muhammad bin Umar alSyatiri dalam kitab Syarh al-Yaqut al-Nafis, halaman 340:</p><q>Diperbolehkan bagi wanita untuk memakai kacamata. Imam Syafi’i menekankan hal tersebut dan mewajibkan membayar fidyah pada perempuan yang menutup wajahnya karena khawatir adanya fitnah. Namun pendapat Imam Ahmad (pendiri madzhab Hanbali) mengarahkan bahwa tidak ada keharusan membayar fidyah</q><p>10. Pendapat-pendapat ulama tentang maksud yang berjahit (almakhith), antara lain:</p><p>a. Pendapat Imam Taqiyuddin al-Syafii dalam kitab Kifayatu al-Akhyar (221):</p>"
      },
      {
        "page": 9,
        "text": "<q>Jika laki-laki sedang ihram maka haram baginya beberapa hal; pertama, haram baginya memakai sesuatu yang dianggap pakaian yang menutupi seluruh badan dan kepalanya, baik yang berjahit seperti baju dan celana atau yang tidak berjahit seperti surban dan sarung, sebagaimana hadis (Apa saja yang boleh dipakai oleh orang yang berihram?”. Rasul Saw. menjawab: “janganlah kamu memakai baju …)</q><p>b. Pendapat al-Buhuti al-Hambali dalam kitab Kasysyafu alQina' ‘an Matn al-Iqna' (2/407):</p><q>Yang berjahit adalah setiap yang berjahit yang menutupi badan dan kepalanya, seperti baju, celana, dan burnus (baju yang ada penutup kepala).</q><p>c. Pendapat Ibnu Qudamah dalam kitab al-Mughni (3/302):</p><q>Sesungguhnya yang dilarang untuk dipakai oleh perempuan yang sedang ihram adalah seperti jilbab, cadar, dan lainnya yang dianggap dapat menutup wajah</q><p>11. Pendapat, saran, dan masukan yang berkembang dalam sidang Komisi Bidang Fatwa pada Musyawarah Nasional MUI X pada tanggal 26 November 2020.</p><p>Dengan bertawakkal kepada Allah SWT</p><strong>MEMUTUSKAN</strong><strong>FATWA TENTANG PEMAKAIAN MASKER BAGI ORANG YANG SEDANG IHRAM</strong><strong>Ketentuan Umum</strong><p>Dalam fatwa ini yang dimaksud dengan:</p><ul><li>Orang yang berihram adalah orang yang melaksanakan ihram haji atau umrah yang terikat dengan berbagai ketentuannya.</li><li>Masker adalah alat kesehatan yang digunakan untuk menutup area mulut dan hidung.</li></ul>"
      },
      {
        "page": 10,
        "text": "<strong>Ketentuan Hukum</strong><p>1. Memakai masker bagi perempuan yang sedang ihram haji atau umrah hukumnya haram, karena termasuk pelanggaran terhadap larangan ihram (mahdzurat al-ihram), sedangkan memakai masker bagi laki-laki yang berihram haji atau umrah hukumnya boleh (mubah).</p><p>2. Dalam keadaan darurat atau kebutuhan mendesak (al-hajah al-syar’iyah), memakai masker bagi perempuan yang sedang ihram haji atau umrah hukumnya boleh (mubah).</p><p>3. Dalam hal seorang perempuan yang memakai masker pada kondisi sebagimana pada angka 2, terdapat perbedaan pendapat;</p><ul><li>wajib membayar fidyah</li><li>tidak wajib membayar fidyah.</li></ul><p>4. Keadaan darurat atau kebutuhan mendesak (al-hajah alsyar’iyah) sebagaimana dimaksud pada angka 2 antara lain:</p><ul><li>adanya penularan penyakit yang berbahaya;</li><li>adanya cuaca ekstrim/buruk;</li><li>adanya ancaman kesehatan yang apabila tidak memakai masker dapat memperburuk kondisi kesehatan.</li></ul><strong>Rekomendasi</strong><ul><li>Agar pemerintah dan semua pihak yang terkait dengan pelaksanaan ibadah haji dan umrah untuk lebih memperhatikan dan menjaga kesehatan jamaah.</li><li>Jamaah yang akan menggunakan masker hendaknya memilih masker yang suci dan sesuai standar kesehatan.</li></ul><strong>Ketentuan Penutup</strong><ul><li>Fatwa ini berlaku pada tanggal ditetapkan, dengan ketentuan jika di kemudian hari ternyata dibutuhkan perbaikan, akan diperbaiki dan disempurnakan sebagaimana mestinya.</li><li>Agar setiap muslim dan pihak-pihak yang memerlukan dapat mengetahuinya, menghimbau semua pihak untuk menyebarluaskan fatwa ini.</li></ul>"
      }
    ]
  },
  {
    "id": "H3b",
    "info": {
      "title": "Panduan Penyelenggaraan Ibadah di Bulan Ramadhan dan Syawal 1442 H",
      "author": "Fatwa MUI",
      "publish": "Mon, 12 April 2021",
      "pages": 15,
      "price": 0,
      "category": "Fatwa",
      "source": "https://mui.or.id/produk/fatwa/30573/fatwa-nomor-24-tahun-2021-tentang-panduan-penyelenggaraan-ibadah-di-bulan-ramadhan-dan-syawal-1442-h/",
      "desc": "Bulan suci Ramadan merupakan salah satu momentum yang tepat bagi umat muslim untuk meningkatkan kualitas dan kuantitas ibadah yang di antaranya dengan puasa, tarawih, i’tikaf, menunaikan zakat, takbir, sholat Idul Fitri, dan silaturrahmi halal bihalal di bulan Syawal."
    },
    "tableOfContents": [
      { "page": 1, "text": "Menimbang", "head": true },
      { "page": 1, "text": "Mengingat", "head": true },
      { "page": 8, "text": "Memperhatikan", "head": true },
      {
        "page": 11,
        "text": "Menetapkan",
        "sub": [
          { "page": 11, "text": "Pertama" },
          { "page": 12, "text": "Kedua" },
          { "page": 13, "text": "Ketiga" },
          { "page": 13, "text": "Keempat" },
          { "page": 14, "text": "Kelima" }
        ],
        "head": true
      }
    ],
    "content": [
      {
        "page": 1,
        "text": "<strong>FATWA</strong><strong>MAJELIS ULAMA INDONESIA</strong><p>Nomor: 24 Tahun 2021</p><p>Tentang</p><strong>PANDUAN PENYELENGGARAAN IBADAH DI BULAN RAMADAN DAN SYAWAL 1442 H</strong><p>Komisi Fatwa Majelis Ulama Indonesia (MUI), setelah :</p><ul><li>bahwa bulan suci Ramadan merupakan salah satu momentum yang tepat bagi umat muslim untuk meningkatkan kualitas dan kuantitas ibadah yang di antaranya dengan puasa, tarawih, i’tikaf, menunaikan zakat, takbir, sholat Idul Fitri, dan silaturrahmi halal bihalal di bulan Syawal;</li><li>bahwa Ramadan dan Syawal Tahun 1442 H ini masih dalam kondisi wabah Covid-19 yang meski sudah ada penurunan kasus dan penanganan yang serius, namun belum sepenuhnya terkendali, sehingga harus tetap melakukan kewaspadaan agar tidak terjadi peningkatan penularan;</li><li>bahwa muncul pertanyaan dari masyarakat mengenai tata cara penyelenggaraan ibadah di bulan Ramadan dan Syawal 1442 agar dapat terlakasana secara baik sesuai tuntunan syariah dan pada saat yang sama dapat berkontribusi dalam pencegahan penularan wabah Covid-19;</li><li>bahwa oleh karena itu, Majelis Ulama Indonesia perlu menetapkan fatwa tentang panduan penyelenggaraan ibadah di bulan Ramadan dan Syawal 1442 H untuk dijadikan sebagai pedoman.</li></ul><p>1. Firman Allah SWT:</p><p>a. Ayat-ayat tentang tentang wajibnya puasa Ramadan dan keterangan rukhsah bagi yang sakit atau bepergian, antara lain;</p><p dir='rtl'>يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا كُتِبَ عَلَيْكُمُ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِيْنَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُوْنَۙ اَيَّامًا مَّعْدُوْدٰتٍۗ فَمَنْ كَانَ مِنْكُمْ مَّرِيْضًا اَوْ عَلٰى سَفَرٍ فَعِدَّةٌ مِّنْ اَيَّامٍ اُخَرَ ۗوَعَلَى الَّذِيْنَ يُطِيْقُوْنَهٗ فِدْيَةٌ طَعَامُ مِسْكِيْنٍۗ فَمَنْ تَطَوَّعَ خَيْرًا فَهُوَ خَيْرٌ لَّهٗ ۗوَاَنْ تَصُوْمُوْا خَيْرٌ لَّكُمْ اِنْ كُنْتُمْ تَعْلَمُوْنَ</p><q>Hai orang-orang yang beriman, diwajibkan atas kamu berpuasa sebagaimana diwajibkan atas orang-orang sebelum kamu agar kamu bertakwa. (yaitu) dalam beberapa hari yang tertentu. Maka barangsiapa diantara kamu ada yang sakit atau dalam perjalanan (lalu ia berbuka), maka (wajiblah baginya berpuasa) sebanyak hari yang ditinggalkan itu pada hari-hari yang lain. Dan wajib bagi orang-orang yang berat menjalankannya (jika</q>"
      },
      {
        "page": 2,
        "text": "<q>mereka tidak berpuasa) membayar fidyah, (yaitu): memberi makan seorang miskin. Barangsiapa yang dengan kerelaan hati mengerjakan kebajikan, maka itulah yang lebih baik baginya. Dan berpuasa lebih baik bagimu jika kamu mengetahui. (QS. alBaqarah [2]: 183-184)</q><p>b. Ayat-ayat tentang tentang kewajiban menunaikan zakat, di antaranya:</p><p dir='rtl'>خُذْ مِنْ اَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيْهِمْ بِهَا</p><q>Ambillah zakat dari sebagian harta mereka, dengan zakat itu kamu membersihkan dan mensucikan mereka… (QS. al-Taubah [9]: 103)</q><p dir='rtl'>۞ اِنَّمَا الصَّدَقٰتُ لِلْفُقَرَاۤءِ وَالْمَسٰكِيْنِ وَالْعٰمِلِيْنَ عَلَيْهَا وَالْمُؤَلَّفَةِ قُلُوْبُهُمْ وَفِى الرِّقَابِ وَالْغٰرِمِيْنَ وَفِيْ سَبِيْلِ اللّٰهِ وَابْنِ السَّبِيْلِۗ فَرِيْضَةً مِّنَ اللّٰهِ ۗوَاللّٰهُ عَلِيْمٌ حَكِيْمٌ</p><q>Sesungguhnya zakat-zakat itu, hanyalah untuk orang-orang fakir, orang-orang miskin, pengurus-pengurus zakat, para mu'allaf yang dibujuk hatinya, untuk (memerdekakan) budak, orang-orang yang berhutang, untuk jalan Allah dan untuk mereka yuang sedang dalam perjalanan, sebagai suatu ketetapan yang diwajibkan Allah, dan Allah Maha Mengetahui lagi Maha Bijaksana. (QS. al-Taubah [9]: 60)</q><p dir='rtl'>وَاَقِيْمُوا الصَّلٰوةَ وَاٰتُوا الزَّكٰوةَ وَارْكَعُوْا مَعَ الرّٰكِعِيْنَ</p><q>Dan dirikanlah shalat, tunaikanlah zakat, dan ruku’lah bersama orang-orang yang ruku’. (QS. al-Baqarah [2]: 43)</q><p dir='rtl'>يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اَنْفِقُوْا مِنْ طَيِّبٰتِ مَا كَسَبْتُمْ وَمِمَّآ اَخْرَجْنَا لَكُمْ مِّنَ الْاَرْضِ</p><q>Hai orang yang beriman! Nafkahkanlah sebagian dari hasil usahamu yang baik-baik dan sebagian dari apa yang Kami keluarkan dari bumi untuk kamu …”. (QS. al-Baqarah [2]: 267)</q><p dir='rtl'>وَيَسْـَٔلُوْنَكَ مَاذَا يُنْفِقُوْنَ ەۗ قُلِ الْعَفْوَ</p><q>Dan mereka bertanya kepada apa yang mereka nafkahkan. Katakanlah: “Yang lebih dari keperluan”. (QS. al-Baqarah [2]: 219)</q><p>c. Ayat-ayat tentang perintah dan keutamaan i’tikaf, di antaranya:</p><p dir='rtl'>وَلَا تُبَاشِرُوْهُنَّ وَاَنْتُمْ عٰكِفُوْنَۙ فِى الْمَسٰجِدِ ۗ تِلْكَ حُدُوْدُ اللّٰهِ فَلَا تَقْرَبُوْهَاۗ كَذٰلِكَ يُبَيِّنُ اللّٰهُ اٰيٰتِهٖ لِلنَّاسِ لَعَلَّهُمْ يَتَّقُوْنَ</p><q>Janganlah kamu campuri mereka itu, sedang kamu beri’tikafdalam mesjid. Itulah larangan Allah, maka janganlah kamu mendekatinya. Demikianlah Allah menerangkan ayat-ayatNya kepada manusia, supaya mereka bertakwa. (QS. al-Baqarah [2]: 187)</q>"
      },
      {
        "page": 3,
        "text": "<p dir='rtl'>وَعَهِدْنَآ اِلٰٓى اِبْرٰهٖمَ وَاِسْمٰعِيْلَ اَنْ طَهِّرَا بَيْتِيَ لِلطَّاۤىِٕفِيْنَ وَالْعٰكِفِيْنَ وَالرُّكَّعِ السُّجُوْدِ</p><q>Dan telah Kami perintahkan kepada Ibrahim dan Ismail: \"Bersihkanlah rumah-Ku untuk orang-orang yang thawaf, yang i'tikaf, yang ruku' dan yang sujud\". (QS. al-Baqarah [2]: 125)</q><p>d. Ayat-ayat tentang shalat Idul Fitri, di antaranya:</p><p dir='rtl'>قَدْ اَفْلَحَ مَنْ تَزَكّٰىۙ وَذَكَرَ اسْمَ رَبِّهٖ فَصَلّٰىۗ</p><q>Sungguh beruntung orang-orang yang mensucikan diri (beriman) dan mengingat nama Tuhan-Nya, lalu dia shalat. (QS. al-A’la [87]: 14-15)</q><p>e. Ayat tentang larangan menjatuhkan diri dalam kebinasaan, di antaranya:</p><p dir='rtl'>وَلَا تُلْقُوْا بِاَيْدِيْكُمْ اِلَى التَّهْلُكَةِ ۛ وَاَحْسِنُوْا ۛ اِنَّ اللّٰهَ يُحِبُّ الْمُحْسِنِيْنَ</p><q>… dan janganlah kamu jatuhkan (diri sendiri) ke dalam kebinasaan dengan tangan sendiri, dan berbuat baiklah. Sesungguhnya Allah menyukai orang-orang yang berbuat baik. (QS. al-Baqarah [2]: 195)</q><p>f. Ayat-ayat tentang adanya kemudahan dalam beragama, jika dalam keadaan darurat atau kondisi yang sulit, di antaranya:</p><p dir='rtl'>يُرِيْدُ اللّٰهُ بِكُمُ الْيُسْرَ وَلَا يُرِيْدُ بِكُمُ الْعُسْرَ</p><q>… Allah menghendaki kemudahan bagimu, dan tidak menghendaki kesukaran bagimu… (QS. al-Baqarah [2]: 185)</q><p dir='rtl'>وَمَا جَعَلَ عَلَيْكُمْ فِى الدِّيْنِ مِنْ حَرَجٍۗ</p><q>… dan Dia sekali-kali tidak menjadikan untuk kamu dalam agama suatu kesempitan … (QS. al-Hajj [22]: 78)</q><p dir='rtl'>فَاتَّقُوا اللّٰهَ مَا اسْتَطَعْتُمْ</p><q>Maka bertakwalah kamu kepada Allah menurut kesanggupanmu … . (QS. al-Taghabun [64]: 16)</q><p>2. Hadis Rasulullah shallallahu ‘alaihi wa sallam antara lain:</p><p>a. Hadis-hadis tentang kewajiban puasa Ramadan dan keutamaanya, di antaranya:</p><q>Dari Ibnu Umar ra. dari Nabi shallallahu ‘alaihi wa sallam bersabda: \"Islam dibangun di atas lima hal: bersaksi bahwa tiada tuhan yang berhak disembah kecuali Allah dan Muhammad adalah utusan Allah, mendirikan shalat, menunaikan zakat, pergi haji, dan puasa di bulan Ramadan.'\" (HR. Muslim).</q>"
      },
      {
        "page": 4,
        "text": "<q>Dari Abu Hurairah ra. sesungguhnya Nabi shallallahu ‘alaihi wa sallam bersabda: “Barangsiapa yang berpuasa Ramadan karena keimanan dan mengharapkan pahala (dari Allah Subhanahu wa Ta’ala), niscaya akan diampuni dosa-dosanya yang telah lalu”. (HR. Abu Dawud)</q><q>Dari Abu Hurairah ra. sesungguhnya Nabi shallallahu ‘alaihi wa sallam bersabda: “Shalat fardhu lima waktu, shalat Jum’at ke Jum’at berikutnya, dan Ramadan ke Ramadan berikutnya menghapuskan dosa-dosa yang dilakukan di antara masa tersebut seandainya dosadosa besar ditinggalkannya.” (HR. Muslim)</q><p>b. Hadis tentang qadha’ dan fidyah puasa Ramadan, di antaranya:</p><q>Dari Aisyah ra. berkata: “Kami haid di masa Rasulullah shallallahu ‘alaihi wa sallam, maka beliau memerintahkan kami untuk mengqadha’”. (HR. Ibnu Majah)</q><q>Dari Ibnu Abbas ra. (ayat yang artinya “Dan bagi siapa yang tidak mampu berpuasa maka wajib membayar fidyah yaitu memberi makan orang miskin”) berkata: “ayat ini menberikan rukhshah kepada orang tua (laki-laki atau perempuan) untuk tidak berpuasa, dan mereka wajib membayar fidyah sebagai ganti hari-hari yang mereka tidak berpuasa. Dan juga atas wanita menyusui dan wanita hamil, jika takut terhadap anak-anaknya (Abu Dawud berkata “khawatir terhadap kondisi anak-anak mereka), maka keduanya berbuka dan memberi makan”. [HR Abu Dawud)</q><q>Dari Abu Hurairah ra. berkata: “Orang tua yang tidak mampu berpuasa Ramadan maka wajib membayar fidyah yaitu 1 mud gandum untuk setiap harinya”. (HR. al-Daruquthni)</q>"
      },
      {
        "page": 5,
        "text": "<p>c. Hadis tentang keutamaan i’ktikaf di bulan Ramadan, di antaranya:</p><q>Dari ‘Aisyah ra. sesungguhnya Nabi shallallahu ‘alaihi wa sallam beri’tikaf di sepuluh hari terakhir bulan Ramadan hingga beliau wafat, kemudian para istri beliau beri’tikaf sepeninggal beliau.” (HR. Ahmad)</q><p>d. Hadis tentang kewajiban menunaikan zakat, di antaranya:</p><q>Dari Ibnu 'Abbas ra. bahwa ketika Nabi Shallallahu ‘alaihi wa sallam mengutus Mu'adz ra. ke negeri Yaman, Beliau berkata,: \"Kamu akan mendatangi Ahlul Kitab, maka hendaklah hal pertama yang kamu da'wahkan kepada mereka adalah mengajak mereka untuk menyembah Allah. Jika mereka telah mengenal Allah, maka beritahukanlah kepada mereka bahwa Allah mewajibkan mereka untuk melakukan shalat lima waktu sehari semalam. Jika mereka telah melaksanakannya, maka beritahukanlah bahwa Allah mewajibkan mereka untuk membayar zakat dari harta mereka yang akan diberikan kepada orang-orang faqir dari kalangan mereka. Jika mereka telah menaatinya, maka ambillah dari mereka (sesuai ketentuannya) dan peliharalah kesucian harta manusia\". (HR. al-Bukhari)</q><q>Dari Ali ra. berkata: Rasulullah Shallallahu ‘alaihi wa sallam bersabda: “Sesungguhnya Allah telah mewajibkan zakat kepada orang-orang muslim yang kaya atas harta mereka yang mencukupi kebutuhan orang-orang muslim yang fakir. Dan tidak akan terjadi kelaparan dan orang tidak memakai pakaian (sama sekali) kecuali karena orang kaya tidak menunaikan zakat. Ketahuilah! Sesungguhnya Allah akan meminta pertanggung-jawaban mereka (orang kaya yang tidak berzakat) dan akan menyiksa mereka dengan siksaan yang pedih“. (HR. al-Thabarani)</q>"
      },
      {
        "page": 6,
        "text": "<p>e. Hadis Nabi Shallallahu ‘alaihi wa sallam yang membolehkan penyegeraan pengeluaran zakat sebelum waktunya, di antaranya;</p><q>Dari Ali bahwa Abbas ra. bertanya kepada Nabi Shallallahu ‘alaihi wa sallam tentang penyegeraan pengeluaran zakat sebelum waktunya, lalu beliau mengizinkannya. (HR. Ibnu Majah dan Abu Daud)</q><q>Dari Ali bin Abi Thalib ra. berkata: Rasulullah Shallallahu ‘alaihi wa sallam bersabda: “Bersegeralah membayar zakat, sebab bala’ bencana tidak akan melangkahinya”. (HR. al-Thabarani)</q><p>f. Hadis tentang larangan membahayakan diri sendiri dan orang lain, di antaranya:</p><q>Dari Abû Sa’îd Sa’d bin Mâlik bin Sinân al-Khudri Radhyallahu anhu, Rasûlullâh Shallallahu ‘alaihi wa sallam bersabda, “Tidak boleh ada bahaya dan tidak boleh membahayakan orang lain ”. (HR. alDâraquthni, al-Baihaqi, al-Hakim)</q><p>g. Hadis-hadis tentang tuntunan menghadapi suatu pandemi atau wabah, di antaranya:</p><q>Dari Nabi saw sesungguhnya beliau bersabda: “Jika kamu mendengar wabah di suatu wilayah, maka janganlah kalian memasukinya. Tapi jika terjadi wabah di tempat kamu berada, maka jangan tinggalkan tempat itu.\" (HR. al-Bukhari)</q><q>Sesungguhnya Umar sedang dalam perjalanan menuju Syam, saat sampai di wilyaah bernama Sargh. Saat itu Umar mendapat kabar adanya wabah di wilayah Syam. Abdurrahman bin Auf kemudian mengatakan pada Umar jika Nabi Muhammad saw pernah berkata, \"Jika kamu mendengar wabah di suatu wilayah, maka janganlah kalian memasukinya. Tapi jika terjadi wabah di tempat kamu berada, maka jangan tinggalkan tempat itu.\" (HR. al-Bukhari).</q>"
      },
      {
        "page": 7,
        "text": "<p>h. Hadis-hadis yang menerangkan adanya kemudahan dalam beribadah saat kondisi darurat atau keadaan sulit, di anataranya:</p><q>Dari Ibnu Umar ra. Rasulullah Shallallahu ‘alaihi wa sallam bersabda: “Sesungguhnya Allah suka untuk dilakukan rukhsah-Nya, sebagaimana Allah membenci apabila maksiat dilakukan.” (HR. Ahmad)</q><q>Abu Hurairah ra. mendengar Rasulullah Shallallahu ‘alaihi wa sallam bersabda: “Apa saja yang aku larang kamu melakukannya, hendaklah kamu jauhi, dan apa saja yang aku perintahkan kepadamu, maka lakukanlah menurut kemampuan kamu. Sesungguhnya kehancuran umat-umat sebelum kamu adalah karena mereka banyak bertanya dan tidak patuh dengan nabi-nabi mereka.” (HR. Muslim)</q><q>Dari Ibnu Umar ra. sesungguhnya Rasulullah Shallallahu ‘alaihi wa sallam bersabda: “Sesungguhnya Allah suka untuk dikerjakan rukhsahNya, demikian juga Allah suka untuk dikerjakan perintah-Nya (azimah).” (HR. al-Baihaqi)</q><p>3. Kaidah Fikih antara lain:</p><q>Kemudharatan harus dihilangkan</q><q>Menolak mafsadah didahulukan dari pada mecari kemaslahatan.</q><q>Kesulitan membawa kepada kemudahan</q><q>Bahaya sedapat mungkin harus dihindarkan</q><q>Kedaruratan diukur sesuai kadarnya.</q><q>Sesuatu ketika sulit, menjadi longgar, dan ketika longgar, menjadi sulit.</q><q>Kebijakan pemimpin [pemegang otoritas] terhadap rakyat harus mengikuti kemaslahatan.</q>"
      },
      {
        "page": 8,
        "text": "<q>Apa yang tidak dapat diperoleh seluruhnya tidak boleh ditinggal seluruhnya</q><p>1. Pendapat fuqaha terkait dengan saf dalam shalat jamaah, antara lain:</p><p>a. Pendapat al-Ramli dalam kitab Nihayah al-Muhtaj Ila Syarh alMinhaj (2/192):</p><q>Syihab al-Ramli pernah ditanya tentang fatwa sebagian ulama tentang kuat atau tidaknya pendapat bahwa jika seorang jamaah yang membuat saf baru sebelum sempurnanya saf di depannya maka dia tidak mendapatkan keutamaan shalat berjamaah. Beliau berpendapat bahwa seorang jamaah tersebut tidak kehilangan keutamaan shalat berjamaah karena membuat saf baru tersebut.</q><q>Sesungguhnya meluruskan saf adalah termasuk kesempurnaan shalat berjamaah sebagaimana tersebut dalam hadis. Hal ini berbeda jika barisan tidak teratur, maka imam disunnahkan untuk tidak bertakbiratul ihram sebelum meluruskan saf. Jika seseorang tidak merapatkan saf karena uzur seperti cuaca panas di masjidil haram, maka tidak makruh karena bukan niat meremehkan.</q><p>b. Pendapat Ibnu Alan As-Shiddiqi al-Syafii dalam kitab Dalil alFalihin (6/573-574):</p><p>Dari sahabat Anas ra., Rasulullah Shallallahu ‘alaihi wa sallam bersabda: “(Susunlah saf kalian) sehingga tidak ada celah dan longgar (dekatkanlah antara keduanya) antara dua saf kurang lebih berjarak tiga hasta. Jika sebuah saf berjarak lebih jauh dari itu dari saf sebelumnya, maka hal itu dimakruh dan luput keutamaan berjamaah sekira tidak ada uzur cuaca panas atau sangat dingin misalnya.</p>"
      },
      {
        "page": 9,
        "text": "<p>2. Penjelasan Manshur al-Bahuty dalam kitab Kasysyaf al-Qanna’ (1/268) tentang bolehnya shalat dengan menggunakan masker saat ada hajah syar’iyah:</p><q>Dalam keadaan tanpa hajah (perempuan dimakruhkan untuk memakai cadar saat shalat), Ibnu Abdi al-Bar berkata: “Ulama bersepakat bahwa perempuan harus membuka wajahnya saat shalat dan ihram, karena menutup wajah menghalangi dahi dan hidung untuk menyentuh tempat sujud”. Dan ulama juga bersepakat bahwa laki-laki tidak boleh menutup mulut saat shalat karena adanya riwayat hadis yang melarang laki-laki menutup mulut saat shalat. Jika karena ada hajah seper</q><p>3. Pendapat Imam al-Nawawi dalam kitab al-Majmu’ (2/267): tentang hukum puasa bagi ibu hamil dan menyusui:</p><q>Jika ibu hamil dan menyusui khawatir terhadap kondisi kesehatan dirinya maka wajib mengqadha’ dan tidak membayar fidyah, karena kondisi mereka seperti orang sakit. Jika mereka khawatir terhadap kondisi bayinya maka mereka boleh tidak berpuasa dan wajib mengqadha’, Adapun kewajiban membayar fidyah, ada tiga keadaan: (pertama) dalam kitab al-Um “wajib membayar fidyah satu mud untuk setiap harinya dan ini adalah pendapat yang shahih, sebagaimana hadis firman Allah SWT “Dan atas orang yang tidak mampu, harus membayar fidyah …”</q>"
      },
      {
        "page": 10,
        "text": "<p>4. Pendapat Imam al-Nawawi dalam kitab al-Majmu’ (6/257) tentang hukum puasa bagi orang tua yang tidak mampu berpuasa dan orang sakit menahun:</p><q>Mushannif berkata: “dan orang yang tidak mampu berpuasa yaitu orang tua yang tidak kuat berpuasa dan orang sakit yang tidak ada harapan sembuh, maka tidak wajib atas mereka puasa, sebagaimana firman Allah SWT “dan Allah tidak menjadikan sulit dalam urusan agama”. Adapun kewajiban membayar fidyah ada dua pendapat; (pertama) tidak wajib bayar fidyah seperti anak kecil dan orang gila. (kedua) wajib membayar fidyah yaitu 1 mud untuk setiap harinya. Dan ini adalah pendapat yang shahih, sebagaimana Riwayat Ibju Abbas “Orang tua yang tidak mampu berpuasa Ramadan wajib membayar fidyah 1 mud untuk setiap hari”.</q><p>5. Pendapat Imam al-Nawawi dalam kitab al-Majmu’ (6/126-127) tentang bolehnya memabayar zakat fithrah sebelum waktu wajib:</p><q>Ulama Syafi’iyyah berpendapat bahwa menyegerakan untuk membayar zakat fithrah sebelum waktu wajib adalah boleh, sebagaimana disebutkan oleh mushonnif bahwa ada tiga pendapat dan yang benar adalah boleh menyegerakan bayar zakat fithrah mulai dari awal Ramadan dan tidak boleh sebelum masuk Ramadan.</q><p>6. Pendapat al-Nawawi dalam kitab al-Majmu’ (9/5) tentang hukum shalat ‘Id:</p><q>Umat Islam bersepakat bahwa shalat id adalah disyariatkan dan merekapun bersepakat bahwa shalat id hukumya tidak fardhu ‘ain. Imam Syafii dan sebagian besar ulama’ Syafiiyyah berpendapat bahwa shalat id adalah sunnah. Imam al-Ishthahry berpendapat bahwa hukum shalat id adalah fardhu kifayah.</q>"
      },
      {
        "page": 11,
        "text": "<p>7. Pendapat Yahya bin Abu al-Khair bin Salim al-umrani al-Yamani alSyafii dalam kitab al-Bayan fi Madzhab al-Imam al-Syafii (9/648) tentang bolehnya shalat ‘Id sendirian:</p><q>Imam Syafii berkata : bahwa shalat id boleh dilaksanakan di rumah bagi orang yang munfarid, boleh pula dilaksanakan oleh orang musafir, hamba sahaya, dan perempuan.</q><p>8. Fatwa Majelis Ulama Indonesia Nomor 14 tahun 2020 tentang Penyelenggaraan Ibadah dalam Situasi Terjadi Wabah COVID-19.</p><p>9. Fatwa Majelis Ulama Indonesia nomor 28 Tahun 2020 tentang Panduan Kaifiat Takbir Dan Shalat Idul Fitri Saat Pandemi Covid-19</p><p>10. Fatwa Majelis Ulama Indonesia nomor 31 Tahun 2020 Tentang Penyelenggaraan Shalat Jum’at Dan Jamaah Untuk Mencegah Penularan Wabah Covid-19</p><p>11. Fatwa Majelis Ulama Indonesia nomor 23 Tahun 2020 tentang Pemanfaatan Zakat, Infak, Dan Shadaqah Untuk Penanggulangan Dampak Covid-19.</p><p>12. Fatwa Majelis Ulama Indonesia nomor 13 Tahun 2021 tentang Hukum Vaksinasi Covid-19 Saat Berpuasa</p><p>13. Fatwa Majelis Ulama Indonesia nomor 23 Tahun 2021 tentang Hukum Tes Swab Untuk Deteksi Covid-19 Saat Berpuasa.</p><p>14. Pendapat, saran, dan masukan yang berkembang dalam Sidang Komisi Fatwa yang berakhir pada tanggal 12 April 2021 bertepatan dengan tanggal 99 Sya’ban 3449 H.</p><p>Dengan bertawakkal kepada Allah SWT</p><strong>MEMUTUSKAN</strong><strong>PANDUAN PENYELENGGAAAN IBADAH DI BULAN RAMADAN DAN SYAWAL TAHUN 1442 H</strong><strong>Panduan dan Ketentuan Hukum</strong><strong>A. Pelaksanaan Protokol Kesehatan Dalam Ibadah Ramadan</strong><p>1. Setiap muslim wajib melakukan ikhtiar menjaga kesehatan dan menjauhi setiap hal yang dapat menyebabkan terpapar penyakit, karena hal itu merupakan bagian dari menjaga tujuan pokok beragama (al-Dharuriyat al-Khams).</p><p>2. Umat Islam selama bulan Ramadan harus semakin mendekatkan diri kepada Allah SWT dengan memperbanyak ibadah, tadarus al-Quran, menyelenggarakan dan menghadiri majlis taklim dan pengajian, taubat, istighfar, dzikir, membaca Qunut Nazilah, memperbanyak shalawat, sedekah, serta senantiasa berdoa kepada Allah SWT agar diberikan perlindungan dan keselamatan dari musibah dan marabahaya (daf’u al-bala’), khususnya dari wabah Covid-19.</p>"
      },
      {
        "page": 12,
        "text": "<p>3. Kegiatan bulan Ramadan dan Syawal dapat diisi dengan ceramah dan pengkajian keagamaan untuk meningkatkan ketakwaan kepada Allah SWT dan menambah wawasan keagamaan dari nara sumber ahli agama yang otoritatif</p><p>4. Pelaksanaan ibadah selama bulan Ramadan, baik ibadah mahdlah maupun ghairu mahdlah harus menerapkan protokol kesehatan.</p><ul><li>penerapan physical distancing (menjaga jarak) saat shalat jamaah dengan cara merenggangkan saf hukumnya boleh, shalatnya sah dan tidak kehilangan keutamaan berjamaah karena kondisi tersebut sebagai hajat syar’iyyah.</li><li>menggunakan masker yang menutup mulut dan hidung saat shalat hukumnya boleh dan shalatnya sah.</li></ul><p>5. Setiap muslim wajib berpartisipasi dalam upaya memutus mata rantai peredaran Covid-19, di antaranya dengan vaksinasi Covid19 guna mewujudkan kekebalan kelompok (herd immunity).</p><p>6. Vaksinasi saat berpuasa tidak membatalkan puasa, karenanya umat Islam yang sedang berpuasa boleh melakukan vaksinasi.</p><p>7. Tes Swab, baik lewat hidung maupun mulut untuk deteksi Covid19 saat berpuasa tidak membatalkan puasa, karenanya umat Islam yang sedang berpuasa boleh melakukan tes swab, demikian juga rapid test dengan pengambilan sampel darah dan penggunaan Genose dengan sampel hembusan nafas.</p><strong>B. Pelaksanaan Ibadah Puasa</strong><p>1. Setiap mukallaf wajib melaksanakan ibadah puasa Ramadan kecuali ada uzur syar’i.</p><p>2. Orang Islam yang sedang sakit seperti terkena Covid-19 dan dikhawatirkan kesehatannya terganggu jika berpuasa, maka ia boleh tidak berpuasa dan mengqadhanya di hari yang lain saat sembuh.</p><p>3. Orang Islam yang tidak dapat melaksanakan puasa karena sakit yang tidak ada harapan untuk sembuh atau karena renta sehingga tidak kuat puasa, maka ia terbebas dari kewajiban puasa dan tidak wajib menqadlanya, namun wajib membayar fidyah, yaitu dengan memberi makan orang miskin sebesar 1 mud atau yang setara dengan 6 ons beras untuk setiap hari puasa yang ditinggalkan.</p><p>4. Ibu hamil dan menyusui boleh tidak berpuasa dengan ketentuan sebagai berikut:</p><ul><li>Jika khawatir terhadap kondisi kesehatan dirinya, maka wajib mengqadha.</li><li>Jika khawatir terhadap kondisi kesehatan diri dan bayinya, maka wajib mengqadha.</li><li>Jika khawatir terhadap kondisi kesehatan bayinya, maka wajib mengqadha dan membayar fidyah.</li></ul>"
      },
      {
        "page": 13,
        "text": "<p>5. Dalam hal orang Islam yang sakit dan tidak berpuasa Ramadan meninggal sebelum ada kesempatan menqadha puasa, maka ia tidak berdosa.</p><p>6. Buka bersama di rumah, di masjid, di kantor, atau tempat lain boleh dilakukan dengan tetap menjaga protokol kesehatan.</p><strong>C. Pelaksanaan Shalat Fardhu, Tarawih, Witir, Tadarus, Qiyamullail, dan I’tikaf</strong><p>1. Pada dasarnya pelaksanaan shalat fardlu, tarawih, witir, tadarus, qiyamullail, dan i’tikaf merujuk Fatwa Majelis Ulama Indonesia Nomor 14 tahun 2020 tentang Penyelenggaraan Ibadah dalam Situasi Terjadi Wabah COVID-19.</p><p>2. Sejalan dengan kebijakan pemerintah tentang pelonggaran aktifitas ibadah umat Islam dianjurkan untuk mensyiarkan bulan Ramadan dengan berbagai aktifitas ibadah, termasuk ibadah yang melibatkan orang banyak (berjamaah) seperti shalat lima waktu, shalat tarawih, shalat witir, tadarus bersama, dan qiyamullail serta majlis taklim dan pengajian.</p><p>3. Pelaksanaan shalat tarawih secara berjamaah yang dilaksanakan di mushalla, masjid, aula kantor dan tempat umum lainnya harus tetap menjaga protokol kesehatan, seperti memakai masker, menjaga jarak, dan mencuci tangan.</p><p>4. Saat shalat fardhu dan witir, dianjurkan untuk membaca Qunut Nazilah selama bulan Ramadan agar wabah Covid-19 segera diangkat oleh Allah SWT dan dihindarkan dari segala bencana.</p><p>5. I’tikaf dapat dilaksanakan, baik secara sendiri maupun bersamasama di masjid, dengan tetap menjaga protokol kesehatan.</p><p>6. Umat Islam yang terpapar Covid-19 atau yang dalam kondisi sakit yang rentan terpapar Covid-19 diwajibkan melaksanakan ibadah Ramadan di rumah.</p><strong>D. Pelaksanaan Zakat Fitrah, Zakat Mal, Fidyah, serta Shadaqah</strong><p>1. Setiap muslim yang terkena kewajiban, boleh menunaikan Zakat fitrah dan menyalurkannya sejak awal Ramadan tanpa harus menunggu malam idul fitri.</p><p>2. Zakat mal boleh ditunaikan dan disalurkan lebih cepat (ta‘jil alzakah) tanpa harus menunggu satu tahun penuh (Hawalan alhaul), apabila telah mencapai nishab.</p><p>3. Fidyah boleh ditunaikan dan disalurkan pada hari ketika tidak menjalankan puasa, tidak harus menunggu di akhir Ramadan.</p>"
      },
      {
        "page": 14,
        "text": "<p>4. Kegiatan pembayaran, pengumpulan, pengelolaan dan pendistribusian zakat fitrah, zakat mal, fidyah dan shadaqah harus menerapkan protokol kesehatan, menghindari terjadinya kerumunan massa, tidak menyebabkan antrian panjang yang menimbulkan mudarat, serta memprioritaskan distribusi bagi mustahiq yang terdampak Covid-19, baik langsung maupun tidak langsung.</p><p>5. Pembayaran zakat fitrah, zakat maal, fidyah, dan shadaqah dianjurkan melalui BAZNAS/LAZNAS yang terpercaya agar distribusinya terkoordinasi, merata, dan dapat mengoptimalkan manfaatnya bagi mustahiq.</p><strong>E. Pelaksanaan Takbir, Shalat Idul Fitri dan Silaturrahim Halal Bihalal</strong><p>1. Setiap muslim dalam kondisi apapun disunnahkan untuk menghidupkan malam idul fitri dengan takbir, tahmid, tahlil menyeru keagungan Allah SWT, mulai dari tenggelamnya matahari di akhir Ramadan hingga menjelang dilaksanakannya shalat Idul Fitri.</p><p>2. Setiap muslim disunnahkan membaca takbir di manapun berada, di rumah, di masjid, di pasar, di kendaraan, di jalan, di rumah sakit, di kantor, di tempat-tempat umum juga melalui media televisi, radio, media sosial, dan media digital lainnya sebagai syiar keagamaan.</p><p>3. Pelaksanaan takbir boleh dilaksanakan sendiri atau bersamasama, dengan cara jahr (suara keras) atau sirr (pelan).</p><p>4. Umat Islam dianjurkan mengumandangkan takbir, tahmid, dan tahlil saat malam Idul Fitri sebagai tanda syukur sekaligus doa agar wabah Covid-19 segera diangkat oleh Allah SWT.</p><p>5. Pemerintah perlu memfasilitasi pelaksanaan takbir akbar yang berpusat di Masjid atau tempat terbuka lainnya dengan protokol kesehatan dan disiarkan melalui media digital agar dapat diikuti oleh seluruh umat Islam.</p><p>6. Shalat Idul Fitri 1 Syawal 1442 H dapat dilaksanakan dengan cara berjamaah di masjid, mushalla, tanah lapang, atau tempat lain dengan tetap menerapkan protokol kesehatan dan sesuai kebijakan Pemerintah.</p><p>7. Panduan Pelaksanaan Shalat Idul Fitri merujuk pada Fatwa MUI Nomor 28 Tahun 2020 tentang Panduan Kaifiat Takbir dan shalat Idul Fitri Saat Pandemi Covid-19.</p><p>8. Pelaksanaan silaturrahim halal bi halal boleh dilakukan melalui media virtual atau secara langsung seperti berkunjung ke sanak keluarga dan tetangga, juga halal bihalal di tempat kerja dengan tetap mematuhi protokol kesehatan dan mengikuti kebijakan Pemerintah.</p>"
      },
      {
        "page": 15,
        "text": "<strong>Rekomendasi</strong><p>1. Pemerintah perlu memfasilitasi pelaksanaan ibadah dan syiar Ramadan dengan penyediaan sarana prasarana untuk pelaksanaan protokol kesehatan.</p><p>2. Umat Islam wajib mendukung dan menaati kebijakan pemerintah dalam upaya mengatasi dan menanggulangi serta mengendalikan penyebaran COVID-19.</p><p>3. Pemerintah dan seluruh elemen masyarakat harus selalu mengikhtiarkan langkah-langkah penanggulangan Covid-19 dan menjadikan Ramadan 1442 H sebagai momentum untuk mengokohkan ikhtiar lahiriah dan bathiniah sebagai kebijakan nasional secara seimbang sebagai manifestasi negara dan pemerintahan yang ber-Ketuhanan Yang Maha Esa.</p><strong>Ketentuan Penutup</strong><p>1. Fatwa ini mulai berlaku pada tanggal ditetapkan, dengan ketentuan jika di kemudian hari ternyata dibutuhkan perbaikan, akan diperbaiki dan disempurnakan sebagaimana mestinya.</p><p>2. Agar setiap muslim dan pihak-pihak yang memerlukan dapat mengetahuinya, menghimbau semua pihak untuk menyebarluaskan fatwa ini.</p>"
      }
    ]
  },
  {
    "id": "LxF",
    "info": {
      "title": "Produk Vaksin Covid-19 dari Sinovac Life Sciences, Co. Ltd China dan PT Biofarma",
      "author": "Fatwa MUI",
      "publish": "Wed, 20 January 2021",
      "pages": 8,
      "price": 0,
      "category": "Fatwa",
      "source": "https://web.archive.org/web/20220519052649/https://mui.or.id/produk/fatwa/29485/fatwa-mui-no-02-tahun-2021-tentang-produk-vaksin-covid-19-dari-sinovac-life-sciences-co-ltd-china-dan-pt-biofarma/",
      "desc": "Wabah Covid-19 masih menjadi ancaman kesehatan, dan di antara ikhtiar untuk mencegah terjadinya penularan wabah tersebut adalah melalui vaksinasi."
    },
    "tableOfContents": [
      { "page": 1, "text": "Menimbang", "head": true },
      { "page": 1, "text": "Mengingat", "head": true },
      { "page": 4, "text": "Memperhatikan", "head": true },
      {
        "page": 8,
        "text": "Menetapkan",
        "sub": [
          { "page": 8, "text": "Pertama" },
          { "page": 8, "text": "Kedua" },
          { "page": 8, "text": "Ketiga" }
        ],
        "head": true
      }
    ],
    "content": [
      {
        "page": 1,
        "text": "<strong>FATWA</strong><strong>MAJELIS ULAMA INDONESIA</strong><p>Nomor: 02 Tahun 2021</p><p>Tentang</p><strong>PRODUK VAKSIN COVID-19 DARI SINOVAC LIFE SCIENCES CO. LTD. CHINA DAN PT. BIO FARMA (Persero)</strong><ul><li>bahwa wabah Covid-19 masih menjadi ancaman kesehatan, dan di antara ikhtiar untuk mencegah terjadinya penularan wabah tersebut adalah melalui vaksinasi;</li><li>bahwa produk obat dan vaksin yang akan dikonsumsi oleh umat Islam wajib diperhatikan dan diyakini kesucian dan kehalalannya;</li><li>bahwa untuk menjamin kehalalan tersebut, MUI menetapkan fatwa tentang kehalalan bagi setiap produk yang telah memenuhi syarat;</li><li>bahwa ada permohonan sertifikasi halal dari PT. Bio Farma (Persero) terhadap produk vaksin Covid-19 yang diproduksi oleh Sinovac Life Sciences Co. Ltd. China dan PT. Bio Farma (Persero);</li><li>bahwa untuk kepentingan tersebut, Komisi Fatwa MUI bersama LPPOM MUI melakukan audit yang hasil auditnya dilaporkan dalam rapat Komisi Fatwa MUI untuk ditetapkan status hukumnya;</li><li>bahwa untuk itu, Komisi Fatwa MUI perlu menetapkan fatwa tentang produk Vaksin Covid-19 dari Sinovac Life Sciences Co. Ltd. China dan PT. Bio Farma (Persero) sebagai pedoman bagi pemerintah, umat Islam dan pihak-pihak lain yang memerlukannya.</li></ul><p>1. Firman Allah SWT, antara lain:</p><p dir='rtl'>اِنَّمَا حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنْزِيْرِ وَمَآ اُهِلَّ بِهٖ لِغَيْرِ اللّٰهِ ۚ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَّلَا عَادٍ فَلَآ اِثْمَ عَلَيْهِ ۗ اِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ</p><q>Sesungguhnya Allah hanya mengharamkan bagimu bangkai, darah, daging babi, dan binatang yang (ketika disembelih) disebut (nama) selain Allah. Akan tetapi, barangsiapa dalam keadaan terpaksa (memakannya) sedang ia tidak menginginkannya dan tidak (pula) melampui batas, maka tidak ada dosa baginya. Sesungguhnya Allah Maha Pengampun, lagi Maha Penyayang. (QS. Al-Baqarah [2]: 173).</q>"
      },
      {
        "page": 2,
        "text": "<p dir='rtl'>حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالدَّمُ وَلَحْمُ الْخِنْزِيْرِ وَمَآ اُهِلَّ لِغَيْرِ اللّٰهِ بِهٖ وَالْمُنْخَنِقَةُ وَالْمَوْقُوْذَةُ وَالْمُتَرَدِّيَةُ وَالنَّطِيْحَةُ وَمَآ اَكَلَ السَّبُعُ اِلَّا مَا ذَكَّيْتُمْۗ وَمَا ذُبِحَ عَلَى النُّصُبِ</p><q>Diharamkan bagimu (memakan) bangkai, darah, daging babi, (daging hewan) yang disembelih atas nama selain Allah, yang tercekik, yang dipukul, yang jatuh, yang ditanduk, dan yang diterkam binatang buas, kecuali yang sempat kamu menyembelihnya, dan (diharamkan bagimu memakan hewan) yang disembelih untuk berhala… (QS. Al-Maidah [5]: 3)</q><p dir='rtl'>قُلْ لَّآ اَجِدُ فِيْ مَآ اُوْحِيَ اِلَيَّ مُحَرَّمًا عَلٰى طَاعِمٍ يَّطْعَمُهٗٓ اِلَّآ اَنْ يَّكُوْنَ مَيْتَةً اَوْ دَمًا مَّسْفُوْحًا اَوْ لَحْمَ خِنْزِيْرٍ فَاِنَّهٗ رِجْسٌ اَوْ فِسْقًا اُهِلَّ لِغَيْرِ اللّٰهِ بِهٖۚ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَّلَا عَادٍ فَاِنَّ رَبَّكَ غَفُوْرٌ رَّحِيْمٌ</p><q>Katakanlah Tiadalah aku peroleh dalam wahyu yang diwahyukan kepadaku sesuatu yang diharamkan bagi orang yang hendak memakannya, kecuali kalau makanan itu bangkai, darah yang mengalir, atau daging babi, karena susungguhnya semua itu kotor, atau binatang yang disembelih atas nama selain Allah. Barang siapa yang dalam keadaan terpaksa (memakannya) sedang ia tidak menginginkannya dan tidak (pula) melampaui batas, maka sesungguhnya Tuhanmu Maha Pengampun, Maha Penyayang. (QS. Al-An’am [6]: 145)</q><p>2. Hadits-hadits Nabi SAW, antara lain:</p><q>Berobatlah, karena Allah tidak membuat penyakit kecuali membuat pula obatnya selain satu penyakit, yaitu pikun (tua). (HR. Abu Daud dari Usamah bin Syarik).</q><q>Allah telah menurunkan penyakit dan obat, serta menjadikan obat bagi setiap penyakit; maka, berobatlah dan janganlah berobat dengan benda yang haram. (HR. Abu Daud dari Abu Darda).</q><q>Allah tidak menurunkan suatu penyakit kecuali menurunkan (pula) obatnya. (HR. Al-Bukhari dari Abu Hurairah).</q>"
      },
      {
        "page": 3,
        "text": "<q>Rasulullah SAW ditanya tentang tikus yang jatuh ke dalam keju. Beliau SAW menjawab: ”Jika keju itu keras (padat), buanglah tikus itu dan keju sekitarnya, dan makanlah (sisa) keju tersebut; namun jika keju itu cair, maka janganlah kamu memakannya (HR. Ahmad dari Abu Hurairah)</q><q>jika air berjumlah dua kulah, maka tidak mengandung kotoran/najis. (HR. Abu Dawud, at-Tirmidzi, an-Nasai, Ibnu Majah dari Abdullah Ibnu Umar. Hadis ini dianggap shahih oleh Ibnu Huzaimah, al-Hakim, dan Ibnu Hibban).</q><q>Sesungguhnya air tidak ada sesuatu yang menajiskannya, kecuali jika berubah bau, rasa dan warnanya. (HR. Ibnu Majah dari Abi Umamah al-Bahili).</q><p>3. Kaidah-kaidah Fikih, antara lain:</p><q>Kemudaratan harus dihilangkan.</q><q>Perintah terhadap sesuatu juga berarti perintah untuk melaksanakan sarananya</q><q>Perbuatan yang hanya dengan perbuatan itu suatu perintah wajib menjadi sempurna maka perbuatan tersebut hukumnya wajib.</q><q>Mencegah lebih utama dari pada menghilangkan</q><q>Memikul/menanggung kemadharatan yang tertentu demi mencegah (timbulnya) kemadharatan yang merata</q>"
      },
      {
        "page": 4,
        "text": "<p>1. Pendapat para ulama, antara lain ;</p><p>a. Pendapat Imam al-Zuhri dalam kitab Syarah Shahih alBukkahri karya Ibnu Baththal (Maktabah Syamilah, 6/70) yang menegaskan ketidakbolehan berobat dengan barang najis:</p><q>Imam Zuhri berkata: ”Tidak halal meminum air seni manusia karena suatu penyakit yang diderita, sebab itu adalah najis; Allah berfirman: ‘…Dihalalkan bagimu yang baik-baik (suci)…’ (QS. Al-Maidah[5]: 5). Dan Ibnu Mas’ud (w 32 H) berkata tentang sakar (minuman keras), Allah tidak menjadikan obatmu pada sesuatu yang diharamkan atasmu.</q><p>b. Pendapat Imam Ibnu Hajar al-Haitami dalam kitab Tuhfatu alMuhtaj juz 1 halaman 290 yang menyebutkan kenajisan babi dan larangan pemanfaatannya dalam kondisi normal, sebagai berikut:</p><q>.... Dan (barang najis berikutnya adalah) babi, karena kondisinya lebih buruk dari anjing. Hal ini karena tidak diperbolehkan memanfaatkan babi dalam kondisi normal (halat al-ikhtiyar) seketika itu meski dapat dimanfaatkan, maka tidak datang seperti halnya serangga. Juga karena dianjurkan untuk membunuhnya meski tidak membahayakan.</q><p>c. Pendapat Imam al-Nawawi dalam kitab Raudlatu al-Thalibin wa Umdatu al-Muftiin (1/37) yang menjelaskan bahwa sesuatu yang tidak diyakini kenajisan dan atau kesuciannya, maka ditetapkan hukum kesucian sesuai hukum asalnya:</p><q>Sesuatu yang tidak diyakini kenajisan dan kesuciannya, dan pada umumnya hal seperti itu adalah najis (terkena najis), maka status hukumnya ada dua pendapat; hal ini disebabkan terjadi ta’arudh (pertentangan) antara status hukum asal (suci) dengan status hukum yang zahir (umumnya terkena najis).</q>"
      },
      {
        "page": 5,
        "text": "<q>Pendapat yang lebih kuat (azhar) adalah (pendapat yang menyatakan bahwa sesuatu tersebut adalah) suci karena mengamalkan (memberlakukan) status hukum asal. Yang termasuk seperti masalah ini adalah adalah pakaian dan perabot peminum khamar (minuman keras), pakaian jagal (juru potong hewan) dan anak-anak yang tidak menjaga diri dari najis, lumpur jalanan yang tidak diyakini terkena najis (dan ada kemungkinan terkena najis), kuburan yang diragukan pernah digali, wadah milik orang kafir yang meyakini penggunaan najis sebagai suatu ajaran agama seperti orang Majusi, serta pakaian orang Yahudi dan Nasrani yang menekuni pembuatan khamar dan yang selalu bersentuhan dengan babi.</q><p>d. Pendapat Imam al-Thabary dalam kitabnya “tahdzib al-atsar” (2/717) menjelaskan bahwa air sedikit dapat menjadi najis jika tercemplung ke dalamnya sesuatu yang najis, walaupun tidak berubah warna, rasa, dan baunya. Sedangkan air yang banyak tidak menjadi najis karena adanya najis yang sedikit:</p><q>Dari Abi Umamah, dari Nabi SAW, beliau bersabda: “Tidak ada yang membuat najis air, kecuali yang merubah bau dan rasanya”. Ulama lain berpendapat bahwa hadis yang diriwayatkan Ibnu Abbas (yang mengatakan: sesungguhnya air tidak ada yang menajiskannya, pent) merupakan hadis yang global (mujmal) yang perlu penafsiran dari hadis lain. Artinya, bisa saja air (sedikit) menjadi najis jika tercemplung di dalamnya sesuatu yang najis, walaupun tidak berubah warna, rasa, dan baunya. Kecuali (tidak menjadi najis) jika air yang tercemplung barang najis tersebut (banyak), dan tidak kalah warnanya, rasanya, dan baunya, seperti air pabrik dan sumur yang ada di daerah antara makkah dan Madinah. Alasannya karena barang najis jika tercampur dengan air seperti itu dan tidak berubah warna, rasa, dan bau maka barang najis itu tidak membuat air tersebut menjadi najis.</q>"
      },
      {
        "page": 6,
        "text": "<p>e. Pendapat al-Qasthalani dalam kitab Irsyadu al-Sari (7/96) yang menjelaskan bahwa berobat karena sakit dan menjaga diri dari wabah adalah wajib:</p><q>(Dan tidak mengapa kamu meletakkan senjata-senjatamu, jika kamu mendapat suatu kesusahan karena hujan atau karena kamu sakit) (al-Nisaa:102). Di dalam ayat ini adanya keringanan untuk meletakkan senjata saat para pasukan terbebani dengan bawaan, seperti dalam keadaan basah kuyup kehujanan atau karena sakit. Meskipun demikian mereka tetap harus waspada terhadap musuh. Ayat tersebut juga menunjukkan wajibnya menjaga kewaspadaan dari segala bahaya yang akan datang. Dari sinilah difahami bahwa berobat dengan obat dan menjaga diri dari wabah penyakit serta menghindari dari duduk-duduk di bawah dinding yang miring adalah wajib.</q><p>2. Fatwa MUI Nomor 4 Tahun 2016 tentang Imunisasi;</p><p>3. Fatwa MUI Nomor 1 Tahun 2010 tentang Penggunaan Mikroba Dan Produk Mikrobial dalam Produk Pangan;</p><p>4. Fatwa MUI Nomor 45 Tahun 2018 tentang Penggunaan Plasma Darah Untuk Bahan Obat;</p><p>5. Laporan dan Penjelasan Hasil Audit Tim Auditor LPPOM MUI bersama Komisi Fatwa MUI ke Sinovac Life Sciences Co. Ltd. China dan ke PT. Bio Farma (Persero) tentang proses produksi dan bahan yang merupakan titik kritis sebagai berikut:</p><ul><li>a. Vaksin diproduksi dengan platform virus yang dimatikan.</li><li>b. Fasilitas produksi hanya digunakan untuk produksi vaksin Covid-19.</li><li>c. Produksi vaksin mencakup tahapan penumbuhan Vero Cell (sel inang bagi virus), penumbuhan virus, inaktifasi virus, pemurnian (purifikasi), formulasi dan pengemasan.</li><li>d. Sel vero merupakan sel diploid yang digunakan sebagai inang virus. Sel ini diperoleh dari sel ginjal kera Hijau Afrika (African Green Monkey) dari hasil penelitian tahun 1960an dan terbukti aman untuk berfungsi sebagai inang virus dan telah disetujui oleh WHO.</li><li>e. Media pertumbuhan Vero Cell dibuat dari bahan kimia, serum darah sapi, dan produk mikrobial. Produk mikrobial yang digunakan berasal dari mikroba yang ditumbuhkan pada media yang terbuat dari bahan nabati, bahan kimia, dan bahan mineral.</li></ul>"
      },
      {
        "page": 7,
        "text": "<ul><li>f. Terdapat penggunaan tripsin dan beberapa enzim lainnya dalam tahap produksi dan pemurnian. Enzim yang digunakan ini merupakan produk mikrobial dimana mikroba ditumbuhkan pada media yang terbuat dari bahan nabati, bahan kimia, dan bahan mineral.</li><li>g. Tidak ada penggunaan bahan turunan babi dan bahan yang berasal dari bagian tubuh manusia pada seluruh tahapan proses produksi.</li><li>h. Dalam penyiapan media untuk produksi pada skala 1.200 liter ditambahkan air murni sebanyak 1 076 liter. Selain itu, pada tahapan formulasi, juga ditambahkan air murni sebanyak 930 - 940 liter per 1 000 liter hasil formulasi vaksin.</li><li>i. Kemasan primer produk yang digunakan terbuat dari kaca dan karet.</li></ul><p>6. Pendapat peserta rapat Komisi Fatwa pada tanggal 8 Januari 2021, yang menyimpulkan bahwa:</p><ul><li>a. Vaksin Covid-19 produk Sinovac Life Sciences Co. Ltd. China dan PT. Bio Farma (Persero) dalam proses produksinya: 1) tidak memanfaatkan (intifa’) babi atau bahan yang tercemar babi dan turunannya; 2) tidak memanfaatkan bagian anggota tubuh manusia (juz’ minal insan); 3) bersentuhan dengan barang najis mutawassithah, sehingga dihukumi mutanajjis, tetapi sudah dilakukan pensucian yang telah memenuhi ketentuan pensucian secara syar’i (tathhir syar’i); dan 4) menggunakan fasilitas produksi yang suci dan hanya digunakan untuk produk vaksin covid-19.</li><li>b. Peralatan dan pensucian dalam proses produksi vaksin di PT. Bio Farma (Persero) dipandang telah memenuhi ketentuan pencucian secara syar’i (tathhir syar’i).</li></ul><p>7. Keputusan Badan Pengawas Obat dan Makanan (BPOM) RI yang telah memberikan persetujuan penggunaan pada masa darurat atau Emergency Use Authorization (EUA) dan jaminan keamanan (safety), mutu (quality), serta kemanjuran (efficacy) bagi Vaksin Covid-19 produksi Sinovac Life Sciences Co.Ltd. China dan PT. Bio Farma (Persero) yang menjadi salah satu indikator bahwa vaksin tersebut memenuhi kualifikasi thayyib.</p>"
      },
      {
        "page": 8,
        "text": "<p>Dengan bertawakal kepada Allah SWT</p><strong>MEMUTUSKAN</strong><strong>FATWA TENTANG PRODUK VAKSIN COVID-19 DARI SINOVAC LIFE SCIENCES CO. LTD. CHINA DAN PT. BIO FARMA (PERSERO)</strong><strong>Ketentuan Umum</strong><p>Dalam fatwa ini, yang dimaksud dengan</p><p>Vaksin Covid-19 adalah vaksin Covid-19 yang diproduksi oleh Sinovac Life Sciences Co. Ltd. China dan PT. Bio Farma (Persero) dengan nama produk yang didaftarkan sebanyak tiga nama, yaitu (1) CoronaVac, (2) Vaksin Covid-19, (3) Vac2Bio.</p><strong>Ketentuan Hukum</strong><ul><li>Vaksin Covid-19 produksi Sinovac Life Sciences Co. Ltd. China dan PT. Bio Farma (Persero) hukumnya suci dan halal.</li><li>Vaksin Covid-19 produksi Sinovac Life Sciences Co. Ltd. China dan PT. Bio Farma (Persero) sebagaimana angka 1 boleh digunakan untuk umat Islam sepanjang terjamin keamanannya menurut ahli yang kredibel dan kompeten.</li></ul><strong>Ketentuan Penutup</strong><ul><li>Fatwa ini mulai berlaku pada tanggal ditetapkan, dengan ketentuan jika di kemudian hari ternyata terdapat kekeliruan, akan diperbaiki dan disempurnakan sebagaimana mestinya</li><li>Agar setiap muslim dan pihak-pihak yang memerlukan dapat mengetahuinya, menghimbau semua pihak untuk menyebarluaskan fatwa ini.</li></ul>"
      }
    ]
  },
  {
    "id": "55a",
    "info": {
      "title": "Hukum Tes Swab untuk Deteksi Covid19 Saat Berpuasa",
      "author": "Fatwa MUI",
      "publish": "Sun, 11 April 2021",
      "pages": 10,
      "price": 0,
      "category": "Fatwa",
      "source": "https://web.archive.org/web/20210724113015/https://mui.or.id/produk/fatwa/29960/fatwa-no-23-tahun-2021-hukum-tes-swab-untuk-deteksi-covid19-saat-berpuasa/",
      "desc": "Salah satu cara yang efektif untuk mendeteksi apakah seseorang positif atau negatif Covid-19 adalah dengan tes swab."
    },
    "tableOfContents": [
      { "page": 1, "text": "Menimbang", "head": true },
      { "page": 1, "text": "Mengingat", "head": true },
      { "page": 3, "text": "Memperhatikan", "head": true },
      {
        "page": 9,
        "text": "Menetapkan",
        "sub": [
          { "page": 9, "text": "Pertama" },
          { "page": 9, "text": "Kedua" },
          { "page": 9, "text": "Ketiga" },
          { "page": 10, "text": "Keempat" }
        ],
        "head": true
      }
    ],
    "content": [
      {
        "page": 1,
        "text": "<strong>FATWA</strong><strong>MAJELIS ULAMA INDONESIA</strong><p>Nomor: 23 Tahun 2021</p><p>Tentang</p><strong>HUKUM TES SWAB UNTUK DETEKSI COVID-19 SAAT BERPUASA</strong><p>Komisi Fatwa Majelis Ulama Indonesia (MUI) setelah:</p><ul><li>bahwa salah satu cara yang efektif untuk mendeteksi apakah seseorang positif atau negatif Covid-19 adalah dengan tes swab;</li><li>bahwa hasil tes swab tersebut menjadi protokol kesehatan atas seseorang yang akan bepergian atau mengikuti suatu kegiatan yang menghadirkan banyak orang;</li><li>bahwa protokol kesehatan sebagaimana pada huruf b, selama pandemi Covid-19 belum berakhir tetap dilakukan meskipun pada bulan Ramadan dalam rangka memutus mata rantai penularan Covid-19, dan hal tersebut menimbulkan pertanyaan dari masyarakat tentang hukum tes swab saat berpuasa;</li><li>bahwa oleh karena itu, Komisi Fatwa Majelis Ulama Indonesia perlu menetapkan fatwa tentang hukum tes swab untuk deteksi Covid-19 saat berpuasa untuk dijadikan pedoman;</li></ul><p>1. Firman Allah SWT antara lain:</p><p>a. Ayat tentang wajibnya puasa Ramadhan dan keterangan rukhsah bagi yang sakit atau bepergian;</p><p dir='rtl'>يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا كُتِبَ عَلَيْكُمُ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِيْنَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُوْنَۙ اَيَّامًا مَّعْدُوْدٰتٍۗ فَمَنْ كَانَ مِنْكُمْ مَّرِيْضًا اَوْ عَلٰى سَفَرٍ فَعِدَّةٌ مِّنْ اَيَّامٍ اُخَرَ ۗوَعَلَى الَّذِيْنَ يُطِيْقُوْنَهٗ فِدْيَةٌ طَعَامُ مِسْكِيْنٍۗ فَمَنْ تَطَوَّعَ خَيْرًا فَهُوَ خَيْرٌ لَّهٗ ۗوَاَنْ تَصُوْمُوْا خَيْرٌ لَّكُمْ اِنْ كُنْتُمْ تَعْلَمُوْنَ</p><q>Hai orang-orang yang beriman, diwajibkan atas kamu berpuasa sebagaimana diwajibkan atas orang-orang sebelum kamu agar kamu bertakwa. (yaitu) dalam beberapa hari yang tertentu. Maka barangsiapa diantara kamu ada yang sakit atau dalam perjalanan (lalu ia berbuka), maka (wajiblah baginya berpuasa) sebanyak hari yang ditinggalkan itu pada hari-hari yang lain. Dan wajib bagi orang-orang yang berat menjalankannya (jika mereka tidak berpuasa) membayar fidyah, (yaitu): memberi makan seorang miskin. Barangsiapa yang dengan kerelaan hati mengerjakan kebajikan, maka itulah yang lebih baik baginya. Dan berpuasa lebih baik bagimu jika kamu mengetahui. (QS. al-Baqarah [2]: 183-184)</q>"
      },
      {
        "page": 2,
        "text": "<p>b. Ayat yang menerangkan bahwa salah satu rukun puasa adalah menahan dari yang membatalkan puasa (di antaranya makan dan minum);</p><p dir='rtl'>وَكُلُوْا وَاشْرَبُوْا حَتّٰى يَتَبَيَّنَ لَكُمُ الْخَيْطُ الْاَبْيَضُ مِنَ الْخَيْطِ الْاَسْوَدِ مِنَ الْفَجْرِۖ ثُمَّ اَتِمُّوا الصِّيَامَ اِلَى الَّيْلِۚ</p><q>… dan makan minumlah hingga terang bagimu benang putih dari benang hitam, yaitu fajar. Kemudian sempurnakanlah puasa itu sampai (datang) malam, … (QS. al-Baqarah [2]: 187)</q><p>c. Ayat tentang larangan menjatuhkan diri pada kebinasaan;</p><p dir='rtl'>وَاَنْفِقُوْا فِيْ سَبِيْلِ اللّٰهِ وَلَا تُلْقُوْا بِاَيْدِيْكُمْ اِلَى التَّهْلُكَةِ ۛ وَاَحْسِنُوْا ۛ اِنَّ اللّٰهَ يُحِبُّ الْمُحْسِنِيْنَ</p><q>Dan janganlah kamu menjatuhkan dirimu sendiri ke dalam kebinasaan, dan berbuat baiklah, karena sesungguhnya Allah menyukai orang-orang yang berbuat baik. (QS. Al-Baqarah:195)</q><p>2. Hadis Nabi shallallahu ‘alaihi wa sallam antara lain:</p><p>a. Hadis yang menerangkan bahwa segala penyakit pasti ada obatnya dan hadis tentang perintah untuk berobat dengan yang halal:</p><q>Dari Abu Hurairah ra., dari Nabi shallallahu ‘alaihi wa sallam bersabda: Sesungguhnya Allah tidak menakdirkan suatu penyakit kecuali menurunkan (pula) obatnya. (HR. al-Bukhari)</q><q>Dari Abu Darda’, ia berkata: Rasulullah shallallahu ‘alaihi wa sallam bersabda: “Sesungguhnya Allah telah menurunkan penyakit dan obat bagi setiap penyakit, maka berobatlah dan janganlah berobat dengan yang haram”. (HR. Abu Dawud)</q><p>b. Hadis tentang larangan berlama-lama ber istinsyaq saat wudlu:</p><q>Dari ‘Ashim bin Laqith bin Shabrah dari ayahnya berkata: saya berkata “Wahai Rasul shallallahu ‘alaihi wa sallam, ajarkan padaku tentang wudhu”. Rasul shallallahu ‘alaihi wa sallam bersabda: “sempurnakan wudhu, bersungguh-sungguhlah ketika istinsyaq (menghirup air ke dalam hidung), kecuali ketika kamu sedang puasa”. (HR. Ibnu Majah)</q>"
      },
      {
        "page": 3,
        "text": "<p>c. Hadis bahwa menggunakan celak tidak membatalkan puasa:</p><q>Sesungguhnya Nabi Muhammad shallallahu ‘alaihi wa sallam menggunakan celak itsmid (batu antimonium dengan warna permukaan seperti logam) ketika sedang berpuasa. (HR. alBaihaqi)</q><p>3. Kaidah Fikih antara lain:</p><q>Bahaya harus dihilangkan</q><q>Bahaya tidak boleh dihilangkan dengan kemudharatan</q><q>Bahaya dicegah dengan sedapat mungkin</q><q>Yang membatalkan puasa adalah karena sesuatu yang masuk bukan karena sesuatu yang keluar, sedangkan yang membatalkan wudlu adalah karena sesuatu yang keluar dari tubuh bukan karena sesuatu yang masuk</q><p>1. Pendapat al-Qasthalani dalam kitab Irsyadu al-Sari (7/96) yang menjelaskan bahwa berobat karena sakit dan menjaga diri dari wabah adalah wajib:</p><q>(Dan tidak mengapa kamu meletakkan senjata-senjatamu, jika kamu mendapat suatu kesusahan karena hujan atau karena kamu sakit) (al-Nisaa:102). Di dalam ayat ini adanya keringanan untuk meletakkan senjata saat para pasukan terbebani dengan bawaan, seperti dalam keadaan basah kuyup kehujanan atau karena sakit. Meskipun demikian mereka tetap harus waspada terhadap musuh. Ayat tersebut juga menunjukkan wajibnya menjaga kewaspadaan dari segala bahaya yang akan datang. Dari sinilah difahami bahwa berobat dengan obat dan menjaga diri dari wabah penyakit serta menghindari dari duduk-duduk di bawah dinding yang miring adalah wajib.</q>"
      },
      {
        "page": 4,
        "text": "<p>2. Pendapat ulama-ulama bahwa sesuatu yang sampai pada perut (aljauf) itu membatalkan puasa jika masuk lewat rongga badan yang terbuka dan sesuatu tersebut dianggap makanan atau minuman, antara lain:</p><p>a. Pendapat Ibnu al-Hammam al-Hanafi dalam kitab Fathu al-Qadir (2/330) bahwa yang membatalkan puasa adalah sesuatu yang masuk lewat rongga yang lazim, seperti mulut, kubul, dan dubur:</p><q>(Ungkapan “Dan jika memakai celak maka tidak membatalkan puasa”) baik tenggorokannya dapat merasakan suatu makanan atau tidak, karena zat yang berada di tenggorokan adalah sisasisa yang masuk lewat pori-pori. Sedangkan yang membatalkan puasa adalah sesuatu yang masuk lewat rongga yang terbuka seperti jalan masuk ke tubuh atau jalur keluar darinya, dan bukan dari pori-pori.</q><q>b. Ungkapan al-Rafi’i yang dinukil oleh al-Nawawi dalam kitab alMajmu’ (6/313) bahwa yang sesuatu yang masuk ke perut dan membatalkan puasa itu dengan syarat masuknya lewat rongga yang terbuka, dengan sengaja, dan dalam keadaan tidak lupa:</q><q>Imam Rafi’i berkata: ulama-ulama Syafiiyah memberikan batasan (dhabit) bahwa sesuatu yang masuk ke perut yang membatalkan puasa adalah sesuatu yang masuk dari luar lewat rongga yang terbuka dengan kesengajaan dan dalam keadaan tidak lupa sedang berpuasa.</q><p>c. Pendapat Imam al-Ramli dalam kitab Nihayah al-Muhtaj ila Syarh al-Minhaj (3/165) bahwa jika sesuatu yang sampai pada perut itu terasa bermanfaat sebagai nutrisi bagi badan (makanan atau minuman), maka itu membatalkan puasa:</p><q>Disyaratkan adanya sesuatu kekuatan di dalam perut yang menghantarkan sseuatu yang masuk menjadi nutrisi ataupun obat. Karena, jika tidak ada yang menghantarkannya, maka badan tidak merasakan adanya nutrisi atau sesuatu yang bermanfaat baginya, maka menyerupai sesuatu yang sampai ke selain perut.</q>"
      },
      {
        "page": 5,
        "text": "<p>d. Pendapat Ibnu Hajar al-Haitami dalam kitab al-Minhaj al-Qawim Syarh al-Mukoddimah al-Hadramiyah (246) bahwa termasuk yang membatalkan puasa adalah masuknya sesuatu ke saluran perut melalui jalur rongga badan yang terbuka, sedangkan minyak oles, celak, atau air sebab mandi yang masuk lewat poripori tidak membatalkan:</p><q>Rukun keempat, menahan dari masuknya sesuatu ke perut, seperti telinga bagian dalam dan saluran kandung kemih, dengan syarat masuknya lewat rongga badan yang terbuka. Sesuatu yang terserap masuk melalui pori-pori seperti minyak oles, celak, dan sebab air mandi tidak membatalkan puasa.</q><p>e. Pendapat Imam al-Nawawi dalam kitab Raudlatu al-Thalibin wa ‘Umdatu al-Muftin (2/358) bahwa obat yang masuk ke dalam daging tidak membatalkan puasa:</p><q>Jika obat dimasukkan ke dalam daging betis atau dimasukkannya obat melalui pisau sehingga sampai pada otak, maka puasanya tidak batal karena tempat tersebut tidak termasuk bagian dari perut. Jika seseorang mengolesi kepalanya atau perutnya dengan minyak dan minyak tersebut sampai pada rongga perut melalui pori-pori, maka tidak batal puasanya, karena masuknya tidak melalui rongga badan yang terbuka, sebagaimana tidak batal puasa seseorang yang mandi dan menyelam di air, meskipun pengaruh air tersebut sampai pada bagian dalam badannya.</q>"
      },
      {
        "page": 6,
        "text": "<p>4. Pendapat ulama bahwa termasuk yang membatalkan puasa adalah masuknya sesuatu ke dalam perut (al-jauf) melalui rongga yang terbuka, meskipun yang sampai pada jauf tersebut adalah bukan makanan atau minuman:</p><p>a. Pendapat Imam al-Muzani dalam kitab Mukhtashar al-Muzani (8/154):</p><q>Jika seseorang menelan kerikil, atau sesuatu selain makanan, atau menginjeksi, atau mengobati luka dan obatnya sampai pada perut (jauf), atau meneteskan obat lewat hidung sehingga sampai pada rongga kepala (otak) maka puasanya batal, jika dilakukan dalam keadaan sadar, dan tidak batal jika dilakukan dalam keadan lupa. Jika seseorang istinsyaq (memasukkan air ke dalam hidung dan menghirupnya) dan yakin air tersebut sampai pada rongga kepala (otak), atau saat berkumur airnya sampai pada jauf, serta dilakukan secara sengaja dan sadar maka puasanya batal.</q><p>b. Pendapat al-Mawardi dalam kitab al-Iqna’ fi al-Fiqhi al-Syafi’i (74)</p><q>Bab yang membatalkna puasa. Batalnya puasa seseorang karena sepuluh sebab, di antaranya adalah masuknya sesuatu ke dalam jauf baik bersifat nutrisi atau tidak.</q>"
      },
      {
        "page": 7,
        "text": "<p>5. Pendapat ulama-ulama tentang batasan al-Jauf :</p><p>a. Pendapat Imam al-Kasani dalam kitab Bada’iu al-Shanai’u fi Tartib al-Syara’i (7/296):</p><q>Jaifah adalah luka akibat tusukan yang sampai pada jauf. Adapun tempat-tempat yang jika ditusuk dapat melukai jauf adalah dada, punggung, dua tulang rusuk, daerah antara kemaluan dan dubur. Hal seperti itu tidak terjadi, jika luka terdapat pada kedua tangan, kedua kaki, tidak pula pada leher dan tenggorokan, karena lukanya tidak sampai pada jauf.</q><p>b. Pendapat Ibnu Hajar al-Haitami dalam kitab al-Minhaj al-Qawim Syarh al-Muqaddimah al-Hadramiyah (246):</p><q>Atau sampainya obat, ke Jauf (perut) yang melalui jalur rongga perut, injeksi, atau obat tetes ke hidung maka membatalkan puasa, sekalipun tidak sampai ke dalam usus atau otak, karena di bagian di belakang pangkal hidung adalah termasuk jauf. Sesungguhnya batal puasa seseorang karena sampainya sesuatu pada bagian dalam tenggorokan. Makhraj huruf Hamzah dan Ha’ adalah bagian bawah tenggorokan, sedangkan makhraj huruf Kho’ dan Kha’ adalah bagian atas tenggorokan. Kemudian mulut bagian dalam sampai pada mahkraj huruf Kha’ atau antar hidung sampai pada ujung pangkal hidung adalah bagian luar (dhahir) yang membatalkan puasa jika mengeluarkan muntah sampai pada tempat tersebut, atau menelan dahak dari tempat tersebut. Dan tidak membatalkan puasa dengan masuknya sesuatu pada tempat tersebut jika dapat menahannya.</q>"
      },
      {
        "page": 8,
        "text": "<p>c. Penjelasan Abu Bakr bin Muhammad Syatha dalam kitab I’anatu al-Thalibin (2/261):</p><q>(dan tidak membatlkan puasa karena sampainya sesuatu ke dalam batang hidung) karena itu bagian luar hidung dan karena batang hidung adalah bagian dari rongga hidung (khaisyum). Dan semua bagian khaisyum adalah bagian luar dari hidung.</q><q>(sampai melewati ujung khaisyum) jika telah melewati bagian tersebut maka membatalkan puasa. Jika belum melewati batas tersebut maka tidak membatalkan puasa.</q><p>6. Paparan materi dan penjelasan dr. Andriani, M. Biomed dari Dept. Biokimia dan Biologi Molekuler Fakultas Kedokteran - Lab Jejaring Pemeriksaan Covid 19 Rumah Sakit Universitas Tanjungpura Pontianak dalam diskusi yang diadakan oleh Komisi Fatwa MUI pada tanggal 7 April 2021, di antara poin penting sebagai berikut:</p><ul><li>Habitat Covid-19 adalah saluran pernafasan, maka Covid-19 dideteksi melalui belakang hidung (Nasofaring) atau mulut (orofaring).</li><li>Faring adalah nama lain dari tenggorokan dan berperan untuk pernapasan sekaligus pencernaan.</li><li>Nasofaring adalah salah satu bagian pada tenggorokan bagian atas yang terletak di belakang hidung dan di balik langit-langit rongga mulut.</li><li>Orofaring adalah permukaan tonsil atau dinding posterior faring (perbatasan antara mulut dan tenggorokan).</li><li>Bahan yang digunakan untuk mengambil sampel adalah dacron/rayon steril dengan tangkai plastik atau jenis flocked swab (tangkai lebih lentur).</li><li>Swab Nasofaring dilakukan dengan memasukkan dacron/rayon steril secara perlahan ke dalam hidung, dengan memastikan posisi swab pada septum bawah hidung, secara perlahan-lahan ke bagian nasofaring. Kemudian swab dilakukan dengan gerakan memutar secara perlahan. Dan dengan swab yang sama, dilakukan tindakan yang sama pada lubang hidung yang lain, sehingga diperoleh spesimen swab nasofaring dari ke dua lubang hidung.</li></ul>"
      },
      {
        "page": 9,
        "text": "<ul><li>Swab orofaring dilakukan swab pada lokasi dinding mukosa orofaring (biasanya belakang faring) dan dihindarkan menyentuh bagian lidah.</li></ul><p>7. Fatwa Majelis Ulama Indonesia nomor 13 tahun 2021 tentang Hukum Vaksinasi Covid-19 Saat Berpuasa.</p><p>8. Pendapat, saran, dan masukan yang berkembang dalam Sidang Komisi Fatwa MUI pada tanggal 7 April 2021 bertepatan dengan 24 Sya’ban 1442 H.</p><p>Dengan bertawakal kepada Allah SWT</p><strong>MEMUTUSKAN</strong><strong>FATWA TENTANG HUKUM TES SWAB UNTUK DETEKSI COVID-19 SAAT BERPUASA</strong><strong>Ketentuan Umum</strong><p>Dalam fatwa ini, yang dimaksud dengan:</p><p>Tes Swab adalah pemeriksaan laboratorium untuk mendeteksi keberadaan material genetik dari sel, bakteri, atau virus dengan cara pengambilan sampel dahak, lendir, atau cairan dari nasofaring (bagian pada tenggorokan bagian atas yang terletak di belakang hidung dan di balik langit-langit rongga mulut) dan orofaring (bagian antara mulut dan tenggorokan).</p><strong>Ketentuan Hukum</strong><ul><li>Pelaksaan tes Swab sebagaimana dalam ketentuan umum tidak membatalkan puasa.</li><li>Umat Islam yang sedang berpuasa diperbolehkan melakukan tes Swab untuk deteksi Covid-19.</li></ul><strong>Rekomendasi</strong><ul><li>Masyarakat diimbau untuk mematuhi protokol kesehatan agar selamat dari penularan Covid-19.</li><li>Pemerintah agar melaksanakan dan mengawasi pelaksanaan protokol kesehatan dengan ketat, supaya pandemi Covid-19 segera berkahir.</li></ul>"
      },
      {
        "page": 10,
        "text": "<strong>Ketentuan Penutup</strong><ul><li>Fatwa ini mulai berlaku pada tanggal ditetapkan, dengan ketentuan jika di kemudian hari ternyata dibutuhkan perbaikan, akan diperbaiki dan disempurnakan sebagaimana mestinya.</li><li>Agar setiap muslim dan pihak-pihak yang memerlukan dapat mengetahuinya, menghimbau semua pihak untuk menyebarluaskan fatwa ini.</li></ul>"
      }
    ]
  },
  {
    "id": "P1u",
    "info": {
      "title": "Fatwa Human Deploid Cell",
      "author": "Fatwa MUI",
      "publish": "Sun, 14 March 2021",
      "pages": 13,
      "price": 0,
      "category": "Fatwa",
      "source": "https://web.archive.org/web/20210724033829/https://mui.or.id/produk/fatwa/29821/fatwa-human-deploid-cell/",
      "desc": "Ajaran Islam bertujuan memelihara keselamatan agama, jiwa, akal, keturunan, dan harta, dan karena itu, segala sesuatu yang memberi manfaat bagi tercapainya tujuan tersebut diperintahkan, dianjurkan atau dibolehkan untuk dilakukan, sedang yang menghambat terwujudnya tujuan di atas dilarang."
    },
    "tableOfContents": [
      { "page": 1, "text": "Menimbang", "head": true },
      { "page": 2, "text": "Mengingat", "head": true },
      { "page": 7, "text": "Memperhatikan", "head": true },
      {
        "page": 11,
        "text": "Menetapkan",
        "sub": [
          { "page": 11, "text": "Pertama" },
          { "page": 11, "text": "Kedua" },
          { "page": 12, "text": "Ketiga" },
          { "page": 13, "text": "Keempat" }
        ],
        "head": true
      }
    ],
    "content": [
      {
        "page": 1,
        "text": "<strong>FATWA</strong><strong>MAJELIS ULAMA INDONESIA</strong><p>Nomor: 001/MUNAS X/MUI/XI/2020</p><p>Tentang</p><strong>PENGGUNAAN HUMAN DIPLOID CELL UNTUK BAHAN PRODUKSI OBAT DAN VAKSIN</strong><p>Majelis Ulama Indonesia (MUI), dalam Musyawarah Nasional X pada tanggal 10-12 Rabi’ul Akhir 1442 H/25-27 November 2020 M, setelah :</p><ul><li>bahwa ajaran Islam bertujuan memelihara keselamatan agama, jiwa, akal, keturunan, dan harta, dan karena itu, segala sesuatu yang memberi manfaat bagi tercapainya tujuan tersebut diperintahkan, dianjurkan atau dibolehkan untuk dilakukan, sedang yang menghambat terwujudnya tujuan di atas dilarang;</li><li>bahwa untuk mencapai tujuan tersebut, Islam mensyariatkan pemeliharaan kesehatan, baik dengan cara kuratif melalui pengobatan saat sakit ataupun preventif melalui vaksin; akan tetapi saat ini seiring dengan perkembangan ilmu pengetahuan banyak obat dan vaksin yang beredar di pasaran berasal dari bahan yang beraneka ragam dan belum diketahui kehalalannya;</li><li>bahwa saat ini sel tubuh manusia khususnya human diploid cell banyak digunakan sebagai bahan baku, bahan tambahan, dan/atau bahan penolong produksi obat dan vaksin yang karenanya menimbulkan pertanyaan dari masyarakat tentang hukum penggunaannya;</li><li>. bahwa untuk itu, Komisi Fatwa MUI memandang perlu menetapkan fatwa tentang Penggunaan Human Diploid Cell untuk Bahan Produksi Obat dan Vaksin, sebagai pedoman;</li></ul>"
      },
      {
        "page": 2,
        "text": "<p>1. Firman Allah subhanahu wa ta’ala antara lain:</p><p>a. Ayat tentang kemuliaan manusia:</p><p dir='rtl'>۞ وَلَقَدْ كَرَّمْنَا بَنِيْٓ اٰدَمَ وَحَمَلْنٰهُمْ فِى الْبَرِّ وَالْبَحْرِ وَرَزَقْنٰهُمْ مِّنَ الطَّيِّبٰتِ وَفَضَّلْنٰهُمْ عَلٰى كَثِيْرٍ مِّمَّنْ خَلَقْنَا تَفْضِيْلًا ࣖ</p><q>Dan sesungguhnya telah Kami muliakan anak-anak Adam, Kami angkut mereka di daratan dan di lautan, Kami beri mereka rezki dari yang baik-baik dan Kami lebihkan mereka dengan kelebihan yang sempurna atas kebanyakan makhluk yang telah Kami ciptakan. (QS. al-Isra’ [17]: 70)</q><p>b. Ayat yang menerangkan bahwa sejatinya anggota tubuh manusia adalah milik Allah subhanahu wa ta’ala:</p><p dir='rtl'>اَلَآ اِنَّ لِلّٰهِ مَنْ فِى السَّمٰوٰتِ وَمَنْ فِى الْاَرْضِۗ</p><q>Ingatlah, sesungguhnya kepunyaan Allah semua yang ada di langit dan semua yang ada di bumi. (QS. Yunus [10]: 66)</q><p>c. Ayat yang menerangkan bahwa kesembuhan pada hakekatnya ialah dari Allah subhanahu wa ta’ala :</p><p dir='rtl'>وَاِذَا مَرِضْتُ فَهُوَ يَشْفِيْنِ ۙ</p><q>Dan apabila aku sakit, Dialah Yang menyembuhkan aku. (QS. alSyu’ara [26]: 80)</q><p>d. Ayat yang menjelaskan larangan menjatuhkan diri dalam kebinasaan, antara lain:</p><p dir='rtl'>وَلَا تُلْقُوْا بِاَيْدِيْكُمْ اِلَى التَّهْلُكَةِ</p><q>… dan janganlah kamu menjatuhkan dirimu sendiri ke dalam kebinasaan… (QS. al-Baqarah [2]: 195)</q><p>e. Ayat tentang perintah untuk mengkonsumsi yang halal:</p><p dir='rtl'>يٰٓاَيُّهَا النَّاسُ كُلُوْا مِمَّا فِى الْاَرْضِ حَلٰلًا طَيِّبًا ۖوَّلَا تَتَّبِعُوْا خُطُوٰتِ الشَّيْطٰنِۗ اِنَّهٗ لَكُمْ عَدُوٌّ مُّبِيْنٌ</p><q>Hai sekalian manusia, makanlah yang halal lagi baik dari apa yang terdapat di bumi, dan janganlah kamu mengikuti langkahlangkah syaitan; karena sesungguhnya syaitan itu adalah musuh yang nyata bagimu. (QS. Al-Baqarah [2]: 168)</q>"
      },
      {
        "page": 3,
        "text": "<p>f. Ayat tentang perintah dan keutamaan saling tolong-menolong:</p><p dir='rtl'>وَتَعَاوَنُوْا عَلَى الْبِرِّ وَالتَّقْوٰىۖ وَلَا تَعَاوَنُوْا عَلَى الْاِثْمِ وَالْعُدْوَانِ</p><q>Dan tolong-menolonglah kamu dalam (mengerjakan) kebajikan dan takwa, dan jangan tolong-menolong dalam berbuat dosa dan pelanggaran. (QS. al-Mâidah [5]:2)</q><p dir='rtl'>وَيُؤْثِرُوْنَ عَلٰٓى اَنْفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ ۗوَمَنْ يُّوْقَ شُحَّ نَفْسِهٖ فَاُولٰۤىِٕكَ هُمُ الْمُفْلِحُوْنَۚ</p><q>Dan mereka mengutamakan (orang-orang Muhajirin), atas diri mereka sendiri, sekalipun mereka dalam kesusahan. Dan siapa yang dipelihara dari kekikiran dirinya, mereka itulah orang orang yang beruntung. (QS. Al-Hasyr [49]: 9)</q><p dir='rtl'>مَنْ اَحْيَاهَا فَكَاَنَّمَآ اَحْيَا النَّاسَ جَمِيْعًا</p><q>Barangsiapa memelihara kehidupan seorang manusia, maka seakan-akan dia telah memelihara kehidupan semua manusia. (QS. al-Maidah [5]: 32)</q><p dir='rtl'>وَمِنَ النَّاسِ مَنْ يَّشْرِيْ نَفْسَهُ ابْتِغَاۤءَ مَرْضَاتِ اللّٰهِ ۗوَاللّٰهُ رَءُوْفٌۢ بِالْعِبَادِ</p><q>Dan di antara manusia ada orang yang mengorbankan dirinya karena mencari keridhaan Allah; dan Allah Maha Penyantun kepada hamba-hamba-Nya. Surat Al-Baqarah. (QS. Al-Baqarah [2]:207)</q><p>g. Ayat yang menjelaskan bahwa segala sesuatu yang halal pasti baik dan yang haram pasti buruk:</p><p dir='rtl'>وَيُحِلُّ لَهُمُ الطَّيِّبٰتِ وَيُحَرِّمُ عَلَيْهِمُ الْخَبٰۤىِٕثَ</p><q>Dan Allah menghalalkan bagi mereka segala yang baik, dan mengharamkan bagi mereka segala yang buruk. (QS. al-A'raf [7]: 157)</q>"
      },
      {
        "page": 4,
        "text": "<p>h. Ayat yang menjelaskan bahwa dalam kondisi kedaruratan dibolehkan mengkonsumsi yang haram, antara lain:</p><p dir='rtl'>اِنَّمَا حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنْزِيْرِ وَمَآ اُهِلَّ بِهٖ لِغَيْرِ اللّٰهِ ۚ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَّلَا عَادٍ فَلَآ اِثْمَ عَلَيْهِ ۗ اِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ</p><q>Sesungguhnya Allah hanya mengharamkan bagimu bangkai, darah, daging babi, dan binatang yang (ketika disembelih) disebut (nama) selain Allah. Tetapi barangsiapa dalam keadaan terpaksa (memakannya) sedang dia tidak menginginkannya dan tidak (pula) melampaui batas, maka tidak ada dosa baginya. Sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.(QS. Al-Baqarah [2]:173)</q><p dir='rtl'>وَقَدْ فَصَّلَ لَكُمْ مَّا حَرَّمَ عَلَيْكُمْ اِلَّا مَا اضْطُرِرْتُمْ اِلَيْهِ</p><q>Dan sesungguhnya Allah telah menjelaskan kepada kamu apa yang diharamkanNya atasmu, kecuali apa yang terpaksa kamu memakannya(QS. Al-An’am [6]: 199)</q><p>2. Hadis Nabi Shallallahu ‘Alaihi wa Sallam antara lain:</p><p>a. Hadis Nabi Shallallahu ‘Alaihi wa Sallam. tentang segala penyakit pasti ada obatnya dan hadis tentang perintah untuk berobat dengan yang halal:</p><q>Dari Abu Hurairah RA, dari Nabi Shallallahu ‘Alaihi wa Sallam.: Sesungguhnya Allah tidak menurunkan suatu penyakit kecuali menurunkan (pula) obatnya. (HR. al-Bukhari)</q><q>Dari Usamah bin Syarik sesungguhnya Rasulullah Shalla Allahu Alaihi Wa Sallam. bersabda: Berobatlah, karena Allah tidak menjadikan penyakit kecuali menjadikan pula obatnya, kecuali satu penyakit yaitu tua renta.(HR. Abu Dawud, Tirmidzi, Nasa’i dan Ibnu Majah)</q>"
      },
      {
        "page": 5,
        "text": "<q>Dari Abu Darda’, ia berkata: Rasulullah Shallallahu ‘Alaihi wa Sallam bersabda: “Sesungguhnya Allah telah menurunkan penyakit dan obat bagi setiap penyakit, maka berobatlah dan janganlah berobat dengan yang haram”. (HR. Abu Dawud)</q><p>b. Hadis Nabi Shallallahu ‘Alaihi wa Sallam tentang larangan menyakiti orang yang sudah meninggal:</p><q>Merusak tulang seseorang yang telah meninggal seperti merusak tulang seseorang yang masih hidup.” (HR. Ahmad, Abud Dawud,dan Ibn Majah).</q><p>c. Hadis Nabi Shallallahu ‘Alaihi wa Sallam tentang pengobatan yang dilakukan oleh Nabi Shallallahu ‘Alaihi wa Sallam.</p><q>Dari Muhammad bin Ishaq sesungguhnya Rasulullah Shalla Allahu Alaihi Wa Sallam. mengembalikan tangan Khabib bin Yusaf yang putus di hari perang Badar, kemudian Rasulullah Shalla Allahu Alaihi Wa Sallam. mengembalikannya sehingga tidak terlihat (bekas luka) kecuali seperti garis. (HR. Ibn Abi Syaibah)</q>"
      },
      {
        "page": 6,
        "text": "<q>Dari Ashim bin Umar bin Qatadah sesungguhnya Qatadah bin an-Nu’man jatuh matanya di pipinya ketika perang Uhud, kemudian Rasulullah Shalla Allahu Alaihi Wa Sallam mengembalikannya kemudian menjadi mata yang paling bagus. (HR. Ibn Abi Syaibah)</q><p>3. Kaidah Fikih, antara lain:</p><q>Dalam keadaan darurat diperbolehkan melakukan yang dilarang.</q><q>Kemudaratan harus dihilangkan.</q><q>Kemudaratan tidak boleh dihilangkan dengan kemudaratan.</q><q>Kebutuhan mendesak terkadang menempati posisi hukum kedaruratan.</q><q>Kemudaratan dieliminir sebatas hilangnya kemudaratan tersebut.</q><q>Ketika terdapat dua kemafsadatan maka hindari yang lebih besar madharatnya dengan melakukan yang lebih ringan mafsadatnya.</q><q>Diperbolehkan mengambil kemudaratan yang lebih ringan untuk menghindari kemudaratan yang lebih besar</q><q>Tidak boleh mentasarufkan hak orang lain tanpa seizinnya.</q>"
      },
      {
        "page": 7,
        "text": "<q>Membunuh manusia atau memotong memisahkan organ tubuhnya tidak diperbolehkan kecuali ada kemaslahatan</q><q>Manusia tidak bisa menggugurkan haknya dalam sesuatu yang dimiliki Allah</q><q>Hak Allah itu itu bersifat lentur berbeda dengan hak manusia kecuali dalam keadaan darurat</q><q>Menghormati orang yang hidup dan menjaga kehidupannya itu lebih diutamakan dari pada menghormati orang yang sudah meninggal untuk diambil organ tubuhnya.</q><p>1. Pendapat para Ulama, antara lain:</p><p>a. Pendapat Muhammad al-Syaukani dalam kitab Fath alQadir jilid 3, halaman 431,sebagai berikut:</p><q>Seorang perempuan hamil meninggal di mungkinkan di perutnya ada janin, dana diyakini janin masih hidup, maka perut mayat perempuan tersebut harus dibedah (untuk menyelamatkan janin tersebut). Kasus ini berbeda dengan kasus ketika seorang lelaki menelan berlian, kemudian meninggal, dan dia tidak meninggalkan harta berharga</q>"
      },
      {
        "page": 8,
        "text": "<q>apapun (kecuali berlian yang ditelan), maka tidak boleh dibedah perutnya (untuk mengambil berlian tersebut). Hal itu karena, kasus pertama adalah mengesampingkan kehormatan/kemuliaan mayat untuk menyelamatkan kehormatan kehidupan (janin), maka dibolehkan. Sedang kasus kedua, mengesampingkan kehormatan yang lebih tinggi yaitu kemuliaan anak adam demi untuk menyelamatkan kehormatan yang ada di bawahnya yaitu harta (berlian yang tertelan). Dan tidak demikian dengan kasus yang pertama.</q><p>b. Pendapat al-Syirazi dalam kitab al-Muhadzdzab hal. 296sebagai berikut:</p><q>Jika seorang perempuan hamil meninggal dan di perutnya ada janin hidup, maka perut mayat perempuan tersebut harus dibedah karena untuk menyelamatkan janin tersebut agar tetap hidup dengan merusak bagian dari mayat. Kasus ini (hukumnya) sama dengan jika keadaan dharurah memakan bagian dari bangkai.</q><p>c. Pendapat Ibnu Hajar al-Haitsami dalam Tuhfat al-Muhtaj tentang sucinya anggota tubuh manusia yang telah lepas dari badan, sebagai berikut:</p><q>(anggota tubuh yang terlepas dari tubuh yang hidup adalah seperti bangkai/mayatnya) baik kesucian atau kenajisannya. Tangan manusia (yang lepas) hukumnya suci, berbeda dengan pendapat kebanyakan. Dan paha kambing (yang lepas) hukumnya najis, sebagaimana hadis hasanshahih {setiap bagian hewan yang lepas ketika masih hidup maka (yang lepas tadi) hukumnya seperti bangkai (najis)}</q>"
      },
      {
        "page": 9,
        "text": "<p>2. Peraturan Menteri Kesehatan Republik Indonesia no 32 tahun 2018 tentang Penyelenggaraan Pelayanan Sel Punca dan/atau Sel.</p><p>3. Musyawarah Nasional VI MUI Nomor: 2/MUNAS VI/MUI/2000 tentang Penggunaan Organ Tubuh, Ari-Ari, dan Air Seni Manusia bagi Kepentingan Obat-Obatan dan Kosmetika.</p><p>4. Musyawarah Nasional VI MUI Nomor: 3/Munas VI/MUI/2000 tentang Kloning.</p><p>5. Fatwa MUI Pusat Hasil Ijtima Ulama Komisi Fatwa SeIndonesia III 1430H/2009M tentang Fatwa Bank Mata Dan Organ Tubuh Lain.</p><p>6. Fatwa MUI Nomor 30 Tahun 2013 tentang Obat dan Pengobatan.</p><p>7. Fatwa MUI Nomor 11 Tahun 2019 tentang Transplantasi Organ dan/atau Jaringan Tubuh untuk Diri Sendiri.</p><p>8. Fatwa MUI Nomor 12 Tahun 2019 tentang Transplantasi Organ dan/atau Jaringan Tubuh dari Pendonor Mati untuk Orang Lain.</p><p>9. Fatwa MUI Nomor 13 Tahun 2019 tentang Transplantasi Organ dan/atau Jaringan Tubuh dari Pendonor Hidup untuk Orang Lain.</p><p>10. Fatwa MUI Nomor 11 Tahun 2020 tentang Bedah Plastik</p><p>11. Fatwa MUI Nomor 51 Tahun 2020 tentang Stem Cell.</p><p>12. Penjelasan Prof. Dr. drh. Retno D. Soejoedono, MS dan Dr. Ir. Mulyorini Rahayuningsih, M.Si yang disampaikan pada hari Rabu, 3 Dzulhijah 1439 H/15 Agustus 2018 M, antara lain:</p><ul><li>Sel tubuh manusia adalah satuan terkecil yang membentuk jaringan serta organ manusia.</li><li>Virus adalah parasit mikroskopik yang menginfeksi sel organisme biologis. Virus bersifat parasit obligat, hal tersebut disebabkan karena virus hanya dapat bereproduksi di dalam material hidup dengan menginvasi dan memanfaatkan sel makhluk hidup karena virus tidak memiliki perlengkapan seluler untuk bereproduksi sendiri. Secara umum virus bisa dikembangkan melalui Inang yang dapat berupa telur berembrio atau jaringan pembiakan sel (Cell line) (misalnya human diploid cells, sel vero (sel ginjal kera hijau), dll).</li></ul>"
      },
      {
        "page": 10,
        "text": "<ul><li>Human Diploid Cells (Sel Diploid Manusia) adalahsel yang memiliki jumlah kromosom ganda yaitu memiliki dua set kromosom yang berjumlah 46. Sel ini memiliki bahan genetik dari kedua orang tua. Setiap sel dalam tubuh manusia diploid, kecuali telur dan sperma yang bersifat haploid (hanya satu set kromosom yang berjumlah 23). Sel diploid bereplikasi melalui proses mitosis di mana DNA direplikasi, diikuti oleh peristiwa pembelahan seluler, menghasilkan dua sel anak yang identik yang juga diploid.</li><li>Human Diploid Cell Line adalah sel diploid manusia yang dikembangbiakkan di dalam cawan pembiakan dengan media pertumbuhan tertentu. Penggunaan Human Diploid Cells cocok dan aman untuk berbagai virus yang menyerang manusia (terutama pada virus yang langsung menyerang manusiaseperti rubella). Jika menggunakan sel hewan maka harus dipastikan sel tersebut bebas pathogen (Specific pathogen free). Cell line hewan yang digunakan biasanya adalah sel dari hewan sumber virus tersebut (contohnya flu burung , inangnya adalah” kuthuk” yang masih berada dalam telur (embrio ayam dalam telur).</li><li>Human Diploid Cell strain adalah biakan sel yang hanya terdiri dari satu jenis sel saja. Dalam pembuatan vaksin, virus dikembangbiakkan didalam Human Diploid Cell strain sebagai media pembiakan dengan suhu yang lebih rendah daripada suhu normal. Mekanismenya, virus tetap bertumbuh kembang dengan beradaptasi terhadap suhu rendah ini, tetapi virus akan kehilangan kemampuan untuk berkembang dan tumbuh didalam kondisi suhu normal tubuh manusia kehilangan sifat virulensi/keganasannya. Jika virus ini dipakai sebagai antigen vaksin dan disuntikkan kedalam tubuh manusia yang bersuhu normal, maka virus ini hanya akan menimbulkan reaksi imunologi saja tanpa dapat menimbulkan penyakit seperti sebelumnya.</li></ul><p>13. Pendapat, saran, dan masukan yang berkembang dalam sidang Bidang Komisi Fatwa pada Musyawarah Nasional MUI X pada tanggal 26 November 2020.</p>"
      },
      {
        "page": 11,
        "text": "<p>Dengan bertawakkal kepada Allah SWT</p><strong>MEMUTUSKAN</strong><strong>PENGGUNAAN HUMAN DIPLOID CELL UNTUK BAHAN PRODUKSI OBAT DAN VAKSIN</strong><strong>Ketentuan Umum</strong><p>Dalam fatwa ini yang dimaksud dengan:</p><p>1. Human Diploid Cell (sel diploid manusia) adalah sel yang memiliki jumlah kromosom ganda yaitu memiliki dua set kromosom yang berjumlah 46.</p><p>2. Sel tubuh manusia adalah satuan terkecil yang membentuk jaringan serta organ manusia.</p><p>3. Bahan adalah bahan baku, bahan tambahan dan bahan penolong yang digunakan dalam pembuatan obat atau vaksin.</p><strong>Ketentuan Hukum</strong><p>1. Pada dasarnya penggunaan sel yang berasal dari bagian tubuh manusia untuk bahan obat atau vaksin hukumnya haram, karena bagian tubuh manusia (juz’u al-insan) wajib dimuliakan.</p><p>2. Dalam hal terjadi kondisi kedaruratan (dharurah syar’iyah) atau kebutuhan mendesak (hajah syar’iyah), penggunaan human diploid cell untuk bahan obat atau vaksin hukumnya boleh, dengan syarat:</p><ul><li>Tidak ada bahan lain yang halal dan memiliki khasiat atau fungsi serupa dengan bahan yang berasal dari sel tubuh manusia;</li><li>Obat atau vaksin tersebut hanya diperuntukkan bagi pengobatan penyakit berat, yang jika tanpa obat atau vaksin tersebut maka berdasarkan keterangan ahli yang kompeten dan terpercaya diyakini akan timbul dampak kemudaratan lebih besar;</li><li>Tidak ada bahaya (dharar) yang mempengaruhi kehidupan atau kelangsungan hidup orang yang diambil sel tubuhnya untuk bahan pembuatan obat atau vaksin;</li></ul>"
      },
      {
        "page": 12,
        "text": "<ul><li>Apabila sel tubuh manusia yang dijadikan bahan obat atau vaksin bersumber dari embrio, maka harus didapatkan melalui cara yang dibolehkan oleh syariat, seperti berasal dari janin yang keguguran spontan atau digugurkan atas indikasi medis, atau didapatkan dari sisa embrio yang tidak dipakai pada inseminasi buatan atau IVF (in vitro fertilization);</li><li>Pengambilan sel tubuh manusia harus mendapatkan izin dari pendonor;</li><li>Dalam hal sel tubuh berasal dari orang yang sudah meninggal harus mendapatkan izin dari keluarganya;</li><li>Sel tubuh manusia yang menjadi bahan pembuatan obat atau vaksin diperoleh dengan niat tolong-menolong (ta’awun), tidak dengan cara komersial.</li><li>Kebolehan pemaanfaatannya sebatas untuk mengatasi kondisi kedaruratan (dharurah syar’iyah) atau kebutuhan mendesak (hajah syar’iyah).</li></ul><strong>Rekomendasi</strong><p>1. Pemerintah, tenaga medis, dan masyarakat diminta untuk menjadikan fatwa ini sebagai pedoman.</p><p>2. Pemerintah wajib menjamin ketersediaan obat atau vaksin dan halal sebagai bentuk perlindungan terhadap keyakinan keagamaan.</p><p>3. Produsen obat dan vaksin wajib mengupayakan produksi obat dan vaksin yang halal dan mensertifikasikannya sesuai ketentuan peraturan perundang-undangan yang berlaku.</p><p>4. Menghimbau kepada masyarakat agar dalam pengobatan senantiasa menggunakan obat yang suci dan halal.</p><p>5. Pemerintah dan masyarakat agar mendasarkan pertimbangan dan penetapan kedaruratan dalam penggunaan vaksin ditetapkan oleh lembaga yang memeiliki otoritas dalam penetapan fatwa keagamaan.</p>"
      },
      {
        "page": 13,
        "text": "<strong>Ketentuan Penutup</strong><p>1. Fatwa ini mulai berlaku pada tanggal ditetapkan, dengan ketentuan jika di kemudian hari ternyata membutuhkan perbaikan, akan diperbaiki dan disempurnakan sebagaimana mestinya.</p><p>2. Agar setiap muslim dan pihak-pihak yang memerlukan dapat mengetahuinya, menghimbau semua pihak untuk menyebar luaskan fatwa ini.</p>"
      }
    ]
  }
]
