[
  {
    "id": "BYM",
    "info": {
      "title": "Hukum-hukum Terkait Air Dalam Madzab Syafi’i",
      "author": "Galih Maulana, Lc",
      "publish": "Tue, 17 March 2020",
      "pages": 34,
      "price": 0,
      "category": "Fiqih Ibadah",
      "desc": "Ulama Syafi’iyah umumnya mengawali bab Thaharah dengan membahas air. Mengingat pentingnya air sebagai media thaharah yang menyebabkan sah tidaknya suatu ibadah, maka para ulama khususnya ulama syafi’iyah sangat ketat dalam aturan terkait air ini."
    },
    "tableOfContents": [
      {
        "page": 5,
        "text": "Suci Menyucikan",
        "sub": [
          {
            "page": 5,
            "text": "Air Mutlak",
            "sub": [
              { "page": 7, "text": "Air hujan, air salju dan air barod" },
              { "page": 8, "text": "Air Laut" },
              { "page": 8, "text": "Air sumur" },
              { "page": 9, "text": "Air sungai dan Mata air" }
            ]
          }
        ]
      },
      {
        "page": 11,
        "text": "Suci Menyucikan Tapi Makruh Menggunakannya",
        "sub": [{ "page": 11, "text": "Air Musyamas" }]
      },
      {
        "page": 14,
        "text": "Suci Tidak Menyucikan",
        "sub": [
          {
            "page": 14,
            "text": "Air Yang Berubah Sifatnya Karena Tercampur Benda Suci",
            "sub": [
              { "page": 14, "text": "Mukhalith" },
              { "page": 14, "text": "Mujawir" },
              { "page": 15, "text": "Thul al-Mukts" }
            ]
          },
          {
            "page": 16,
            "text": "Air Laut",
            "sub": [
              { "page": 19, "text": "Air musta'mal lebih dari dua qullah" },
              { "page": 22, "text": "Air mutlak terkena tetesan air musta'mal" }
            ]
          }
        ]
      },
      {
        "page": 24,
        "text": "Air Mutanajis",
        "sub": [
          { "page": 24, "text": "Air Sedikit (al-ma al-qalil)" },
          { "page": 25, "text": "Air Banyak (al-Ma al-Katsir)" },
          {
            "page": 26,
            "text": "Kadar du qullah",
            "sub": [
              { "page": 27, "text": "Dengan Mengukur Volume Bangun Ruang" },
              { "page": 28, "text": "Dengan Mengonversi ke Satuan Masa Kini" }
            ]
          }
        ]
      }
    ],
    "content": [
      {
        "page": 5,
        "text": "<h1>HUKUM-HUKUM TERKAIT AIR DALAM MADZHAB SYAFI'I</h1><p>Ulama Syafi’iyah umumnya mengawali bab Thaharah dengan membahas air. Mengingat pentingnya air sebagai media thaharah yang menyebabkan sah tidaknya suatu ibadah, maka para ulama khususnya ulama syafi’iyah sangat ketat dalam aturan terkait air ini.</p><p>Air dalam kaitannya dengan bersuci ada empat jenis; suci menyucikan, suci menyucikan namun makruh menggunakannya, suci namun tidak menyucikan dan mutanajis. Berikut penjelasan masing-masingnya.</p><h1>Suci Menyucikan</h1><p>Air suci menyucikan adalah air yang suci dzatnya dan dapat digunakan untuk menyucikan badan baik dari hadats ataupun dari najis.</p><strong>Air Mutlak</strong><p>Air yang suci dan dapat menyucikan adalah air mutlak, yaitu air murni yang terlepas dari tambahantambahan nama yang baku di belakangnya. Imam Nawawi (w 676 H) dalam kitab al-Majmu’ mengatakan;</p><p dir='rtl'>الْمَاء الْمُطلَق فَالصحِيخُ في حده انه الْعاري عن</p>"
      },
      {
        "page": 6,
        "text": "<p dir='rtl'>الإضَافَة اللازِمَة</p><q>Definisi yang benar tentang air mutlak yaitu air yang terbebas dari tambahan-tambahan nama yang baku</q><p>Maksud dari tamabahan nama yang baku adalah air tersebut tidak bisa lepas dari tambahan nama di belakangnya. Contohnya air kopi, ketika air dicampur dengan bubuk kopi, maka air tersebut berubah namanya menjadi air kopi, bukan air murni lagi. Tidak bisa orang menyebut air yang dicampur bubuk kopi sebagai air saja, pasti mereka menyebutnya air kopi. Maka air kopi ini bukan air mutlak, karena ada tambahan nama yang baku di belakangnya.</p><p>Berbeda halnya apabila tambahan nama tersebut tidak baku, misalnya air sumur. Air sumur meskipun ada tambahan nama dibelakangnya yaitu sumur, namun orang tetap dapat menyebut air tersebut sebagai air saja.</p><p>Air mutlak ini ada yang berasal dari langit dan ada yang berasal dari bumi, yang berasal dari langit ada tiga; air hujan, air salju dan air barod2 yang keduanya sudah mencair. Sedangkan air yang berasal dari bumi ada empat; air laut, air sungai, air sumur dan air dari mata air. Abu Syuja yaitu Syihabudin al-Asfahani (w 593 H) dalam kitab matannya mengatakan:</p>"
      },
      {
        "page": 7,
        "text": "<p dir='rtl'>المياه التي  يجوز التطهير بها سبع مياه: ماء السماء وماء البحر وماء النهر وماء البئر وماء العين وماء الثلج وماء البرد</p><q>Air yang sah digunakan untuk thaharah ada tujuh; air hujan, air laut, air sungai, air sumur, air dari mata air, air salju dan air barod</q><strong>Air hujan, air salju dan air barod</strong><p>Allah berfirman;</p><p dir='rtl'>وَيُنَزِّلُ عَلَيْكُمْ مِّنَ السَّمَاۤءِ مَاۤءً لِّيُطَهِّرَكُمْ بِهٖ</p><q>\"Dan Allah menurunkan air dari langit kepada mu untuk menyucikan kamu dengan (air hujan) itu\". QS al-Anfal dari ayat 11</q><p>Dalam ayat tersebut secara lugas disebutkan bahwa air yang turun dari langit itu dapat digunakan untuk bersuci.</p><p>Rasulullah صلى الله عليه وسلم dalam salah satu do’anya membaca;</p><p dir='rtl'>لَهُمّ اغْسِلٌ خَطَايَاي بِالْمَاءٍ وَلكَلج وَالبَدٍ</p><q>Ya Allah cucilah (hapuslah) kesalah-kesalahanku dengan air hujan dan air barod</q><p>Dalam hadits di atas, tersirat bahwa air salju dan</p>"
      },
      {
        "page": 8,
        "text": "<p dir='cntn'>air barod dapat digunakan untuk bersuci.</p><strong>Air Laut</strong><p>Abu hurairah  menceritakan tentang seorang petani garam bernama Ubaid yang suatu hari pernah bertanya kepada Rasulullah صلى الله عليه وسلم</p><p dir='rtl'>يَارَسُولَ اللَّهِ إِنَّا نَرْكَبُ الْبَحْرَ وَنَحْمِلُ مَعَنَا الْقَلِيلَ مِنْ الْمَاءِ فَإِنْ تَوَضَّأْنَا بِهِ عَطِشْنَا أَفَنَتَوَضَّأُ مِنْ مَاءِ الْبَحْرِ</p><q>Ya Rasulallah, kami pernah berlayar ke laut membawa sedikit air, apabila kami berwudhu dengan air tersebut, kami akan haus. Apakah kami boleh berwudhu dengan air laut?</q><p dir='rtl'>هُوَ الطَّهُورُ مَاؤُهُ الْحِلُّ مَيْتَتُهُ</p><q>Laut itu airnya suci dan bangkai (hewan)nya halal (untuk dimakan)</q><p>Hadits ini diriwayatkan oleh imam Malik, imam Syafi’i dan Abu Daud, dihukumi shahih oleh imam Bukhari.</p><p>Dalam hadits terebut disebutkan secara eksplisit bahwa air laut itu suci dan mensucikan, sehingga sah digunakan untuk thaharah.</p><strong>Air sumur</strong>"
      },
      {
        "page": 9,
        "text": "<p>Hadits ini masyhur disebut sebagai hadits sumur Budha’ah, yaitu sumur tempat orang membuang kain bekas haidh, bangkai anjing dan lainnya.</p><p dir='rtl'>عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ قَالَ مَرَرْتُ بِالنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ يَتَوَضَّأُ مِنْ بِئْرِ بُضَاعَةَ فَقُلْتُ أَتَتَوَضَّأُ مِنْهَا وَهِيَ يُطْرَحُ فِيهَا مَا يُكْرَهُ مِنْ النَّتَنِ فَقَالَ الْمَاءُ لَا يُنَجِّسُهُ شَيْءٌ</p><q>Dari Abu Sa’id al-Khudri, dia berkata: “saya pernah lewat dan berjumpa dengan Rasulullah dalam keadaan beliau sedang berwudhu di sumur budha’ah, saya bertanya: apakah engkau berwudhu dari air sumur tersebut, padahal sumur budha’ah itu tempat orang membuang hal-hal kotor? Rasulullah صلى الله عليه وسلم menjawab: air itu tidak berubah menjadi najis sebab (tercampur) dengan sesuatu (yang najis). HR. Nasai.</q><p>Dalam hadist tersebut Rasulullah صلى الله عليه وسلم menjelaskan bahwasannya air sumur itu tetap suci dan mensucikan meskipun tercampur dengan najis, itu karena air dalam sumur sangat banyak, lebih dari dua qullah dan najis-najis yang dibuang ke dalam sumur tidak merubah sifat air sumur tersebut, baik warna, bau atau rasanya.</p><strong>Air sungai dan Mata air</strong><p>Secara umum, air yang berasal dari bumi (tanah)</p>"
      },
      {
        "page": 10,
        "text": "<p dir='cntn'>itu dihukumi suci, baik mata air, air sumur, air kolam, sungai, danau atau lainnya, sehingga sah digunakan untuk bersuci. Dalam hal ini imam Nawawi (w 676 H) mengatakan;</p><p dir='rtl'>جوازالطهَارة بما نَبع من الْأَرْضٍ مجمَعُ عليه</p><q>Bolehnya bersuci dengan air yang bersumber dari bumi (tanah) adalah perkara yang sudah diijma’kan ulama</q><p>Jadi sangat jelas, bahwa air sungai atau mata air itu suci dan sah digunakan untuk bersuci berdasarkan ijma’ ulama.</p>"
      },
      {
        "page": 11,
        "text": "<h1>Suci Menyucikan Tapi Makruh Menggunakannya</h1><p>Air suci menyucikan adalah air yang suci dzatnya namun tidak dapat digunakan untuk menyucikan badan baik dari hadats ataupun dari najis.</p><strong>Air Musyamas</strong><p>Air yang suci menyucikan namun makruh menggunakannya adalah air musyamas, yaitu air di dalam bejana yang terbuat dari besi atau sejenisnya, yang sengaja dijemur di bawah terik matahari untuk dipanaskan.</p><p>Air musyamas ini menurut sebagian ulama syafi’iyah suci menyucikan namun makruh untuk menggunakannya. Alasanya adalah apa yang diriwayatkan dari imam Syafi’i (w 204 H) sebagai berikut:</p><p dir='rtl'>ولا أكره المُشْمَّسَ إلا أن يُكرَه مِنْ جِهَةٍ الطِبّ</p><q>Aku tidak menghukumi makruh pada (penggunaan) air musyamas ini kecuali karena alasan medis</q><p>Jadi, alasan yang digunakan oleh imam Syafi’i atas makruhnya penggunaan air musyamas untuk bersuci adalah alasan medis, yang mana menurut riwayat beliau dari jalur Umar bin Khattab, bahwasannya air musyamas ini menyebabkan penyakit lepra.</p><p>Namun menurut imam Nawawi (w 676 H), riwayat</p>"
      },
      {
        "page": 12,
        "text": "<p dir='cntn'>yang dibawa oleh imam Syafi’i ini dha’if berdasarkan kesepakatan para ulama ahli hadits, sehingga tidak bisa dijadikan hujjah. Beliau mengatakan;</p><p dir='rtl'>وقد روى الشافعي فيالام بإستايرير عن عمر بن الخطاب رضي الله عنه أنه كان يكره الاغتسال بالماء المشمس وهذا ضعيف أيضا باتفاق وقال إنه يورث البرص المحدثين</p><q>Imam Syafi’i dalam kitabnya al-Umm telah meriwayatkan (hadits) dari jalur Umar bin Khattab جل جلاله bahwasannya beliau menghukumi makruh penggunaan air musyamas, beliau mengatakan; air musyamas menyebabkan lepra. Hadits ini dha’if berdasarkan kesepakatan para ahli hadits.</q><p>Dengan alasan ini, imam Nawawi menyimpulkan, bahwa air musyamas tidaklah makruh digunakan untuk bersuci.</p><p dir='rtl'>أن الشمس لا أصل لكراهته ولم يثبت عن الأطباء فيه شئ فالصواب الجم بأنه لا گراهة فيه</p><q>Kemakruhan (penggunaan) air musyamas tidak ada dalilnya (yang kuat) dan tidak ada keterangan yang pasti dari para dokter (ahli medis) terkait (efek) air tersebut. Maka (pendapat) yang benar</q>"
      },
      {
        "page": 13,
        "text": "<q>adalah air musyamas tersebut tidak makruh</q><p>Namun apabila suatu saat air musyamas ini menurut medis ternyata menyebabkan penyakit lepra, maka hukumnya sebagaimana dikatakan imam Syafi’i adalah makruh, dengan beberapa syarat;</p><ul><li>Hanya berlaku di negeri yang beriklim panas, seperti negara-negara teluk.</li><li>Air tersebut dijemur di dalam bejana atau wadah yang terbuat dari barang tambang yang bisa ditempa selain emas dan perak, seperti besi atau tembaga.</li><li>Digunakan pada kulit badan.</li></ul><p>Adapun di Indonesia yang bukan negara beriklim panas, maka ketentuan hukum air musyamas ini tidak berlaku.</p>"
      },
      {
        "page": 14,
        "text": "<h1>Suci Tidak Menyucikan</h1><p>Air suci mensucikan adalah air yang suci dzatnya namun tidak dapat digunakan untuk mensucikan badan baik dari hadats ataupun dari najis. Air jenis ini ada dua macam; pertama air yang berubah sifatnya karena tercampur benda suci, kedua air musta’amal.</p><strong>Air Yang Berubah Sifatnya Karena Tercampur Benda Suci</strong><p>Air yang telah tercampur dengan benda suci kemudian berubah salah satu atau semua sifatnya (rasa, warna dan bau) disebut sebagai air mutaghayyir.</p><p>Hal-hal yang dapat merubah sifat air ini ada tiga jenis;</p><strong>Mukhalith</strong><p>Mukhalith adalah suatu benda yang dapat larut menyatu dengan air dan tidak bisa dipisahkan lagi. Apabila air tercampur dengan mukhalith, kemudian mukhalith tersebut merubah sifat air, baik rasa, warna atau baunya, maka air tersebut tidak bisa lagi digunakan untuk bersuci karena sudah bukan air mutlak lagi.</p><p>Contoh mudahnya bubuk kopi. Ketika bubuk kopi ini tercampur dan larut dengan air, kemudian merubah sifatnya, rasanya menjadi rasa kopi, warnanya menjadi hitam dan baunya bau kopi, maka air ini tidak bisa lagi digunakan untuk bersuci, karena sudah bukan air mutlak lagi tapi air kopi.</p><strong>Mujawir</strong>"
      },
      {
        "page": 15,
        "text": "<p>Mujawir adalah suatu benda yang mencampuri air namun tidak larut dan menyatu dengannya. Apabila air tercampur dengan mujawir, air tersebut tetap bisa digunakan untuk bersuci meskipun sifatnya berubah.</p><p>Contoh mudahnya lumut. Ketika lumut bercampur dengan air secara alami, maka lumut tersebut akan memperngaruhi warna air, airnya menjadi berwarna hijau. Namun bergitu, air tersebut tetap bisa digunakan untuk bersuci karena masih bisa disebut sebagai air mutlak. Orang ketika melihat air berwarna hijau karena lumut tidak akan mengatakan itu air lumut, mereka tetap akan menyebutnya sebagai air.</p><strong>Thul al-Mukts</strong><p>Thul mukts artinya adalah air berubah sifatnya karena tergenang dalam waktu yang cukup lama. Misalnya air di kolam yang berubah warna menjadi coklat, atau baunya berubah kerena diam/tergenang terlalu lama. Maka air ini tetap bisa digunakan untuk bersuci karena perubahan air sebab diam yang lama tidak bisa dihindari. Al-‘alamah Abdullah bin Abdurrahman Bafadhl al-Hadhrami (w 918 H) mengatakan;</p><p dir='rtl'>وََا يضر تغير بمكث وتراب وطحلب وَمَا في مقره ونمره وَلّا بمجاور كعود ودهن ولا بملح مائي وَل بورق تناثر من الشّجر</p><q>Perubahan (air) karena diam (tergenang) terlalu lama, atau kerana lumut, atau karena benda yang biasa ada di tempat diam atau tempat</q>"
      },
      {
        "page": 16,
        "text": "<q>mengalirnya air tidak mempengaruhi (kemutlakan air). Begitu juga perubahan karena (tercampur) mujawir seperti kayu dan lemak atau karena garam cair, atau daun-daun yang berjatuhan dari pohon.</q><p>Kesimpulannya, air yang suci namun tidak bisa digunakan untuk bersuci adalah air yang bercampur dengan mukhalith kemudian berubah sifatnya, yang mana mukhalith ini suci dan bukan benda yang secara alami selalu bersama air. Syaikhul Islam Zakaria al-Anshari (w 926 H) dalam kitabnya Asna alMathalib mengatakan:</p><p dir='rtl'>الماء المتغير طعما أو لون أو ريا خالطة طاهر يتغنى الماء عنه كالمي والعفراني تغيرا يمنعه الإطلاق أي إطلاق اسم الماء عليه غير طهور </p><q>Air yang tercampur sesuatu yang suci, yang air tidak butuh pada sesuatu tersebut, seperti mani dan za’faron, kemudian berubah rasa, warna dan baunya sehingga tidak bisa disebut air mutlak lagi, maka (air tersebut) tidak bisa mensucikan.</q><strong>Air must’amal</strong><p>Air musta’mal adalah air yang jatuh dari badan setelah pemakaian untuk bersuci yang sifatnya wajib. Misalnya seseorang berwudhu untuk shalat, ketika berwudhu, air dari anggota badan yang dibasuh itu</p>"
      },
      {
        "page": 17,
        "text": "<p dir='cntn'>jatuh menetes, tetesan itulah yang disebut air musta’mal. Al-Mawardi (w 450 H) dalam kitabnya alHawi mengatakan:</p><p dir='rtl'>المستعمل في رفع الحدَثِ فَهُوَ ما نفَصَلَ مِنْ أَعْضَاءِ الْمُحْدِثِ في وُضُوئه أو مِن بَدَنٍ الحنب في عمسله</p><q>Air musta’mal bekas menghilangkan hadats adalah air yang sudah terpisah dari anggota badan seorang yang punya hadats ketika dia berwudhu, atau (air) yang terpisah dari badan orang yang junub ketika dia mandi (junub).</q><p>Air musta’mal ini hukumnya suci namun tidak mensucikan, imam Nawawi (w 676 H) mengatakan:</p><p dir='rtl'> أن المستعمل طاه عندنا بلا خلاف وليس بمطهر على المذهب</p><q>Air musta’mal statusnya adalah suci tanpa khilaf tetapi tidak menyucikan dalam pandangan madzhab</q><p>Dalil yang menunjukan bahwa air musta’mal itu suci adalah hadits shaih riwayat imam Muslim berikut;</p><p dir='rtl'>عن جابر بن عبد الله قال : عادي النبي صلى الله عليه وسلم ، وأبو بكر في بني سلمة يماني ، فوجديني لا أقل ، فدعا ما فتوضأ ، ثم نرش علي منه ، أفق</p>"
      },
      {
        "page": 18,
        "text": "<q>\"Dari Jabir bin Abdillah, beliau berkata: Rasulullah dan Abu Bakar berjalan kaki menjengukku di Bani Salimah. Rasulullah melihatku tidak sadar, kemudian meminta (kepada orang lain) mengambil air, kemudian beliau berwudhu, kemudian memercikan air (bekas wudhu) tersebut kepadaku, maka aku pun tersadar\" HR. Muslim</q><p>Hadits tersebut menunjukan bahwa air bekas wudhu adalah suci, sebab apabila air bekas wudhu itu najis, niscaya Rasulullah tidak akan memercikkan air tersebut kepada Jabir.</p><p>Namun, meski air musta’mal ini suci dzatnya, tetapi tidak bisa digunakan untuk bersuci, dalilnya adalah hadits shahih riwayat imam Muslim berikut:</p><q>Dari Abu Hurairah, Rasulullah bersabda: janganlah seorang di antara kalian mandi di air yang tergenang. Kemudian seorang bertanya: wahai Abu Hurairah, lalu bagaimana (bila ingin mandi di air tergenang)? Abu Hurairah mennjawab: airnya diambil sedikit demi sedikit” HR. Muslim</q><p>Hadits di atas mengindikasikan bahwa mandi junub di air yang tergenang dapat menghilangkan sifat thahur air tersebut, sebab apabila tidak seperti</p>"
      },
      {
        "page": 19,
        "text": "<p dir='cntn'>itu, tentu mandi disana tidak akan dilarang, sementara apabila mandinya dengan cara diambir airnya diperbolehkan.</p><p>Selain itu, air musta’mal tidak bisa digunakan untuk bersuci karena sudah bukan air mutlak lagi. Imam Abu Ishaq as-Syirazi (w 476 H) mengatakan:</p><p dir='rtl'>وهل جتوز به الطهارة أم ال؟ فيه طريقان من أصحابنا من قال: فيه قوالن املنصوص أنه ال جيوز ْلنه زال عنه إطَّلق اسم املاء فصار كما لو تغري ِبلزعفران</p><q>Apakah air musta’mal boleh digunakan untuk bersuci? Dalam masalah ini ada dua pendapat dalam kalangan ulama Syafi’iyah, tetapi yang manshus (terverifikasi) adalah bahwa air musta’mal tidak bisa digunakan untuk bersuci karena telah hilangnya kemutlakan nama air pada air tersebut, sehingga hukumnya seperti air yang berubah karena tercampur oleh za’faron.</q><p>Jadi jelaslah, bahwa air musta’mal ini meskipun suci dzatnya, namun tidak bisa digunakan untuk bersuci.</p><strong>Air musta’mal lebih dari dua qullah</strong><p>Air mutlak menjadi air musta’mal ketika air tersebut digunakan untuk menghilangkan hadats dan volumenya kurang dari dua qullah. Sedangkan bila volumenya dua qullah atau lebih, maka air tersebut meskipun sudah digunakan untuk bersuci</p>"
      },
      {
        "page": 20,
        "text": "<p dir='cntn'>(menghilangkan hadats) tidak akan menjadi musta’mal. imam Mawardi mengatakan:</p><q>Air musta’mal apabila mencapai dua qullah, jika volume air dua qullah itu ketika waktu penggunaan (bersuci)nya, seperti orang yang junub mandi (junub) di dalam air dua qullah, maka air itu tetap suci dan tidak terkena hukum isti’mal (tidak menjadi air musta’mal). Sebabnya karena menghilangkan hadats tidak seberat menghilangkan najis, (bila air) dua qullah terkena najis, air tersebut tidak menjadi najis selama tidak berubah sifatnya, maka begitu juga (bila air dua qullah) digunakan bersuci (tidak berubah hukumnya, tetap suci dan menyucikan)</q><p>Maksud imam Mawardi adalah, bila air dua qullah terkena najis saja tetap suci mensucikan selama tidak berubah sifatnya (rasa, warna dan bau), maka begitu juga bila air dua qullah digunakan bersuci dari hadats, maka air tersebut tetap suci mensucikan, karena hadats lebih ringan daripada najis.</p><p>Lalu bagaimana bila air musta’mal yang kurang</p>"
      },
      {
        "page": 21,
        "text": "<p dir='cntn'>dari dua qullah dikumpulkan hingga mencapai dua qullah bahkan lebih, apakah hukumnya tetap musta’mal atau hilang hukum isti’malnya? Dalam hal ini ada dua pendapat sebagaimana dikatakan imam Mawardi:</p><q>Adapun apabila air (mutlak) kurang dari dua qullah digunakan (bersuci), kemudian air bekas bersuci tersebut (air musta’mal) dikumpulkan (hingga mencapai dua qullah), maka ulama kami berbeda pendapat terkait apakah (air musta’mal yang dikumpulkan itu) menjadi suci mensucikan atau hanya suci saja) tidak mensucikan? Menjadi dua pendapat.</q><p>Pendapat pertama mengatakan tetap must’amal, artinya hukum isti’malnya masih ada, pendapat kedua mengatakan hukum isti’malnya sudah hilang alias sudah bukan lagi air musta’mal. Imam Nawawi mengatakan, bahwa pendapat yang paling shahih adalah yang kedua, yaitu air tersebut hilang hukum isti’malnya alias bukan air musta’mal lagi:</p><q>Ulama syafi’iyah sepakat, bahwa pendapat yang</q>"
      },
      {
        "page": 22,
        "text": "<q>paling shahih adalah hilangnya hukum isti’mal.</q><strong>Air mutlak terkena tetesan air musta’mal</strong><p>Sudah kita ketahui bersama, bahwa air musta’mal dalam madzhab Syafi’i statusnya adalah suci, lalu apakah sesuatu yang suci apabila bercampur dengan air mutlak dapat merubah status air mutlak tersebut menjadi tidak mutlak? Imam Nawawi mengatakan:</p><p dir='rtl'>وإن كان يسريا ِبن وقع فيه قليل زعفران فاصفر قليَّل أو صابون أو دقيق فابيض قليَّل حبيث ال يضاف إليه فوجهان الصحيح منهما انه طهور لبقاء االسم هكذا صححه اْلراسانيون وهو املختار</p><q>Apabila sesuatu yang suci ini sedikit (kadarnya), seperti saat menetesnya sedikit za’faron atau sabun atau tepung kemudian bercampur dan sedikit merubah warna air (untuk bersuci), maka dalam masalah ini ada dua pendapat (dalam madzhab); pendapat yang shohih dari keduanya adalah bahwa air tersebut tetap suci mensucikan karena masih disebut sebagai air mutlak. Inilah yang dishohihkan oleh kalangan Khurosaniyun, dan inilah pendapat yang terpilih (dalam madzhab)</q><p>Dari penjelasan imam Nawawi ini kita memahami, bahwa ketika air mutlak yang kita gunakan untuk bersuci terkena tetesan air musta’mal dan sifat air</p>"
      },
      {
        "page": 23,
        "text": "<p dir='cntn'>mutlak tersebut tidak berubah, baik rasa, warna maupun baunya, maka air tersebut tetap suci menyucikan.</p><p>Namun masalahnya, tetesan air musta’mal ini serupa sifatnya dengan air mutlak, baik rasa, warna atau baunya. Dalam hal ini, perubahan sifat yang terjadi pada air mutlak hanya diperkirakan saja, imam Nawawi mengatakan:</p><q>Apabila tetesan air menetes dari anggota badan orang yang sedang bersuci ke wadah air, apabila diperkirakan seandainya (air musta’mal) itu berbeda sifatnya dengan air mutlak (seperti jus yang berbeda warna dengan air) dapat merubah sifat air, maka tidak boleh bersuci (dengan air di wadah itu).</q><p>Jadi tetesan air musta’mal itu kita umpamakan seperti tetesan air jus, apabila tetesan-tetesan itu banyak sehingga dapat merubah sifat air (warna atau rasanya berubah), maka air di wadah tidak bisa digunakan untuk bersuci, tetapi apabila tetesantetsan itu hanya sedikit, tidak sampai merubah sifat air, maka air di wadah masih bisa digunakan untuk bersuci.</p>"
      },
      {
        "page": 24,
        "text": "<h1>Air Mutanajis</h1><p>Air mutanajis adalah air yang terkena benda najis. Air mutanajis ini dalam pembahasannya ada dua jenis; pertama air yang sedikit (al-ma al-qalil) yang terkena benda najis, kedua, air banyak (al-ma alkatsir) yang terkena benda najis.</p><strong>Air sedikit (al-ma al-qalil)</strong><p>Air sedikit (al-ma al-qalil) adalah air yang volumenya tidak mencapai dua qullah. Air ini akan langsung menjadi najis bila terkena benda najis meskipun sifatnya tidak berubah, baik rasa, warna maupun baunya. Dalilnya adalah hadits hasan berikut:</p><q>\"Dari Ibnu Umar, beliau berkata: aku mendengar Rasulullah صلى الله عليه وسلم ketika ditanya tentang air di alam liar (padang pasir/hutan) yang sering didatangi hewan buas dan lainnya. Beliau صلى الله عليه وسلم menjawab: apabila volumenya dua qullah, air tersebut tidak mengandung najis.\" HR. Arba’ah (an-Nasai, Abu Daud, Ibnu Majah dan at-tirmidzi)</q><p>Hadits ini mafhumnya (secara tersirat) menunjukan bahwa apabila air kurang dari dua</p>"
      },
      {
        "page": 25,
        "text": "<p dir='cntn'>qullah bila terkena benda najis akan menjadi najis meskipun sifatnya tidak berubah. Pemahaman ini diperkuat oleh hadits shahih riwayat imam Muslim berikut:</p><q>Dari Abu Hurairah, bahwasannya Nabi bersabda: apabila salah sorang dari kalian bangun tidur, hendaknya tidak memasukkan tangannya ke dalam wadah air sampai dia mencucinya terlebih dahulu sebanyak tiga kali. Sesungguhnya dia tidak tahu kemana tanganya itu ketika malam hari (saat dia tidur). HR. Muslim</q><p>Hadits ini menerangkan, orang yang baru bangun tidur dilarang untuk memasukkan tangannya ke dalam air di dalam wadah, karena dikhawatirkan adanya najis yang tidak terlihat yang akan mengenai air sehingga air tersebut menjadi najis.</p><p>Kita tahu bahwa najis yang tidak terlihat ketika mengenai air, air tersebut tidak berubah sifatnya, berarti, Rasullah melarang memasukkan tangan yang dikhawatirkan adanya najis, karena air itu akan menjadi najis meski tidak berubah sifatnya. Kesimpulannya, air sedikit akan menjadi najis ketika terkena najis meskipun sifatnya tidak berubah.</p><strong>Air Banyak (al-Ma al-Katsir)</strong>"
      },
      {
        "page": 26,
        "text": "<p>Air banyak adalah air yang volumenya mencapai dua qullah atau lebih. Air banyak ini bila terkena benda najis tidak menjadi najis kecuali bila berubah sifatnya, baik rasa, warna atau baunya.</p><p dir='rtl'>وال تنجس قلتا املاء ِبَّلقاة جنس فإن غريه فنجس فإن زال تغريه بنفسه أو ِباء طهر</p><q>Air (yang mencapai) dua qullah tidak menjadi najis sebab terkena najis, apabila najis itu merubah (sifat) air maka menjadi najis. Apabila perubahan (sifat) air (karena najis) itu hilang dengan sendirinya, atau karena (ditambah) dengan air maka menjadi suci (kembali).</q><p>Contohnya air di kolam, bila air di kolam terkena air kencing, maka air tersebut tetap suci selama sifatnya tidak ada yang berubah. Namun bila ada sifatnya yang berubah, misal baunya menjadi bau air kencing, maka air di kolam tersebut menjadi najis alias air mutanajis. Apabila bau akibat air kencing ini hilang dengan sendirinya, atau karena diberi bahan kimia yang bersifat mensterilkan, maka statusnya berubah kembali menjadi suci.</p><strong>Kadar dua qullah</strong><p>Qullah menurut bahasa artinya tempat menyimpan air berukuran besar yang terbuat dari tembikar/keramik yang digunakan orang arab jaman dahulu. Imam al-Fayumi (w 770 H) dalam kitabnya</p>"
      },
      {
        "page": 27,
        "text": "<p dir='cntn'>Misbah al-Munir mengatakan:</p><q>Qullah adalah wadah (yang dipakai) orang arab seperti kendi besar mirip gentong. Bentuk jamaknya adalah qilal</q><p>Qullah ini kemudian dijadikan takaran standar oleh ulama syafi’iyyah dalam permasalah banyak sedikitnya air. Air yang kurang dari dua qullah disebut air sedikit, sedangkan yang sudah mencapai dua qullah atau lebih disebut air banyak.</p><p>Untuk mengatahui atau menetapakan kadar dua qullah pada air ada dua cara; pertama dengan menentukan volume dua qullah lewat bangun ruang, kedua dengan cara mengonrvesi qullah ke satuan standar jaman sekarang.</p><strong>Dengan Mengukur Volume Bangun Ruang</strong><p>Untuk cara pertama, ketika kita ingin mentapkan volume dua qullah air adalah dengan mengukurnya lewat volume bangun ruang. Bila bangun ruang itu berbentuk kubus, maka ketiga sisi kubus tersebut panjangnya 1 ¼ Dzira’19. Bila bangun ruang itu berbentuk tabung, maka diameternya satu dira’ dan tingginya 2 ½ dzira’. Al-‘allamah Abdullah bin Abdurrahman Bafadhl al-Hadhrami (w 918 H) mengatakan;</p>"
      },
      {
        "page": 28,
        "text": "<q>Ukuran dua qullah dengan volume (bangun ruang); pada kubus/balok: panjang, lebar dan tinggi 1 ¼ dzira’, pada tabung seperti sumur: tinggi dua dzira’, diameter satu dzira</q><strong>Dengan Mengonversi ke Satuan Masa Kini</strong><p>Cara kedua adalah dengan mengonversi qullah ke dalam satuan masa kini. Ulama terdahulu sebenarnya sudah mencoba untuk melakukan konversi ini. Imam Mawardi (w 459 H) mengatakan:</p><q>Kemudian para ulama kami (syafi’iyah) setelah (masa) imam Syafi’i, ketika mereka perlahan meninggalkan Hijaz, menjauh ke berbagai negeri, qirbah hijaz21 sudah tidak ada lagi dan orang-orang awam menjadi tidak tahu ukuran qirbah yang dijadikan standar untuk air yang bisa menjadi najis dan yang tidak, para ulama menjadi terpaksa</q>"
      },
      {
        "page": 29,
        "text": "<q>untuk mengonversi qirbah ini ke rithl agar menjadi ukuran yang bisa diketahui oleh semua orang.</q><p>Jadi, satuan yang dipakai ketika itu adalah rithl (bukan liter), dua qullah ini setelah dikonversi hasilnya 500 rithl. Imam Mawardi mengatakan:</p><q>Para ulama syafi’iyah setelah mereka melakukan uji coba pada qirbah hijaz, sepakat bahwa satu qirbah hijaz setelah dikonversi hasilnya 100 rithl Irak. Orang yang pertama mengonversi qirbah ke rithl dari kalangan ashab kami (ulama syafi’iyah) adalah Ibrahim bin Jabir dan Abu Ubaid bin Jarabwaih, kemudian seluruh ashab kami membantu mereka bedua (dengan melakukan uji coba konversi) dan (hasilnya) cocok dengan hasil mereka berdua. Maka jadilah dua qullah yang ditakar oleh imam Syafi’i sekitar lima qirbah itu setara 500 rithl Irak menurut semua ashab.</q><p>Namun sayangnya, meski para ulama syafi’iyah sudah mengonversi qullah ke rithl, ternyata rithl ini</p>"
      },
      {
        "page": 30,
        "text": "<p dir='cntn'>bukan satuan standar yang berlaku di semua negeri. Satu rithl di Irak tidak sama dengan satu rithl di Mesir, begitu juga dengan satu rithl di Syam. Sehingga ketika rithl hendak dikonversi ke kilogram atau ke liter terjadi beberapa perbedaan.</p><p>Menurut keterangan dalam kitab Ghayatu alMuna Syarh Safinatu al-Naja karya Syaikh Muhammad bin Ali bin Muhammad Ba‘athiyyah AdDu’ani, volume air 2 qullah adalah 216 liter:</p><p dir='rtl'>والقلتان ِبللرت تساوَين مئتني وستة عشر لرتا</p><q>Dua qullah dengan satuan liter adalah 216 liter</q><p>Menurut keterangan dalam kitab Al-Taqrirat AlSadidah karya Habib Hasan bin Ahmad bin Muhamad al-Kaf, volume air 2 qullah adalah 217 liter:</p><p dir='rtl'>والقلتان لغة: اْلرَين العظيمان -إَل أن قال- وِبملقاييس اْلديثة (217 )لرتا تقريبا</p><q>Dua qullah secara bahasa adalah dua kendi besar (sampai beliau berkata) diukur dengan satuan masa kini sekitar 217 lter</q><p>Menurut keterangan dalam kitab Al-fiqhul alIslami Wa Adillatuh karya Syaikh Dr. Wahbah AzZuhaili (w 1436 H), volume air 2 qullah adalah 270 liter:</p><p dir='rtl'>والقلتان: َخس مئة رطل بغدادي تقريبا (500 )وِبملصري (446و7 /3 )رطَّل وِبل شامي (81 )رطَّل، والرطل الشامي:(2و 2 /1 )كغ فيكون قدرمها (195،112كغ) وتساوي (10 )( تنكات (صفايح) وقيل:  (15 ) تنكة أو (270 )لر</p><q>Dua qullah: sekitar 500 rithl Baghdad atau 446 3/7 rithl Mesir atau 81 rithl Syam. Rithl Syam ini setara 2 ½ kilogram, maka (81) rithl Baghdad sama dengan 112, 195 Kg atau sama dengan 10 Tankah26, dikatakan juga 15 Tankah, atau 270 liter.</q><p>Walhasil, dua qullah ini memang terjadi perbedaan pendapat di kalangan ulama ketika dikonversikan ke satuan yang kita kenal jaman sekarang. Cara yang paling mudah adalah dengan menggunakan metode pertama saja, yaitu dengan mengukurnya lewat bangun ruang, atau bila ingin dengan konversi ke liter, lebih baik mengambil pendapat takaran yang terbesar, yaitu 270-liter sebagai bentuk ihtiyath. Wallahu a’lam.</p>"
      }
    ]
  },
  {
    "id": "83T",
    "info": {
      "title": "Hadist-Hadist Dhaif Sekitar Ramadhan",
      "author": "Teuku Khairul Fazli, Lc",
      "publish": "Sun, 29 March 2020",
      "pages": 22,
      "price": 0,
      "category": "Fiqih Ibadah",
      "desc": "Bulan Ramadhan merupakan bulan yang sangat mulia di bandingkan bulan lain, sebagaimana di sebut dalam riwayat At Thabrani"
    },
    "tableOfContents": [
      { "page": 5, "text": "Pengantar", "head": true },
      {
        "page": 7,
        "text": "Ramadhan diawali rahmat, ampunan dan pembebasan dari api neraka",
        "sub": [
          { "page": 7, "text": "Redaksi Hadist" },
          { "page": 7, "text": "Sanad Hadist" },
          { "page": 8, "text": "Derajat Hadist" }
        ]
      },
      {
        "page": 11,
        "text": "Ramadhan Setahun Penuh",
        "sub": [
          { "page": 11, "text": "Redaksi Hadist" },
          { "page": 11, "text": "Sanad Hadist" },
          { "page": 12, "text": "Derajat Hadist" }
        ]
      },
      {
        "page": 15,
        "text": "Tidurnya Orang Puasa Itu Ibadah",
        "sub": [
          { "page": 15, "text": "Redaksi Hadist" },
          { "page": 15, "text": "Sanad Hadist" },
          { "page": 16, "text": "Status Hadist" }
        ]
      },
      {
        "page": 18,
        "text": "Ramadhan Tergantung Zakat Fitrah",
        "sub": [
          { "page": 18, "text": "Redaksi Hadist" },
          { "page": 18, "text": "Sanad Hadist" },
          { "page": 19, "text": "Status Hadist" }
        ]
      }
    ],
    "content": [
      {
        "page": 5,
        "text": "<strong>Pengantar</strong><p>Bulan Ramadhan merupakan bulan yang sangat mulia di bandingkan bulan lain, sebagaimana di sebut dalam riwayat At Thabrani:</p><p dir='rtl'>سيد الشهور شهر رمضان وسيد األايم يوم اجلمعة.</p><q>Penghulu dari setiap bulan adalah bulan Ramadhan dan penghulu dari setiap hari adalah hari jumat.</q><p>Dalam riwayat yang lain di sebutkan:</p><p dir='rtl'>ولو يعلم العباد ما يف شهر رمضان لتمىن العباد أن يكون شهر رمضان سنة</p><q>Seandainya manusia mengetahui keutamaan di bulan Ramadhan, maka sungguh mereka berharap agar setiap bulan di jadikan Ramadhan.</q><p>Begitu besar keutamaan dan fadhilah yang Allah SWT siapkan bagi orang -orang beriman di bulan Ramadhan, sehingga banyak kajiankajian keislaman, baik itu kajian shubuh, atau kultum tarawih yang membahas tentang</p>"
      },
      {
        "page": 6,
        "text": "<p dir='cntn'>keutamaan beribadah di bulan Ramadhan.</p><p>Namun demikian, ada beberapa hadist yang sering di sampaikan oleh muballig dan penceramah yang berkaitan dengan bulan ramadhan dan derajatnya dhaif (lemah).</p><p>Oleh karena, penulis ingin merangkum beberapa hadist seputar ramadhan yang derajatnya dhaif (lemah), sehinga para muballig atau penceramah bisa lebih berhati-hati dalam menyampaikan hadist tersebut.</p><p>Pada buku kecil ini, penulis akan menyebutkan matan hadistnya, terjemahannya, sanadnya, dan derajatnya (status).</p><p>Buku ini merupakan ringkasan dari buku Hadist-Hadist Palsu Seputar Ramadhan karya Prof. Dr. Ali Mustafa Yaqub, MA.</p><p>Semoga buku kecil ini bisa memberikan manfaat kepada penulis khususnya dan kaum muslimin pada umumnya.</p>"
      },
      {
        "page": 7,
        "text": "<strong>A. Ramadhan diawali rahmat, ampunan dan pembebasan dari api neraka</strong><strong>1. Redaksi Hadist</strong><q>Permulaan bulan Ramadhan itu rahmat, pertengahannya maghfirah, dan penghabisannya merupakan pembebasan dari api neraka.</q><p>Hadist ini paling sering kita dengar di mimbar-mimbar mesjid ketika kultum menjelang shalat tarawih dan para muballig atau penceramah menyampaikannya dengan penuh semangat, padahal status hadistnya adalah dhaif (lemah) bahkan sebagian ulama memasukkan hadist ini dalam katagori hadist Maudhu’ (palsu).</p><strong>2. Sanad Hadist</strong><p>Hadist ini di riwayatkan oleh al-‘Uqaili dalam ad-Dhua’afa, Ibn ‘Adiy, al-Khatib alBaghdadi dalam kitab Tarikh Baghdad, adDailami dan Ibn ‘Asakir. Sementara sanadnya adalah: Sallan bin Sawwat, dari Maslamah bin</p>"
      },
      {
        "page": 8,
        "text": "<p dir='cntn'>al-Shalt, dari Az-Zuhri, dari Abu Salamah, dari Abu Hurairah, dari Nabi SAW</p><strong>3. Derajat Hadist.</strong><p>Menurut Imam as-Suyuthi, status Hadist ini adalah dhaif (lemah), dan menurut ahli hadist masa kini, syeikh Muhammad Nashiruddin al-Bani mengatakan bahwa hadist ini adalah Mungkar. Pernyataan alBani ini tidak bertentangan dengan pernyataan Imam Suyuthi karena hadist Mungkar adalah bagian dari hadist dhaif.</p><p>Hadist Mungkar adalah hadist yang dalam sanadnya terdapat rawi yang pernah melakukan kesalahan yang parah, pelupa, atau ia seorang yang jelas melakukan maksiat (fasiq).</p><p>Hadist mungkar termasuk katagori hadist yang sangat lemah dan tidak dapat dipakai sebagai dalil apapun. Sebagai hadist dhaif, ia</p>"
      },
      {
        "page": 9,
        "text": "<p dir='cntn'>menempati urutan ketiga sesudah matruk (semi palsu) dan Maudhu’ (palsu)</p><p>Sumber kelemahan hadist ini adalah dua orang rawi yang masing-masing bernama Sallam bin Sawwar dan Maslamah bin alShalt. Menurut kritikus hadist Ibn ‘Adiy (W 365 H), Sallam bin Sawwat lengkapnya Sallam bin Sulaiman bin Sawwar adalah Mungkar Hadist (Hadistnya Mungkar).</p><p>Sementara kritikus lain, Imam Ibn Hibban (W 354 H) mengatakan bahwa Sallam bin Sulaiman tidak boleh dijadikan hujjah (pegangan), kecuali apabila ada rawi lain yang meriwayatkan hadistnya.</p><p>Sedangkan Maslamah bin al-Shalt adalah Matruk. Secara etimologis, matruk berarti di tinggalkan. Sedangkan menurut terminologi ilmu hadist, Hadist matruk adalah hadist yang dalam sanadnya terdapat rawi yang di tuduh sebagai pendusta.</p><p>Jadi, hadist ini dapat disebut hadist Mungkar karena faktor rawi yang bernama Sallam bin Sawwar dan dapat juga disebut</p>"
      },
      {
        "page": 10,
        "text": "<p dir='cntn'>hadist Matruk karena faktor rawi bernama Maslamah bin al-Shalt.</p><p>Oleh karena itu, hadist ini tidak dapat di jadikan dalil untuk masalah apapun, dan tidak layak pula disampaikan dalam ceramah atau pengajian Ramadhan. Apalagi para ulama hadist mengatakan bahwa meriwayatkan (menyampaikan) hadist dhaif itu tidak dibenarkan kecuali disertai penjelasan tentang kedhaifan hadist tersebut.</p>"
      },
      {
        "page": 11,
        "text": "<strong>B. Ramadhan Setahun Penuh</strong><strong>1. Redaksi Hadist.</strong><q>Seandainya umatku mengetahui keutamaan di bulan Ramadhan, maka sungguh mereka akan berharap setahun penuh Ramadhan. (HR. Ibnu Khuzaimah)</q><strong>2. Sanad Hadist.</strong><p>Hadist ini di kutip oleh Usman al-Khubari dalam kitabnya Durrah an-Nasihin yang merupakan penggalan hadist yang panjang yang di riwayatkan oleh Ibnu Khuzaimah ( 311 H) dalam kitabnya Shahih Ibn Khuzaimah, kemudian hadist ini juga diriwayatkan oleh Imam Al-Baihaqi dalam kitabnya Syu’ab alIman, juga diriwayatkan oleh Imam Abu Ya’la, dan Imam Ibn Najjar.</p><p>Kemudian juga di nukil oleh Imam alMunziri (656 H) dalam kitabnya At-Targhib wa at-Tarhib</p>"
      },
      {
        "page": 12,
        "text": "<strong>3. Derajat Hadist.</strong><p>Dalam kitab Shahih Ibn Khuzaimah terdapat dua sanad (jalur periwayatan), masing-masing dari Abu al-Khattab dan muhammad bin rafi’.</p><p>Setelah diadakan penelitian yang mendalam dan seksama, maka hadist “Ramadhan Setahun Penuh” ternyata hadist palsu. Kepalsuan tersebut disebabkan dalam setiap sanad terdapat rawi yang bernama Jarir bin Ayyub al-Bajali.</p><p>Para kritikus hadist menilai Jarir bin Ayyub al-Bajali sebagai pemalsu hadist, Matruk, dan Mungkar. Oleh karena itu, hadist-hadist yang ia riwayatkan disebut hadist palsu, atau minimal Matruk dan Mungkar.</p><p>Matruk adalah hadist yang di dalam sanadnya terdapat rawi yang ketika meriwayatkan hadist di tuduh sebagai pendusta (Muttaham bi al kazhib) karena perilaku sehari-harinya dusta.</p><p>Sedangkan hadist Mungkar adalah hadist yang di dalam sanadnya terdapat rawi yang</p>"
      },
      {
        "page": 13,
        "text": "<p dir='cntn'>sering melakukan maksiat atau sangat buruk kualiatas hafalannya.</p><p>Ketiga hadist ini yaitu Maudhu’, Matruk dan Mungkar adalah kualifikasi hadist yang sangat parah kedha’ifanya (Dhaif Syadid) yang tidak dapat dijadikan hujjah (dalil) untuk amalan apapun, bahkan dalam masalah Fadhilah Amal (keutamaan Beramal).</p><p>Jika hadist Ramadhan Sebulan Penuh itu sudah positif sebagai hadist palsu, yang menjadi pertanyaannya kenapa Imam Ibn Khuzaimah memasukkan hadist tersebut dalam kitab beliau yang bernama Shahih Ibn Khuzaimah.? Padahal dari segi namanya aja, kitab ini memberi isyarat bahwa hadist-hadist yang ada dalam kitab tersebut merupakan hadist-hadist shahih, minimal shahih menurut penulisnya.</p><p>Inilah yang menyebabkan Imam Ibn Hajar al-Asqalani (852 H) mengkritik Imam Ibn Khuzaimah dalam kitabnya al-Mathalib al- ‘Aliyah, Imam Ibn Hajar menilai Imam Ibn Khuzaimah sebagai tasahul (mempermudah)</p>"
      },
      {
        "page": 14,
        "text": "<p dir='cntn'>dengan mencantumkan hadist palsu itu di dalam kitabnya, karena hadist itu di nilai hanya berkaitan dengan masalah-masalah Raghaib (anjuran untuk beramal kebajikan.</p><p>Sebenarnya, Imam Ibn Khuzaimah tidak seceroboh itu, karena di kitabnya beliau telah menyebutkan 2 ungkapan yang bisa menyelamatkan beliau dari kritikan tersebut:</p><p>Pertama, beliau menyatakan:</p><q>ini adalah bab tentang dihiasinya surga untuk bulan ramadhan....apabila hadist ini shahih</q><p>Ucapan beliau, “apabila hadist ini shahih” memberikan isyarat bahwa beliau tidak secara mutlaq menilai hadist itu shahih.</p>"
      },
      {
        "page": 15,
        "text": "<strong>C. Tidurnya Orang Puasa Itu Ibadah</strong><strong>1. Redaksi Hadist</strong><q>Tidurnya orang yang berpuasa adalah ibadah, diamnya adalah tasbih, doanya mustajab, dan amalannya di terima (HR. Imam al-Baihaqi)</q><strong>2. Sanad Hadist</strong><p>Hadist ini begitu populer di tengah-tengah masyarakat, sehingga banyak dari mereka yang menjadikannya ini sebagai pembenaran untuk memperbanyak tidur di bulan Ramadhan karena di hitung sebuah ibadah.</p><p>Ternyata hadist ini tidak terdapat di kitabkitab hadist populer. Hadist ini di riwayatkan oleh Imam al-Baihaqi dalam kitabnya Syu’ab al-Iman, kemudian dikutib oleh Imam AsSuyuthi dalam kitabnya al-Jami as-Shagir.</p>"
      },
      {
        "page": 16,
        "text": "<strong>3. Status Hadist</strong><p>Menurut Imam As-Suyuthi, kualitas hadist ini adalah dhaif (lemah). Bagi orang yang kurang mengetahui ilmu hadist, pernyataan Imam Suyuthi ini dapat menimbulkan salah paham, sebab hadist dhaif itu secara umum masih dapat di pertimbangkan untuk diamal.</p><p>Sedangkan hadist palsu (Maudhu’), semi palsu (Matruk), atau Mungkar tidak dapat dijadikan hujjah untuk beramal sama sekali, walaupun hanya sekedar untuk mendorong amal-amal kebajikan (Fadhail al-a’mal).</p><p>Imam Muhammad Abd Rauf al-Minawi mengatakan dalam kitabnya Faidh al-Qadir yang merupakan kitab syarah (penjelasan) atas kitab al-Jami’ as-shaghir bahwasanya pernyataan Imam Suyuthi itu memberikan kesan bahwa Imam al-Baihaqi menilai hadist tersebut dhaif, padahal tidak demikian. Imam al-Baihaqi telah memberikan komentar pada hadist di atas, akan tetapi komentar tersebut tidak di kutip oleh Imam as-Suyuthi.</p>"
      },
      {
        "page": 17,
        "text": "<p>Menurut Imam al-Baihaqi, di dalam sanad hadist itu terdapat nama-nama seperti Ma’ruf bin Hasan, seorang rawi yang dhaif dan Sulaiman bin Amr an-Nakha’i, seorang rawi yang lebih dhaif daripada Ma’ruf. Bahkan menurut kritikus hadist al-iraqi, Sulaiman adalah seorang pendusta.</p><p>Al-Minawi sendiri kemudian menyebutkan beberapa nama rawi yang terdapat dalam sanad hadist di atas, diantaranya Abd al-Malik bin Umair, seorang yang di nilai sangat dhaif. Namun rawi yang paling parah kedhaifannya adalah Sulaiman bin Amr an-Nakha’i tadi, yang di nilai oleh para kritikus hadist sebagai seorang pendusta dan pemalsu hadist.</p>"
      },
      {
        "page": 18,
        "text": "<strong>D. Ramadhan Tergantung Zakat Fitrah</strong><strong>1. Redaksi hadist</strong><q>Ibadah bulan Ramadhan itu tergantung antara langit dan bumi, dan tidak akan diangkat kepada Allah kecuali dengan mengeluarkan zakat Fitra</q><strong>2. Sanad Hadist</strong><p>Imam As-Suyuthi dalam kitabnya al-Jami` as-Shaghir menuturkan bahwa hadits ini diriwayatkan oleh Imam Ibnu Syahin dalam kitabnya at-Targhib, dan Imam ad-Dhiya, keduanya berasal dari Jabir. Tanpa menyebutkan alasannya.</p><p>Sementara Imam al-Minawi dalam kitabnya Faidh al-Qadir yang merupakan kitab syarah atas kitab al-Jami` as-Saghir menyatakan bahwa seperti dituturkan Ibnu alJauzi dalam kitabnya al-Wahiyat, di dalam sanad hadits itu terdapat perawi yang bernama Muhammad Bin `Ubaid al-Bashri, seorang yang tidak dikenal identitasnya.</p>"
      },
      {
        "page": 19,
        "text": "<p>Ibnu al-Jauzi dalam kitabnya al-`Ilal alMutanahiyah fi al-Ahadits al-Wahiyah menuturkan dua buah hadits lengkap dengan sanadnya. Hadits pertama berasal dari Jarir, redaksinya sesuai dengan hadits di atas, dan hadits kedua berasal dari Anas Bin Malik dengan redaksi yang sedikit berbeda.</p><strong>3. Status Hadist</strong><p>Ibnu al-Jauzi kemudian berkomentar bahwa dua hadits tersebut tidak shahih (palsu). Hadits pertama yang berasal dari Jarir di dalam sanadnya terdapat perawi yang bernama Muhammad Bin `Ubaid, seorang yang tidak dikenal identitasnya.</p><p>Sedangkan hadits kedua yang berasal dari Anas Bin Malik di dalam sanadnya terdapat perawi yang bernama `Abd arRahman bin `Utsman.</p><p>Menurut Imam Ahmad Bin Hanbal para ulama tidak menggunakan hadits yang diriwayatkan `Abd ar-Rahman bin `Utsman. Dan menurut Imam Ibnu Hibban hadits `Abd ar-Rahman ini tidak bisa dijadikan hujjah.</p>"
      },
      {
        "page": 20,
        "text": "<p>Dalam kitab Lisan al-Mizan karya Imam Ibnu Hajar al-`Asqalani sebagaimana dikutip oleh Syeikh Muhammad Nashir ad-Din al-Albani dalam kitabnya Sisilah al-Ahadits adh-Dha`ifah wal-Maudhu`ah.</p><p>Ibnu al-Juazi mengatakan lebih lanjut bahwa hadits itu tidak memiliki mutabi`, yaitu hadits yang sama dengan sanad yang lain. Pernyataan Ibnu al-Jauzi ini dikuatkan oleh Imam Ibnu Hajar al-`Asqalani.</p><p>Tetapi seperti baru kita ketahui dalam kitabnya al-`Ilal al-Mutanahiyah fi al-Ahadits al-Wahiyah, Ibnu al-Jauzi menyebutkan dua riwayat dari hadits tersebut, dan dua riwayat itu sama-sama tidak shahih(palsu). Maka boleh jadi, kitab al-Wahiyat itu bukan kitab al- `Ilal al-Mutanahiyah fi al-Ahadits al-Wahiyah.</p>"
      }
    ]
  },
  {
    "id": "AAP",
    "info": {
      "title": "Rukun & Syarat Sah Khutbah Jumat",
      "author": "Ahmad Zarkasih, Lc",
      "publish": "Thu, 27 August 2020",
      "pages": 28,
      "price": 0,
      "category": "Fiqih Ibadah",
      "desc": ""
    },
    "tableOfContents": [
      { "page": 5, "text": "Pengantar", "head": true },
      {
        "page": 7,
        "text": "Rukun Khutbah Jumat",
        "sub": [
          {
            "page": 9,
            "text": "Pujian Kepada Allah s.w.t (Hamdallah) dan Shalawat Kepada Nabi s.a.w"
          },
          { "page": 11, "text": "Wasiat Taqwa" },
          { "page": 12, "text": "Membaca Ayat al-Qur'an" },
          { "page": 12, "text": "Doa untuk Orang Mukmin di Khutbah Kedua" }
        ]
      },
      {
        "page": 14,
        "text": "Syarat Sah Khutbah",
        "sub": [
          { "page": 15, "text": "Menggunakan Bahasa Arab" },
          { "page": 16, "text": "Dilakukan Setelah Zawal" },
          { "page": 16, "text": "Berdiri Bagi Yang Mampu" },
          { "page": 17, "text": "Duduk Diantara 2 Khutbah" },
          { "page": 17, "text": "Memperdengarkan Khutbah Kepada 40 Orang" },
          { "page": 18, "text": "Semua Rukun Khutbah Bersambing (Muwalat)" },
          { "page": 18, "text": "Suci Dari Hadats" },
          { "page": 19, "text": "Menutup Aurat" }
        ]
      },
      {
        "page": 20,
        "text": "Contoh Redaksi Khutbah",
        "sub": [
          { "page": 20, "text": "Contoh Redaksi Standar" },
          { "page": 21, "text": "Contoh Redaksi Khutbah Panjang" }
        ]
      }
    ],
    "content": [
      {
        "page": 5,
        "text": "<strong>Pengantar</strong><p>Pandemi yang masih berjalan ini membuat kita semua tetap menjaga jarak satu sama lainnya dalam setiap kegiatan kita sehari-hari, tidak terkecuali dalam kegiatan peribadatan. Semua dilakukan dalam protokol kesehatan covid-19.</p><p>Akhirnya shaf shalat yang harusnya rapat, diberikan kelonggaran sebagai jarak minimal 1 meter. Itu berlaku untuk semua jenis shalat, termasuk shalat jumat yang memamng mendatangkan banyak jemaah. Dan karena shaff yang berjarak-jarak itulah kemudian membuat masjid yang biasanya bisa menampung ratusan jemaah, hanya mengakomodasi jumlah setengahnya bahkan lebih sedikit.</p><p>Akhirnya membuat sebagian saudara muslim berinisiatif untuk mendirikan jumatan di mushalla atau langgar atau aula kantor yang biasanya tidak didirikan di tempat-tempat tersebut shalat jumat. Ini dilakukan untuk mengakomodasi orang-orang yang wajib jumatan akan tetapi tidak bisa ditampung oleh masjid yang biasanya mereka jumatan disitu; karena sebab protokol kesehatan yang ada.</p><p>Dan untuk itulah, kebutuhan akan khathib juga menjadi lebih tinggi. Tapi sayangnya, mendatangkan orang dari tempat berbeda itu di dalam kondisi</p>"
      },
      {
        "page": 6,
        "text": "<p dir='cntn'>pandemi bukanlah pilihan yang mudah; karena banyak kekhawatiran di masyarakat akan virus yang masih menyebar. Nah, keadaan ini mengharuskan orang-orang yang biasanya hanya mendengarkan khutbah untuk bisa khutbah karena mereka melakukan di tempat baru yang kesemuanya tidak biasa menjadi seorang khathib. Harus ada diantara mereka yang bisa berdiri melakukannya.</p><p>Untuk itulah buku kecil ini dihadirkan; sebagai pegangan bagi para pemula yang ingin memulai berkhutbah pada shalat jumat, agar khutbah tidak keluar dari koridor syariat yang sah yang membuat shalat jumatnya tidak sah juga.</p><p>Maka, memastikan shalat jumat itu sah, dengan memastikan khutbah yang dilakukan juga sah sesuai dengan ketetapan syariat. Dan inilah bukunya.</p><p>Besar harapan penulis terhadap buku ini agar bisa memberikan kemanfaatan yang sebesar-besar kepada pembaca. Wallahul-musta’an.</p>"
      },
      {
        "page": 7,
        "text": "<strong>Rukun Khutbah Jumat</strong><p>Untuk mengetahui berapa dan apa saja rukun khutbah itu, kita ambil sebagai dasar apa yang dituliskan oleh Imam Nawawi dalam kitabnya Munhaj al-Thalibin wa ‘Umdatul-Muftin pada bab Shalat Jumat.</p><p>Ketika beliau menyebutkan bahwa syarat sah shalat jumat itu adalah khutbah, beliau juga menjelaskan tentang rukun-rukun khutbah. Beliau katakan:</p><p>Rukun khutbah itu ada 5:</p><p>1. (membaca) pujian kepada Allah,</p><p>2. (membaca) shalawat kepada Nabi s.a.w., dan</p>"
      },
      {
        "page": 8,
        "text": "<p>redaksi untuk rukun 1 dan 2 itu redaksi yang tertentu (tidak buat sendiri),</p><p>3. (membaca) wasiat taqwa, Dan tiga rukun teratas ini harus dibaca di 2 khutbah (pertama dan kedua).</p><p>4. Membaca ayat al-Qur’an di salah satu antara 2 khutbah. Dikatakan1 juga itu dibaca di khutbah pertama. Juga dikatakan (wajib baca) di 2 khutbah. Bahkan juga dikatakan baca ayat alQur’an itu tidka wajib.</p><p>5. Membaca redaksi yang cukup untuk disebut doa untuk orang-orang mukmin di khutban yang kedua. Dikatakan itu tidak wajib.</p><p>Dalam hadits yang masyhur dan mungkin hampir semua kita hafal, Nabi s.a.w. pernah bersabda: “shalatlah kalian sebagimana kalian melihatku shalat”. Dan sepanjang hayat Nabi s.a.w., beliau tidak pernah shalat jumat kecuali didahului dengan 2 khutbah. Itu sudah cukup menjadi dalil bahwa syarat sah shalat jumat itu, adanya 2 khutbah sebelum shalat.</p><p>Dan kalau saja, boleh shalat jumat tanpa didahului dengan khutbah, pastilah Nabi s.a.w. melewatkan itu sekali saja, dan tak sekalipun Nabi s.a.w. melewatkan 2 kali khutbah sebelum shalat Jumat.</p>"
      },
      {
        "page": 9,
        "text": "<p>Kemudian kami akan jelaskan rukun khutbah yang disebutkan satu persatu.</p><strong>1 & 2. Pujian Kepada Allah s.w.t. (Hamdallah) dan Shalawat Kepada Nabi s.a.w.</strong><p>Alasan utama kenapa memulai khutbah dengan Hamdallah adalah Ittiba’an; yakni mengikuti apa yang sudah dikerjakan Nabi s.a.w.; karena ini ibadah maka segala teknis harus mengikuti apa yang sudah dicontohan oleh Nabi s.a.w. dan tak sekalipun Nabi s.a.w. melakukan khutbah kecuali memulianya dengna Hamdallah.</p><p>Juga karena memang khutbah ini adalah ibadah, maka ia membutuhkan dzikir kepada Allah s.w.t. dengan penyebutan yang memuji. Dan dzikir kepada Allah s.w.t. membuat keharusan menyebut kekasihNya; Muhammad s.a.w.; karena itu diwajibakn setelah hamdallah untuk membaca shalawat kepada Nabi s.a.w.</p><p>Untuk Hamdallah dan shalawat ini, Imam Nawawi mensyaratkan bahwa redaksi keduanya sudah ditentukan. Artinya membaca keduanya tidak boleh asal membaca melainkan dengan redaksi yang sudah ditentukan; yakni dengan redaksi:</p><p>Alhamdulillah dan Allahumma Shalli 'ala Muhammad</p><p>Kedua redaksi itu diwajibkan karena memang itulah yang teriwayat dari Nabi s.a.w., dan ibadah ini adalah ibadah ritual yang mengharuskan imitasi</p>"
      },
      {
        "page": 10,
        "text": "<p dir='cntn'>dengan apa yang dilakukan oleh Nabi s.a.w. Dan itu juga yang dilakuan oleh para sahabat sepeninggalan Nabi s.a.w. serta ulama-ulama Islam sampai saat ini.</p><p>Redak hamdallah; pujian kepada Allah, tidak bisa diganti dengan kalimat lain yang mungkin punya makna mirip, seperti Syukr lillah atau juga al-Tsana’u lill, atau juga dengan kalimat al-Madh</p><p>Tapi ulama membolehkan redaksi hamd itu dengan penyebutan yang berbeda-beda yang penting masih dengna kalimat Hamd itu sendiri. Karena khutbah tetap sah dengan hamdallah:</p><p>Hamdullah, Ahmadullah, lillahil-Hamd, Allahu Ahmad.</p><p>Begitu juga dengan lafadz al-Jalalah (Allah) yang disebutkan itu tidak bisa diganti dengan nama-Nya dalam Asmaul-Husna. Lafdz al-jalalah harus diucapkan dengan redaksi Allah. Tidak bisa diganti dengan al-Rahman, atau al-Rahim.</p><p>Berbeda dengan Hamdallah, shalawat kepada Nabi s.a.w. tidak sebegitu ketat dalam redkasinya, walaupun juga tetap diwajibkan dengan redaksi yang shalah. Kata Imam al-Syirbini dalam Mughni alMuhtaj (1/550):</p>"
      },
      {
        "page": 11,
        "text": "<q>Tidak diharuskan bershalwat dengan redaksi: “allahumma shalli ‘ala Muhammad”. Boleh juga dengan “Ushalli” atau “Nushalli ‘ala Muhammad”, atau “ahmadu”. (dan untuk Muhammad-nya), boleh dengan kalimat “al-Rasul”, atau “al-Nabiy”, atau “al-Mahi”, atau juga “al-‘Aqib”, juga “alHasyir”, “al-Nasyir”, dan juga “al-Nadzir”.</q><p>Akan tetapi jauh lebih baik mengucapkan dengan redaksi yang sudah biasa diucapkan oleh para guru, kiyai dan juga ulama setempat agar tidak menimbulkan fitnah bagi jemaah yang mendengarkan.</p><strong>3. Wasiat Taqwa</strong><p>Sebagaimana rukun pertama dan kedua, sebab utama wasiat masuk ke dalam rukun khautbah adalah ittiba’; yakni mengikuti apa yang datang dari Nabi s.a.w.. Selain itu juga karena meman tujuan khtubah itu sebagai nasehat sekaligus peringatan, dan ajak untuk taat kepada perintah Allah s.w.t., serta menjauhi larangan-Nya. Maka itu cukup dengan kalimat yang mengandung makna tersebut, baik panjang atau pendek. Dengan mengucap Athi’u-llah sudah cukup sebagai wasiat taqwa.</p>"
      },
      {
        "page": 12,
        "text": "<strong>4. Membaca Ayat al-Qur’an</strong><p>Rukun ini; membaca ayat al-Quran, tempatnya dibebaskan; boleh di khutbah pertama atau juga di khutbah kedua. Pada intinya sepanjang khtubah itu harus ada ayat al-Quran yang dibaca. Alasannnya ya ittiba’; karena memang begitu Nabi s.a.w. mencontohkan khutbahnya ketika shalat Jumat.</p><p>Dan ayat yang tidak dibaca tidak lah diharuskan ayat tertentu, sang khathib dibebaskan memilih ayat apa saja dari al-Qur’an; baik itu ayat peringatan, ayat ancaman meninggalkan kewajiba, ayat hukum, atau juga ayat yang berisi kisah-kisah terdahulu guna diambil hikmahnya.</p><p>Walaupun diberi kebebasan untuk membaca ayat di khutbah pertama atau keduan, akan tetapi ulamaulama al-Syafi’iyyah khususnya menganjurkan atau mensunnahkan bacaan ayat itu dilakukan di khutbah pertama.</p><strong>5. Doa untuk Orang Mukmin di Khutbah Kedua</strong><p>Redaksi doanya tidak ditentukan, yang penting ditujukan untuk orang mukmin. Bahkan jika hanya doa untuk orang yang hadir di tempat jumatan itu saja juga dibolehkan, seperti dengan kalimat:</p><p>(رحمكم الله) rahimakumullah</p><p>Akan tetapi dianjurkan doa kebaikan akhirat seperti doa meminta ampun atas dosa dengan kalimat: allahumma-ghfir lil-mukminin (اللهم اغفر للمؤمنين)</p><p>Imam ‘Izzuddin bin Abdil-Salam dari kalangan</p>"
      },
      {
        "page": 13,
        "text": "<p dir='cntn'>ulama al-Syafi’iyyah, menganjurkan untuk mendoakan untuk para pemimpin kaum muslim agar tetap dalam jalur ketaatan kepada Allah, dan memohon agar mereka slelau diberi pertolongan oleh Allah dalam kebenaran, serta mengakkan keadilan dan kebaikan-kebaikan lainnya. Ini juga yang disebutkan oleh Imam Nawawi dalam kitabnya al-Majmu’.</p>"
      },
      {
        "page": 14,
        "text": "<strong>Syarat Sah Khutbah</strong><p>Setelah membahas 5 rukun Khutbah, Imam Nawawi meneruskan penjelasannya dengan menyebutkan syarat-syarat sah khtubah yang jumlahnya ada 8. Artinya rukun yang dibaca itu mnejadi percuma jika 8 syarat ini tidak terpenuhi.</p><p>Dan disyaratkan;</p><p>1. khutbah itu disampaikan dengan bahasa Arab secara berurutan di 3 rukun pertama.</p><p>2. Dan itu (khutbah) dilakukan setelah waktu zawal (tergelincir matahari ke arah barat).</p><p>3. Berdiri bagi yang mampu,</p><p>4. Duduk diantara kedua khutbah,</p>"
      },
      {
        "page": 15,
        "text": "<p>5. Memperdengarkan khutbah kepada 40 orang sempurna,</p><p dir='cntn'>Pendapat al-jadid menyebutkan tidak diharamkan berbicara bagi para pendengar khtubah, akan tetapi disunnahkan diam (mendengarkan).</p><p dir='cntn'>Aku (al-Nawawi) mengatakan bahwa yang paling shahih itu rukun yang berurutan bukanlah syarat. Wallahu a’lam.</p><p>6. Pendapat yang azhar, (syarat khutbah) haruslah bersambung (muwalat),</p><p>7. Dan suci dari hadats (kecil dan besar), kotoran (badan, pakain & tempat) dan</p><p>8. juga tertutup auratnya (khathib).</p><strong>1. Menggunakan Bahasa Arab</strong><p>Syarat sah-nya khtubah jumat adalah semua rukun disampaikan dengan bahasa Arab. Alasannya karena ini adalah ibadah ritual, alias ta’abbudiy, maka untuk menunaikannya harus sesuai dengan apa yang dicontohkan oleh Nabi s.a.w., dan beliau s.a.w. tidak menyampaikan kecuali dengan bahasa Arab.</p><p>Ini seperti takbiratul Ihram dan Surat al-fatihah dalam shalat. Ia harus dikerjakan sebagaimana datangnya; yakni dengan bahasa Arab. Karena kesemua adalah dzikir yang diwajibkan, maka tidak bisa diganti dengan selain bahasa yang dicontohkan.</p>"
      },
      {
        "page": 16,
        "text": "<p>Karenanya, jika dalam satu kampung tidak satupun ada yang bisa berbahasa arab, setidaknya untuk melaksanakan rukun khutbah ini, maka gugur kewajiban jumat bagi mereka. Dan kesemuanya diwajibkan untuk mempelajari bahasa arab secara kifayah (Fardhu Kifayah).</p><p>Dan pembacaan 3 rukun khutbah pertama selain diharuskan dengan bahasa Arab, ia juga diharuskan berurutan. Jadi dimulai dengan Hamdallah, kemudian Shalawat kepada Nabi s.a.w., lalu wasiat taqwa.</p><strong>2. Dilakukan Setelah Zawal</strong><p>Dalam pandangan madzhab al-Syafi’iyyah, shalat Jumat itu waktunya adalah waktu zuhur; yakni setelah zawal (tergelincirnya matahari ke arah barat). Karena memang khutbah adalah rangkaian awal shalat Jumat, maka itu khutbah harus dipastikan dilakukan di waktunya; yakni waktu zuhur, bukan sebelumnya.</p><p>Dalam al-Majmu’ Imam Nawawi menyebutkan: bahwa sudah menjadi sesuatu yang diketahui banyak orang bahwa Nabi s.a.w., keluar rumah untuk shalat jumat itu langsung menuju mimbar untuk memulai khutbah, dan itu beliau s.a.w. lakukan setelah zawal.</p><strong>3. Berdiri Bagi Yang Mampu</strong><p>Syarat berdiri ketika khutbah ini karena memang begitu yang dicontohkan oleh Nabi s.a.w., dalam banyak riwayat tentang khutbah beliau s.a.w.; karenanya itu juga dijadikan syarat sah.</p>"
      },
      {
        "page": 17,
        "text": "<p>Tentu kondisi wajibnya berdiri bagi seorang khathib adalah ketika ia mampu. Jik ia tidak mampu berdiri, boleh baginya duduk, sampai seterusnya sebagaimana keringanan yang diberikan dalam shalat.</p><strong>4. Duduk Diantara 2 Khutbah</strong><p>Dalilnya sama seperti syarat-syarat yang lain, bahwa ini semua adalah ittiba’an alias mengikuti apa yang dicontohkan oleh Nabi s.a.w., dan khutbah ini kan hanya rangkaian doa dan dzikir; karenanya berdiri dan duduk menjadi syarat sah, bukan rukun. Berbeda dengan shalat yang menjadikan berdiri serta duduk sebagai rukun; karena memang shalat itu rangkaian gerakan dan ucapan.</p><p>Nah, duduknya khathib diantara 2 khutbah disyaratkan adanya thuma’ninah sebagaimana duduk dalam shalat. Dan lamanya thuma’ninah paling sebentar itu adalah sekedar bacaan tasbih; yakni subhanallah.</p><strong>5. Memperdengarkan Khutbah Kepada 40 Orang</strong><p>Maksudnya adalah khutbah yang disampaikan termasuk rukun-rukunnya tersebut haruslah mencakup kepada 40 orang yang wajib jumatan. Terepas dari apakah si makmum itu menyimak atau tidak, memahami atau tidak. Yang jadi standar adalah suara khathib dengan rukun-rukun khutbahnya tersebut mencapai telinganya.</p><p>Karena memang syarat kuota jemaah dalam madzhab al-Syafi’iyyah adalah 40 orang; maka kewajiban memperdengarkan khutbah itu juga</p>"
      },
      {
        "page": 18,
        "text": "<p dir='cntn'>harus mencapai 40 orang.</p><strong>6. Semua Rukun Khutbah Bersambung (Muwalat)</strong><p>Muwalat itu bersambungnya rukun yang satu dengan rukun selanjutnya tanpa ada kalimat penghalang atau jeda panjang yang memisahkan. Artinya dalam menyampaikan khutbah, dari rukun saru sampai rukun selanjutnya ke akhir, disampaikan tanpa adanya jeda, atau dipisahkan dengan kalimat yang bukan bagian dari rukun khutbah.</p><p>Ada 2 pendapat sebenarnya dari Imam al-Syafi’i dalam masalah ini. Satu pendapat, beliau melihat tidak wajib atau tidak harus rukun-rukun khutbah itu penyampaiannya bersambung satu dengan yang lain; maksudnya boleh terpisah. Itu karena maksud dan tujuan khutbah itu memberikan peringatan tentang ketaqwaan dan juga ketaatan, dan itu bisa dilakukan waluapun terpisah.</p><p>Akan tetapi pendapat lain dari Imam al-Syafi’i mensyaraytkan muwalat dalam khutbah; karena itu jauh lebih mengena kepada hati. Dan pendapat inilah yang dinilai azhar oleh Imam Nawawi.</p><strong>7. Suci Dari Hadats</strong><p>Karena khutbah itu juga rangkain dari pada shalat Jumat, maka untuk keabsahannya, disyaratkan suci dari hadats baik kecil atau besar. Dan badan,</p>"
      },
      {
        "page": 19,
        "text": "<p dir='cntn'>pakaian serta tempat harus bebas dari najis yang tidak dimaafkan.</p><strong>8. Menutup Aurat</strong><p>Ini juga syarat yang ditetapkan mengikuti apa yang disyaratkan dalam shalat, karena memang khutbah bagian dari rangkaian shalat Jumat. Karenanya, sang Khathib haruslah orang yang tertutup auratnya dalam melasanakan syarat shalat jumat tersebut.</p>"
      },
      {
        "page": 20,
        "text": "<strong>Contoh Redaksi Khutbah</strong><strong>1. Contoh Redaksi Standar</strong><p>Maksud redaksi standar adalah contoh khutbah minimalis yang tidak panjang akan tetapi sesuai dengan aturan minimal. Dengan bahasa lain “yang penting sah”.</p><strong>Khutbah pertama</stro><p>Innal-Hamda lillah. Allahumma Shalli 'ala Muhammad wa 'ala Alihi wa Ashabihi Ajma'in. Amma ba'du. Masyiral-Muslimin, Ittaqullaha ta'ala. Yaa Ayyuhal-Ladzina Amanut-taqullah wa Quuluu qaulan Sadida.</p><strong>Khutbah kedua</strong>"
      },
      {
        "page": 21,
        "text": "<p>Innal-Hamda lillah. Allahumma Shalli 'ala Muhammad wa 'ala Alihi wa Ashabihi Ajma'in. Amma ba'du. Masyiral-Muslimin, Ittaqullaha ta’ala. Allahumma-ghfir lil-musliminin wal-muslimat walmukminin wal-mukminat, al-Ahya’i minhum walamwat.</p><strong>Keterangan</strong><ul><li>Rukun Hamdallah warna merah</li><li>Rukun Shalawat warna hijau</li><li>Rukun Wasiat warna biru,</li><li>Rukun ayat al-Quran warna orange,</li><li>Rukun doa untuk orang mukmin warna gold.</li></ul><p>Itu dia contoh khutbah dengan redaksi yang singkay namun cukup untuk dikatakan sebagai khutbah yang sah, memenuhi rukun dan syaratnya.</p><strong>2. Contoh redaksi khutbah Panjang</strong><p>Contoh redaksi di bawah ini adalah contoh khutbah dengan redaksi yang raltif panjang tapi masih wajar. Sudah lebih dari cukup; yakni rukunnya sah dan ada tambahan dzikir yang lebih.</p><strong>Khutbah Pertama</strong>"
      },
      {
        "page": 22,
        "text": "<p dir='rtl'>ﻥَّ ﺍﻟْﺤَﻤْﺪَ ﻟِﻠﻪِ ﻧَﺤْﻤَﺪُﻩُ ﻭَﻧَﺴْﺘَﻌِﻴْﻨُﻪُ ﻭَﻧَﺴْﺘَﻐْﻔِﺮُﻩْ ﻭَﻧَﻌُﻮﺫُ ﺑِﺎﻟﻠﻪِ ﻣِﻦْ ﺷُﺮُﻭْﺭِ ﺃَﻧْﻔُﺴِﻨَﺎ ﻭَﻣِﻦْ ﺳَﻴِّﺌَﺎﺕِ ﺃَﻋْﻤَﺎﻟِﻨَﺎ، ﻣَﻦْ ﻳَﻬْﺪِﻩِ ﺍﻟﻠﻪُ ﻓَﻼَ ﻣُﻀِﻞَّ ﻟَﻪُ ﻭَﻣَﻦْ ﻳُﻀْﻠِﻞْ ﻓَﻼَ ﻫَﺎﺩِﻱَ ﻟَﻪُ</p><p>Innal-Hamda lillah, Nahmaduhu wa nasta’inuhu, wa nastaghfiruhu, wa na’udzu billah min Syururi Anfusina, wa Sayyi’ati A’malina, man Yahdihillahu falaa mudhilla lahu waman yudhlilhu falaa hadiya lahu.</p><p dir='rtl'>وَأَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُوْلُهُ</p><p>Asyhadu anna Laa Ilaha Ilallah wahdahu laa syarikalahu wa asyhadu anna muhammadan abduhu wa rasuluhu.</p><p>Allahumma shalli wa sallim ‘ala sayyidina Muhammadin, wa ‘ala alihi wa ashhabihi wa man tabi;ahu ila yaumid-din. Amma ba’du. Ma’asyiral-Muslimin, ittaqullah ta’ala.</p>"
      },
      {
        "page": 23,
        "text": "<p>Ya ayyuhal-ladzina amanut-taqullaha wa qulu qaulan sadida. Yushlih lakum a’malakum, wa yaghfir lakum dzunubakum, wa man yuthi’illaha warasulahu faqad faaza fauzan ‘dzima</p><strong>Penutup khutbah pertama</strong><p dir='rtl'>بَارَكَ اللهُ لِي وَلَكُمْ فِي القُرْأنِ العَظِيْمِ وَنَفَعَنِي وَاِيَّاكُمْ بِمَا فِيْهِ مِنَ الاَيَاتِ وَ ذِكْرِالحَكِيْمِ وَ تَقَبَّلَ اللهُ مِنِّي وَمِنْكُمْ تِلَاوَتَهُ اِنَّهُ هُوَ السَّمِيْعُ العَلِيْمِ</p><p>Baarokallahu li wa lakum fil-qur’anil-adzim, wa nafa’ani wa iyyakum bima fihi minal-ayaati wa dzikril-hakim. Wa taqabbala minni wa minkum tilawatahu, innahu huwas-sami’ul-‘alim.</p><p>Aquulu qauli hadza, wa astaghfirullahal-adzima li wa lakum, fastaghfiruuhu, innahu huwalGhafurur-Rahiim.</p><strong>Khtubah Kedua</strong>"
      },
      {
        "page": 24,
        "text": "<p dir='rtl'>انّ الْحَمْدَللهِ نَحْمَدُهُ وَنَسْتَعِيْنُهُ وَنَسَتَغْفِرُهُ وَنَعُوْذُ بِاللهِ مِنْ شُرُوْرِ اَنْفُسِنَا وَمِنْ سَيِّئَاتِ اَعْمَالِنَا مَنْ يَّهْدِهِ اللهُ فَلَا مُضِلَّ لَهُ وَمَنْ يُضْلِلْهُ فَلَا هَادِيَ لَهُ</p><p>Innal-Hamda lillah, Nahmaduhu wa nasta’inuhu, wa nastaghfiruhu, wa na’udzu billah min Syururi Anfusina, wa Sayyi’ati A’malina, man Yahdihillahu falaa mudhilla lahu waman yudhlilhu falaa hadiya lahu.</p><p dir='rtl'>أَشْهَدُ أَنْ لَا إلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ وأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُو لُهُ</p><p>Asyhadu anna Laa Ilaha Ilallah wahdahu laa syarikalahu wa asyhadu anna muhammadan abduhu wa rasuluhu.</p><p>Allahumma shalli wa sallim ‘ala sayyidina Muhammadin, wa ‘ala alihi wa ashhabihi wa man tabi;ahu ila yaumid-din. Amma ba’du. Ma’asyiral-Muslimin, ittaqullah ta’ala.</p>"
      },
      {
        "page": 25,
        "text": "<strong>Do’a Khutbah</strong><p>Innallaha wa malaikatahu yushalluna ‘alan-nabiy, ya ayyuhal-ladzina amanu, shallu ‘alayhi wasallimuu taslimaa.</p><p>Allahumma shalli ‘ala muhammadin, wa ‘ala ali muhammadin, wa radhiyallahu ta’ala ‘an kulli shahabati rasulillah ajma’in. Allahumma-ghfir lilmuslimin wal-muslimat, wal-mukminin walmukminat, al-ahya’i minhum wal-amwat.</p>"
      },
      {
        "page": 26,
        "text": "<p>Allahumma arinal-Haqqa haqqan war-zuqnattiba’ahu, wa warinal-Bathila bathilan warzuqnajtinabahu. Rabana hab lana min azwajina wa dzuriyatina qurrata a’yunin waj-‘alna lil-muttaqina imaman.</p><p>Rabbana atina fid-dunya Hasanah, wa fil-akhirati hasanah, wa qina adzaban-nar. Subhana rabbika rabbil-izzati ‘amma yashifun, wasaalaamun ‘alalmursalin wal-hamdulillahi rabbil-‘alamin.</p><p>Sesaat sebelum menutup khutbah, bacaan umum yang dibawakan oleh khotib adalah :</p><p>InnAllaha yakmuru bil ‘adli wal ihsan wa iytaai dzil qurba, wa yanha ‘anil fahsyaai wal munkar wal bagy. ya’idzukum la’alakum tadzakkarun</p><p>Udzkurullah al-‘adzima yadzkurkum, wasykuruhu</p>"
      },
      {
        "page": 27,
        "text": "<p>‘ala ni’amihi yazidkum, was’aluhu min fadlihi yu’thiykum. wala dzikrullahi akbar, Aqimus sholah.</p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p>"
      }
    ]
  }
]
