[
  {
    "id": "xZk",
    "info": {
      "title": "Kupas Habis Hukum Iddah Wanita",
      "author": "Vivi Kurniawati, Lc",
      "publish": "Tue, 26 February 2019",
      "pages": 24,
      "price": 0,
      "category": "Fiqih Wanita",
      "desc": "Suami yang menjatuhkan thalaq pada istrinya berarti telah melakukan perkara yang amat dibenci oleh Allah SWT, meskipun hal itu sebenarnya boleh dilakukan dengan alasan-alasan tertentu yang tentunya harus syar’I."
    },
    "tableOfContents": [
      { "page": 8, "text": "Pendahuluan", "head": true },
      { "page": 9, "text": "Pembahasan", "head": true },
      {
        "page": 9,
        "text": "Definisi 'Iddah",
        "sub": [
          {
            "page": 9,
            "text": "Bahasa"
          },
          {
            "page": 9,
            "text": "Istilah",
            "sub": [
              {
                "page": 9,
                "text": "Kitab Al-Wajiz"
              },
              { "page": 9, "text": "Kitab Mausu'ah Fiqhiyyah" },
              { "page": 10, "text": "Kitab Al-Fiqh Al-Islami wa Adillatuhu" }
            ]
          }
        ]
      },
      {
        "page": 10,
        "text": "Dalil Pensyari'atan 'Iddah",
        "sub": [
          { "page": 10, "text": "Al-Qur'an" },
          { "page": 12, "text": "As-Sunnah" }
        ]
      },
      {
        "page": 13,
        "text": "Sebab Pensyari'atan 'Iddah",
        "sub": [
          { "page": 13, "text": "Meninggalnya Suami" },
          { "page": 13, "text": "Bercerai setelah dicampuri" },
          { "page": 13, "text": "Khulu'" },
          { "page": 14, "text": "Li'an" },
          { "page": 14, "text": "Fasakh" },
          { "page": 14, "text": "Khalwat (berdua-duaan)" }
        ]
      },
      {
        "page": 15,
        "text": "Hukum 'Iddah",
        "sub": [
          { "page": 15, "text": "Laki-Laki Ada 'Iddah?" },
          {
            "page": 16,
            "text": "Wanita Non Muslim Ber'iddah?",
            "sub": [
              { "page": 16, "text": "Hanafiyah (Tidak Wajib Ber'Iddah)" },
              { "page": 17, "text": "Jumhur Ulama (Wajib Ber'iddah)" }
            ]
          }
        ]
      },
      {
        "page": 17,
        "text": "Hikmah Pensyari'atan 'Iddah",
        "sub": [
          {
            "page": 18,
            "text": "Al-'Ilmu bi Bara'ati ar-Rahim"
          },
          {
            "page": 18,
            "text": "Ta'dzhim 'Aqd az-Zawaj"
          },
          {
            "page": 18,
            "text": "Tathwil Zaman ar-Raj'ah"
          },
          {
            "page": 18,
            "text": "Wadha' Haq az-Zauji"
          },
          {
            "page": 19,
            "text": "Ta'abbud ilallah"
          }
        ]
      },
      { "page": 20, "text": "Kesimpulan", "tail": true }
    ],
    "content": [
      {
        "page": 8,
        "text": "<h1>Pendahuluan</h1><p>Suami yang menjatuhkan thalaq pada istrinya berarti telah melakukan perkara yang amat dibenci oleh Allah SWT, meskipun hal itu sebenarnya boleh dilakukan dengan alasan-alasan tertentu yang tentunya harus syar'I.</p><p>Sebaliknya, seorang istri yang minta thalaq kepada suaminya sangat dikecam oleh islam. Rasulullah Saw bersabda “Siapa saja perempuan yang minta ditalaq oleh suaminya tanpa sebab maka haramlah perempuan itu mencium wewangian surga”.</p><p>Dengan adanya perceraian, menimbulkan banyak permasalahan hukum dan hal-hal baru yang terkait pada pernikahan seseorang. Selain satu diantaranya yaitu hukum 'iddah.</p><p>'Iddah adalah masa di mana seorang wanita yang diceraikan suaminya menunggu. Pada masa itu ia tidak diperbolehkan menikah atau menawarkan diri kepada laki-laki lain untuk menikahinya.</p><p>'Iddah ini juga sudah dikenal pada masa jahiliyah. mereka hampir tidak pernah meninggalkan kebiasaan 'iddah. Setelah datangnya Islam, 'iddah tetap diakui dan dijalankan sebagai salah satu dari ajaran syariat karena banyak mengandung manfaat dan kemaslahatan di dalamnya.</p><p>Adanya masa iddah merupakan kesempatan untuk berpikir lebih jauh, serta diharapkan dengan masa itu, pasangan suami istri yang bercerai akan menemukan jalan yang terbaik untuk kehidupan mereka selanjutnya.</p>"
      },
      {
        "page": 9,
        "text": "<h1>Pembahasan</h1><h1>A. Definisi 'Iddah</h1><strong>1. Bahasa</strong><p>Al-'Iddah berasal dari bahasa arab diambil dari kata عد -يعد-عدًا و تعدادا و عدةٌ yang artinya sama dengan al-hisab, dan al-ihsha yaitu bilangan dan hitungan. Dinamakan 'iddah karena dia mencakup bilangan hari yang pada umumnya dihitung oleh istri dengan quru'( suci dari haidh atau haidh ) atau dengan bilangan beberapa bulan.</p><strong>2. Istilah</strong><p>Dikalangan para ulama fiqh dan berbagai kitab klasik didapati sedikit perbedaan pendapat dalam memberikan pengertian 'iddah. Diantaranya:</p><strong>a. Kitab Al-Wajiz</strong><p>‘Iddah ialah masa menunggu bagi seorang perempuan untuk mengetahui adanya kehamilan atau tidak, setelah cerai atau kematian suami, baik dengan lahirnya anak, dengan quru’ atau dengan hitungan bilangan beberapa bulan.</p><strong>b. Kitab Mausu’ah Fiqhiyyah</strong><p>‘Iddah berarti saat menunggu bagi perempuan (istri) untuk mengetahui kekosongan rahimnya untuk memastikan bahwa dia tidak hamil atau karena ta’abbud atau untuk menghilangkan rasa sedih atas</p>"
      },
      {
        "page": 10,
        "text": "<p dir='cntn'>kepergian sang suami.</p><strong>c. Kitab Al-Fiqh Al-Islami wa Adillatuhu</strong><p>’Iddah adalah sebuah nama bagi suatu masa yang telah ditetapkan oleh agama sebagai masa tunggu bagi seorang perempuan setelah perpisahan baik berpisah lantaran ditinggal mati atau diceraikan suaminya, dan di saat itu ia tidak diperbolehkan menerima pinangan, menikah, atau menawarkan diri kepada laki-laki lain untuk menikahinya hingga masa ‘iddahnya selesai.</p><h1>B. Dalil Pensyari’atan ‘Iddah</h1><strong>1. Al-Qur’an</strong><p>Para ulama telah sepakat mewajibkan ‘iddah bagi seorang wanita yang didasarkan pada firman Allah Ta‘ala:</p><p dir='rtl'>وَالْمُطَلَّقٰتُ يَتَرَبَّصْنَ بِاَنْفُسِهِنَّ ثَلٰثَةَ قُرُوْۤءٍۗ</p><q>Wanita-wanita yang ditalak hendaklah menahan diri (menunggu) selama tiga masa quru’.” (QS. Al— Baqarah (2): 228)</q><p>Dalam ayat di atas Allah SWT menggunakan lafadz</p>"
      },
      {
        "page": 11,
        "text": "<p dir='cntn'>“yatarabbashna” dimana lafadz ini kalau dalam ilmu ushul fikih melihat dari tatanan ilmu Bahasa Arab meskipun lafadznya menggunakan shighot fi’il mudhori’ yang memiliki arti khobar (pemberitaan) namun maknanya mengandung lafadz insya’ yang artinya sebuah perintah bahwa seorang wanita yang dicerai suaminya hendaknya menahan diri mereka (ber’iddah).</p><p>Dalam ayat lain Allah Ta’ala berfirman:</p><p dir='rtl'>وَالّٰۤـِٔيْ يَىِٕسْنَ مِنَ الْمَحِيْضِ مِنْ نِّسَاۤىِٕكُمْ اِنِ ارْتَبْتُمْ فَعِدَّتُهُنَّ ثَلٰثَةُ اَشْهُرٍۙ وَّالّٰۤـِٔيْ لَمْ يَحِضْنَۗ وَاُولٰتُ الْاَحْمَالِ اَجَلُهُنَّ اَنْ يَّضَعْنَ حَمْلَهُنَّۗ</p><q>Dan perempuan-perempuan yang tidak haid lagi (monopause) di antara perempuan-perempuanmu jika kamu ragu-ragu (tentang masa iddahnya), Maka masa iddah mereka adalah tiga bulan; dan begitu (pula) perempuan-perempuan yang tidak haid. dan perempuan-perempuan yang hamil, waktu iddah mereka itu ialah sampai mereka melahirkan kandungannya. (QS.Ath-Thalaq: 4)</q><p>Dan Allah Ta’ala berfirman:</p><p dir='rtl'>وَالَّذِيْنَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُوْنَ اَزْوَاجًا يَّتَرَبَّصْنَ بِاَنْفُسِهِنَّ اَرْبَعَةَ اَشْهُرٍ وَّعَشْرًا ۚ</p>"
      },
      {
        "page": 12,
        "text": "<q>orang-orang yang meninggal dunia di antaramu dengan meninggalkan isteri-isteri (hendaklah Para isteri itu) menangguhkan dirinya (ber'iddah) empat bulan sepuluh hari. (QS. Al-Baqarah(2) :234)</q><strong>2. As-Sunnah</strong><p>Pensyari’atan ‘iddah ini juga terdapat dalam sebuah hadits yang diriwayatkan oleh Ummu ‘Athiyah rahiyallahu ‘anha:</p><p dir='rtl'>أن رسول الله صلى الله عليه و سلم قال: (( تُحجِدٌُ امرأةٌ عَلى يَتٍ فَوْقَ ثَلاَثٍ إلا عَلى زوج أَربعَة أَشْهْرٍ و عَم ))</p><q>Bahwasanya Rasulullah saw bersabda: “Seorang wanita tidak boleh berkabung atas mayit lebih dari tiga hari, kecuali atas suaminya, yaitu (ia boleh berkabung) selama empat bulan sepuluh hari.” (HR. Bukhari-Muslim)</q><p>Ini adalah lafadz Muslim. Terdapat tambahan dalam riwayat Abu Daud dan Nasa’I ” …dan ia tidak boleh memakai inai (pacar). “</p><p dir='rtl'>عَنْ عَائِشَةَ رضي لله عَنْهَا قَالَت: (لأبرث رَئهٌ أ تَعَدٌ قلات حَيْضٍ)) (رواه ابن ماجه)</p><q>Dari ‘Aisyah radhiyallahu ‘anha ia berkata: “ Barirah diperintahkan untuk menjalani masa ‘iddah sebanyak tiga kali haidh”(HR.Ibnu Majah)</q>"
      },
      {
        "page": 13,
        "text": "<h1>C. Sebab Pensyari’atan ‘Iddah</h1><p>Sebab-sebab yang mengharuskan seorang wanita untuk melakukan ‘iddah ada beberapa macam:</p><strong>1. Meninggalnya Suami.</strong><p>Seorang wanita jika ia di tinggal mati oleh suaminya, baik suami tersebut telah mencampurinya ataupun belum. Wajib baginya untuk ber’iddah.</p><strong>2. Bercerai setelah dicampuri</strong><p>Begitu juga dengan seorang wanita yang dicerai oleh suaminya setelah dicampuri baik dalam keadaan hamil atau tidak, maka wajib baginya untuk menjalani masa ‘iddah.</p><p>Adapun jika wanita tersebut bercerai sebelum bercampur, maka tidak ada ‘iddah baginya. Dan ini adalah kesepakatan para ulama. Didasarkan pada Firman Allah SWT:</p><p dir='rtl'>يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِذَا نَكَحْتُمُ الْمُؤْمِنٰتِ ثُمَّ طَلَّقْتُمُوْهُنَّ مِنْ قَبْلِ اَنْ تَمَسُّوْهُنَّ فَمَا لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍ تَعْتَدُّوْنَهَاۚ</p><q>Hai orang-orang yang beriman, apabila menikahi perempuan-perempuan yang beriman, kemudian kamu menceraikan mereka sebelum kamu mencampurinya maka sekali-kali tidak wajib atas mereka ‘iddah bagimu yang kamu minta menyempurnakannya. (QS. Al Ahzab: 49)</q><strong>3. Khulu’</strong><p>Wanita yang khulu’ yaitu seorang wanita yang meminta cerai kepada suaminya dengan membayar sejumlah tebusan harta kepada suaminya yang</p>"
      },
      {
        "page": 14,
        "text": "<p dir='cntn'>disebut sebagai fidyah dan iftida). 8 Wajib baginya ber’iddah.</p><strong>4. Li’an</strong><p>Li’an adalah sebuah kasus hukum dimana seorang suami yang menuduh istrinya berzina, tanpa bisa mendatangkan saksi kecuali dari diri mereka sendiri atau seorang suami yang mengingkari anak dalam kandungan istrinya). Dalam kasus cerai sebab Li’an maka si wanita ini juga wajib ber’iddah.</p><strong>5. Fasakh</strong><p>Yang dimaksud fasakh adalah Pembatalan akad pernikahan. Hal ini bukan dinamakan thalaq karena tidak memiliki hitungan quru seperti thalaq pada umumnya yang menyebabkan putusnya hubungan suami istri. Namun fasakh ini terjadi karena sebab putusan hakim. Contoh: pernikahan seorang wanita muslimah dengan seorang lelaki kafir.</p><strong>6. Khalwat (berdua-duaan)</strong><p>Tanpa terjadinya jima’ (bercampur) diantara suami dan istri. Ini adalah pendapat Al-Hanafiyah, AlMalikiyah, dan Al-Hanabilah, sedangkan menurut Asy-Syafi’iyah tidak ada kewajiban ‘iddah bagi seorang wanita jika hanya sebatas khalwat tanpa terjadinya jima’.</p><p>Pendapat ini didasarkan pada firman Allah Ta’ala:</p>"
      },
      {
        "page": 15,
        "text": "<p dir='rtl'>يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِذَا نَكَحْتُمُ الْمُؤْمِنٰتِ ثُمَّ طَلَّقْتُمُوْهُنَّ مِنْ قَبْلِ اَنْ تَمَسُّوْهُنَّ فَمَا لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍ تَعْتَدُّوْنَهَاۚ</p><q>Wahai orang-orang yang beriman, apabila kamu menikahi perempuan-perempuan mu’min, kemudian kamu ceraikan mereka sebelum kamu mencampurinya (jima’) maka tidak ada masa ‘iddah bagi mereka yang perlu kamu perhitungkan ... (QS.Al-Ahzab: 49)</q><h1>D. Hukum ‘Iddah</h1><p>Berdasarkan berbagai ayat dan hadis yang dipaparkan sebelumnya menunjukkan bahwa ‘iddah ini wajib dijalankan bagi setiap wanita yang dicerai ataupun ditinggal mati suaminya dengan ketentuanketentuan yang selanjutnya akan dijelaskan di bawah.</p><p>Kewajiban ‘iddah ini juga merupakan ijma’ kesepakatan ‘ulama dan tidak ada satupun dari mereka yang mengingkarinya.</p><p>Kewajiban ‘iddah ini dapat juga dilihat berdasarkan ucapan Rasulullah Saw kepada Fatimah binti Qais: “Ber’iddahlah kamu di rumah Ibnu Ummi Maktum”.</p><strong>1. Laki-Laki Ada ‘Iddah?</strong><p>Berbeda halnya dengan kewajiban ‘iddah bagi wanita, sedangkan bagi seorang laki-laki tidak ada kewajiban ‘iddah baginya, sehingga ketika dia berpisah dengan istrinya diperbolehkan untuk menikah lagi tanpa harus menunggu dalam masa</p>"
      },
      {
        "page": 16,
        "text": "<p dir='cntn'>tertentu.</p><p>Hanya saja jika disana ada penyebab yang mengharuskannya menunggu, seperti seorang lakilaki yang ingin menikah dengan bibi (dari pihak ayah atau ibu) istrinya yang sedang ber’iddah atau seorang laki-laki yang telah mencerai istrinya yang keempat sedang si istri tersebut masih berada dalam masa ‘iddah, jika ia berkeinginan untuk menikah lagi, maka ia harus menunggu sampai masa ‘iddah istrinya selesai.</p><strong>2. Wanita Non Muslim Ber’iddah?</strong><p>Terkait apakah wanita non muslim juga berkewajiban ‘iddah atau tidak sebagaimana wanita muslimah, dalam hal ini ada dua perbedaan pendapat:</p><strong>a. Hanafiyah (Tidak Wajib Ber’iddah)</strong><p>Menurut kalangan Hanafiyah bahwa wanita non muslim baik yang dzimmi atau harbi tidak ada kewajiban baginya menjalankan masa ‘iddah manakala terjadi perceraian atau kematian atas suaminya.</p><p>Hanya saja untuk wanita non muslim dari kalangan ahlu kitab yang merupakan istri dari lelaki muslim wajib baginya untuk ber’iddah. Dengan dalil kuat bahwa hukum ‘iddah ini merupakan kewajiban dalam rangka menunaikan hak Allah SWT sebagai syari’ (penetap hukum agama) dan merupakan hak bagi</p>"
      },
      {
        "page": 17,
        "text": "<p dir='cntn'>suaminya, dan karena pemeluk ahlu kitab terkena beban hukum juga sebagaimana umat islam lainnya.</p><p>Jika wanita non muslim dari ahlu kitab ini menolak menjalankan masa ‘iddah, maka boleh dipaksa untuk ber’iddah, karena ini merupakan hak bagi suaminya yang muslim dan ada hak anak, untuk menghindari ketidakjelasan nasab garis keturunan yang muncul manakala wanita non muslim tersebut memutuskan segera menikah usai pisah.</p><p>Namun, jika sang suami meninggalkan istrinya di darul harbi (notabene sebuah negara yang berasakan kekufuran dan wilayah perang), maka sepakat kalangan hanafiyah mengatakan tidak ada kewajiban ‘iddah baginya. Karena hukum islam tidak bisa diterapkan pada seseorang yang berada pada dua wilayah yang berbeda (ikhtilaf ad darain).</p><strong>b. Jumhur Ulama ( Wajib Ber’iddah)</strong><p>Sedangkan menurut jumhur ulama bahwa wanita non muslim yang dzimmi wajib baginya ber’iddah sebagaimana wanita muslimah. Baik ketika dia menjadi istri bagi lelaki muslim atau lelaki yang dzimmi. Berdasarkan pada keumuman ayat yang memerintahkan untuk ber’iddah kepada setiap wanita.</p><h1>E.Hikmah Pensyari’atan ‘Iddah</h1><p>Sebuah pertanyaan menarik, apa hikmah di balik adanya syariat ‘iddah bagi wanita yang berpisah dengan suaminya, baik karena perceraian atau</p>"
      },
      {
        "page": 18,
        "text": "<p dir='cntn'>kematian? Kenapa harus ada ‘iddah?</p><p>Para ulama menjelaskan beberapa hikmah itu, antara lain :</p><strong>1. Al -‘Ilmu bi Bara’ati ar-Rahim</strong><p>Yang dimaksud adalah bahwa ‘iddah itu dilakukan untuk mengetahui kosongnya rahim dari janin guna mengetahui dan memastikan adanya kehamilan atau tidak pada isteri yang diceraikan. Untuk selanjutnya menjaga jika terdapat bayi di dalam kandungannya, agar menjadi jelas siapa ayah dari bayi tersebut.</p><strong>2. Ta’dzhim ‘Aqd az-Zawaj</strong><p>Ta’dzhim ‘aqd az-zawaj (menunjukkan agungnya sebuah ikatan pernikahan) maksud di sini adalah menegaskan betapa agungnya nilai sebuah pernikahan, sehingga selepas dari suaminya, seorang wanita tidak bisa begitu saja menikah lagi, kecuali setelah melewati masa waktu tertentu yang dikenal dengan istilah ‘iddah.</p><strong>3. Tathwil Zaman ar-Raj’ah</strong><p>Memberikan kesempatan kepada suami isteri untuk kembali kepada kehidupan rumah tangga, apabila keduanya masih melihat adanya kebaikan di dalam hal itu.</p><strong>4. Qadha’ Haq az-Zauji</strong><p>Agar isteri yang ditinggalkan dapat ikut merasakan kesedihan yang dialami keluarga suaminya dan juga anak-anak mereka serta menepati permintaan suami. Hal ini jika ‘iddah tersebut di karenakan oleh kematian suami.</p>"
      },
      {
        "page": 19,
        "text": "<strong>5. Ta’abbud ilallah</strong><p>Selain tujuan-tujuan ‘iddah sebagaimana diungkapkan diatas, pelaksanaan ber’iddah juga merupakan gambaran tingkat ketaatan makhluk kepada aturan Khaliknya. Terhadap aturan-aturan Allah itulah, maka kewajiban bagi wanita muslimah untuk mentaatinya.</p><p>Sesungguhnya wanita muslimah yang bercerai dari suaminya, apakah karena cerai hidup atau mati. Disana akan ada tenggang waktu yang harus dijalani dan dilaluinya sebelum menikah lagi dengan laki-laki lain, maka kemauan untuk mentaati aturan ber’iddah inilah yang merupakan gambaran ketaatannya kepadaNya, dan kemauan untuk taat inilah yang didalamnya terkandung nilai ta’abbudi (penghambaan) kepada Allah SWT yang tidak bisa ditawar-tawar oleh siapapun.</p><p>Pelaksanaan nilai ta’abbudi ini selain akan mendapatkan manfaat ber’iddah sebagaimana digambarkan diatas, juga akan bernilai pahala apabila ditaati dan berdosa bila dilanggar.</p>"
      },
      {
        "page": 20,
        "text": "<h1>Kesimpulan</h1><p>Dari penjelasan di atas dapat disimpulkan bahwa ‘iddah yang harus dipahami adalah masa menunggu yang ditetapkan batas waktunya oleh syara’ (agama) bagi seorang perempuan untuk mengetahui adanya kehamilan atau tidak sebagai bentuk ta’abbud setelah perempuan tersebut cerai atau kematian suami, baik dengan lahirnya anak, dengan quru’ atau dengan hitungan bilangan beberapa bulan.</p><p>kewajiban ‘Iddah dan pensyari’atannya hanya terkena pada wanita adapun laki-laki tidak ada kewajiban ‘iddah seperti halnya perempuan.</p><p>Wanita non muslim tidak ada ‘iddah kecuali jika dia merupakan ahlu kitab dari seorang suami yang beragama islam. Ini menurut pendapat hanafiyah. Sedangkan jumhur Ulama mengatakan setiap wanita dari kalangan kafir dzimmi terkena wajibnya hukum ‘iddah seperti wanita muslimah lainnya baik ketika dia menjadi istri dari lelaki muslim atau lelaki ahlu dzimmi. Berdasarkan keumuman ayat yang memerintahkan ‘iddah bagi setiap wanita.</p><p>Para Ulama’ sepakat bahwa hukum ‘iddah terkena bagi wanita siapa saja yang ditinggal mati suaminya, cerai setelah jima’ (bercampur), khulu, li’an dan fasakh.</p><p>Adapun masalah khalwat yang tidak terjadinya percampuran antara suami-istri terdapat perbedaan pendapat diantara kalangan para ulama.</p><p>Menurut pendapat Al-Hanafiyah, Al-Malikiyah, dan Al-Hanabilah bahwa khalwat yang tidak terjadinya</p>"
      },
      {
        "page": 21,
        "text": "<p dir='cntn'>jima’ tetap wajib untuk ber’iddah, sedangkan menurut Asy-Syafi’iyah tidak ada kewajiban ‘iddah bagi seorang wanita jika hanya sebatas khalwat tanpa terjadinya jima’.</p>"
      }
    ]
  },
  {
    "id": "NKB",
    "info": {
      "title": "Pakaian Syari : Harus Segitunya Kah?",
      "author": "Nur Azizah, Lc",
      "publish": "Wed, 16 January 2019",
      "pages": 50,
      "price": 0,
      "category": "Fiqih Wanita",
      "desc": "Fenomena muslim perkotaan yang lagi demam berhijrah-ria meski masa kecil kurang mendapatkan asupan pendidikan agama resmi memang menarik untuk diamati. Salah satunya adalah semangat untuk berpenampilan dan berbusana yang memenuhi kaidah : ‘syar’i’."
    },
    "tableOfContents": [
      { "page": 6, "text": "Pengantar", "head": true },
      { "page": 8, "text": "Pengertian" },
      { "page": 8, "text": "Masyru'Iyah" },
      {
        "page": 9,
        "text": "Hukum-Hukum Berpakaian",
        "sub": [
          { "page": 9, "text": "Wajib" },
          { "page": 10, "text": "Mustahab" },
          { "page": 11, "text": "Mandub" },
          { "page": 12, "text": "Makruh" },
          {
            "page": 13,
            "text": "Haram",
            "sub": [
              { "page": 13, "text": "Tidak Menutup Aurat" },
              { "page": 15, "text": "Menyerupai Pakaian Non Muslim" },
              { "page": 15, "text": "Menyerupai Pakaian Lawan Jenis" },
              { "page": 16, "text": "Berbahan Najis" },
              { "page": 16, "text": "Sutera dan Emas" },
              { "page": 17, "text": "Pakaian Sombong" }
            ]
          }
        ]
      },
      {
        "page": 17,
        "text": "Apa Saja Aurat Wanita?",
        "sub": [
          { "page": 18, "text": "Mazhab Al-Hanafiyah" },
          { "page": 20, "text": "Mazhab Al-Malikiyah" },
          { "page": 21, "text": "Mazhab Asy-Syafi'i" },
          { "page": 23, "text": "Mazhab Al-Hanabilah" }
        ]
      },
      {
        "page": 24,
        "text": "Kriteria Pakaian Syari'i",
        "sub": [
          { "page": 27, "text": "Tidak Tipis dan Tidak Transparan" },
          { "page": 27, "text": "Tidak Ketat" },
          { "page": 28, "text": "Tidak Berlubang" },
          { "page": 28, "text": "Terbuka Sebagian" }
        ]
      },
      {
        "page": 29,
        "text": "Warna-warna Pakaian",
        "sub": [
          { "page": 29, "text": "Warna Putih" },
          { "page": 30, "text": "Warna Merah" },
          { "page": 31, "text": "Warna Hitam" },
          { "page": 32, "text": "Warna Kuning" },
          { "page": 32, "text": "Warna Hijau" }
        ]
      },
      {
        "page": 33,
        "text": "Batasan-Batasan Aurat Muslimah",
        "sub": [
          { "page": 33, "text": "Di dalam Shalat" },
          { "page": 34, "text": "Di depan laki-laki asing" },
          { "page": 36, "text": "Di depan wanita non muslimah" },
          { "page": 37, "text": "Di depan wanita muslimah" },
          { "page": 38, "text": "Di depan mahramnya" }
        ]
      },
      {
        "page": 39,
        "text": "Siapa Saja Mahram Kita?",
        "sub": [
          { "page": 42, "text": "Mahram Karena Nasab" },
          { "page": 43, "text": "Mahram Karena Pernikahan" },
          { "page": 44, "text": "Mahram Karena Penyusuan" }
        ]
      },
      {
        "page": 44,
        "text": "Apakah Harus Bercadar?",
        "sub": [
          { "page": 45, "text": "Wajib Cadar" },
          { "page": 46, "text": "Tidak Wajib Cadar" }
        ]
      },
      { "page": 46, "text": "Kesimpulan", "tail": true }
    ],
    "content": [
      {
        "page": 6,
        "text": "<strong>Pengantar</strong><p>Fenomena muslim perkotaan yang lagi demam berhijrah-ria meski masa kecil kurang mendapatkan asupan pendidikan agama resmi memang menarik untuk diamati. Salah satunya adalah semangat untuk berpenampilan dan berbusana yang memenuhi kaidah : ‘syar’i’.</p><p>Dan memang kita semua merasakan hal itu. Dimana-mana didengungkan anjuran bahkan kewajiban untuk tampil dengan busana syar’i. Dan Alhamdulillah, beberapa artis pun sudah ikut menyadari akan pentingnya berpakaian syar’i.</p><p>Masalahnya,seperti apakah sosok, penampakan dan penampilan busana yang katanya syar’i itu? Apakah memang sudah ijma’ para ulama atau masih jadi perdebatan di berbagai kalangan ulama?</p><p>Adakah yang dimaksud adalah busana syar’i harus sampai bisa menutup wajah sehingga siapa pun tidak bisa melihat? Bagaimana dengan kedua mata, apakah disisakan terbuka atau tetap harus juga ditutup?</p><p>Lalu dari sisi modelnya, adakah busana syar’i harus berupa baju kurung atau abaya yang ukurannya lebar muat untuk dua orang?</p><p>Dari segi warna, busana syar’i apakah harus hitam atau warna-warna gelap lainnya? Dan haruskah polos tanpa motif?</p>"
      },
      {
        "page": 7,
        "text": "<p>Kalau memang harus memenuhi ketentuan semua tersebut di atas, lalu bagaimana dengan busana muslimah yang umumnya dikenakan oleh para wanita di negeri kita? Tidak tertutup wajah, tidak lebar model baju kurang, tidak hitam legam, juga tidak polos karena ada banyak motif dan warna.</p><p>Apakah yang seperti itu dianggap tidak memenuhi standar syar’i yang dimaksud?</p><p>Dan pertanyaan berikutnya, standar syar’i yang dimaksud itu sebenarnya siapa yang menyusunnya? Adakah itu memang disebutkan secara eksplisit di dalam ayat-ayat Al-Quran dan Sunnah Rasulullah SAW? Ataukah itu hasil ijtihad dari beberapa gelintir ulama saja?</p><p>Atau justru penampakan seperti itu justru merupakan adat istiadat dari suatu bangsa tertentu, yang sama sekali tidak ada hubungannya dengan syariat Islam itu sendiri?</p><p>Buku ini meski ramping, namun mengingatkan kita kepada ketentuan syariah yang baku, hasil ijtihad para ulama ahli syariah.</p><p>Semoga mendapatkan keberkahan dalam menuntut ilmu.</p>"
      },
      {
        "page": 8,
        "text": "<strong>A. Pengertian</strong><p>Pakaian dalam Bahasa Arab disebut libas (لباس) bentuk jamaknya albisah(ألبسة).</p><p dir='rtl'>ما يَسْئرٌ البَدَنَ وَيَدَقَع الحَرّ وَالبرْدَ</p><q>Segala yang menutupi badan dan menjaganya dari panas dan dingin</q><p>Namun juga sering disebut sebagai kiswah (كسوة ), yang merupakan kain selubung yang menutupi Ka’bah di Mekkah.</p><p>Makna libas adalah satir (ساتر) penutup sebagaimana disebutkan dalam Al-Qur’an:</p><p dir='rtl'>وَهُوَ الَّذِيْ جَعَلَ لَكُمُ الَّيْلَ لِبَاسًا وَّالنَّوْمَ سُبَاتًا وَّجَعَلَ النَّهَارَ نُشُوْرًا</p><q>Dialah yang menjadikan untukmu malam (sebagai) pakaian, dan tidur untuk istirahat, dan Dia menjadikan siang untuk bangun berusaha. (QS : Al-Furqan : 47)</q><strong>B. Masyru’iyah</strong><p>Allah SWT telah menyebutkan tentang pakaian dalam AL-Qur’an Al-Karim:</p><p dir='rtl'>يَا بَنِيْٓ اٰدَمَ قَدْ اَنْزَلْنَا عَلَيْكُمْ لِبَاسًا يُّوَارِيْ سَوْاٰتِكُمْ وَرِيْشًاۗ وَلِبَاسُ التَّقْوٰى ذٰلِكَ خَيْرٌۗ ذٰلِكَ مِنْ اٰيٰتِ اللّٰهِ لَعَلَّهُمْ يَذَّكَّرُوْنَ</p>"
      },
      {
        "page": 9,
        "text": "<q>Hai anak Adam, sesungguhnya Kami telah menurunkan kepadamu pakaian untuk menutup auratmu dan pakaian indah untuk perhiasan. Dan pakaian takwa itulah yang paling baik. Yang demikian itu adalah sebahagian dari tanda-tanda kekuasaan Allah, mudah-mudahan mereka selalu ingat. (QS. Al-A’raf :26)</q><p dir='rtl'>وَعَلَّمْنٰهُ صَنْعَةَ لَبُوْسٍ لَّكُمْ لِتُحْصِنَكُمْ مِّنْۢ بَأْسِكُمْۚ فَهَلْ اَنْتُمْ شَاكِرُوْنَ</p><q>Dan telah Kami ajarkan kepada Daud membuat baju besi untuk kamu, guna memelihara kamu dalam peperanganmu; Maka hendaklah kamu bersyukur (kepada Allah). (QS Al-Anbiya :80)</q><strong>C. Hukum-Hukum Berpakaian</strong><p>Seperti pengertian pakaian diatas sebagai penutup badan, maka dalam berpakaian pun terdapat hukum-hukum tertentu. Kembali lagi kepada niat si pemakai, bahan dari pakaian tersebut, atau mungkin pakaian tersebut tidak berfungsi sebagaimana mestinya sebagai penutup aurat. Maka para ulama membagi hukumnya menjadi 5 hukum:</p><strong>1. Wajib</strong><p>Pakaian akan menjadi wajib hukumnya jika tujuannya adalah untuk menutup aurat. Mengingat bahwa hukum menutup aurat itu sendiri adalah wajib. Maka pakaian sebagai alat penutup pun akan menjadi wajib hukumnya.</p><p>Allah SWT berfirman :</p>"
      },
      {
        "page": 10,
        "text": "<p dir='rtl'>يٰبَنِيْٓ اٰدَمَ خُذُوْا زِيْنَتَكُمْ عِنْدَ كُلِّ مَسْجِدٍ</p><q>Hai anak Adam, pakailah pakaianmu yang indah di setiap (memasuki) masjid. (QS Al-A’raf :31)</q><p>Maksudnya adalah pakailah pakaian yang menutup auratmu ketika sedang shalat.</p><p>Rasulullah SAW bersabda :</p><p dir='rtl'>احْفَظْ عَوْرَتَكَ إِلاَّ مِنْ زَوْجَتِكَ أَوْ مَا مَلَكَتْ يَمِينُكَ</p><q>Peliharalah auratmu melainkan kepada isterimu atau hamba sahaya yang kamu miliki. (HR. Ahmad, Abu Daud, At-Tirmidzi dan Ibnu Majah)</q><p>Dari hadits ini dapat kita pahami bahwa menutup aurat itu wajib dihadapan siapapun, kecuali dihadapan suami atau hamba sahaya atau budak.</p><strong>2. Mustahab</strong><p>Pakaian yang mustahab adalah pakaian yang dipakai dengan maksud untuk mengungkapkan rasa syukur dengan melakukan tahadduts binni’mah. Sehingga pakaian tersebut terlihat indah ketika dikenakan.</p><p>Allah SWT berfirman :</p><p dir='rtl'>وَاَمَّا بِنِعْمَةِ رَبِّكَ فَحَدِّثْ</p><q>Dan atas nikmat Tuhanmu, maka bicarakanlah. (QS Adh-Dhuha :11)</q>"
      },
      {
        "page": 11,
        "text": "<p dir='rtl'>إِنَّ اللَّهَ يُحِبَّ أَنْ يُرَى أَثَرُ نِعْمَتِهِ عَلَى عَبْدِهِ</p><p>Dari ibnu Amri Radhiallahu anhuma sesungguhnya Rasulullah SAW bersabda:</p><q>Sesungguhnya Allah menyukai jika hambanya menampakkan tanda nikmat yang Allah berikan.</q><strong>3. Mandub</strong><p>Suatu pakaian hukumnya mandub (segala sesuatu yang baik menurut syari’at dan apabila dikerjakan mendapat pahala dan apabila ditinggalkan tidak mendapat dosa) apabila kita memakainya untuk beribadah di hari Jum’at. Dimana di hari Jum’at ini terdapat ibadah shalat jum’at yang di sunnahkan di dalamnya memakai pakaian dan perhiasan yang baik.</p><p>Bahkan di sunnahkan pula untuk mandi sebelum shalat jum’at dan memakai wewangian. Tidak hanya shalat jum’at, hal tersebut juga di sunnahkan di shalat-shalat lainnya dimana saat itu berkumpul banyak manusia. Seperti shalat idhul fitri dan idhul adha.</p><p>Pakaian yang baik itu tidak melulu harus yang baru. Seperti kebiasaan para masyarakat ketika menyambut idhul fitri, mereka berlomba-lomba untuk membeli baju yang baru. Bahkan mereka rela membeli pakaian dengan harga yang cukup mahal.</p>"
      },
      {
        "page": 12,
        "text": "<p>Diriwayatkan oleh Aisyah Radhiallahu anha :</p><p dir='rtl'>حد يش عاهشة رضي الله عنحاان اانبي صل الله عليه وسلم قال:\"ماعل احدكم ان وجدسعة ان يتخذ شو بين ليوم الجهعة غير شوبي مهنته\".رواه أبوداود</p><q>Dari Aisyah Radhiallahu anha bahwasanya Rasulullah SAW bersabda : Dianjurkan kepada kalian semua, jika kalian ada kesempatan maka pakailah di hari jum’at dua pakaian yang satu untuk dipakai bekerja yang satu lagi khusus untuk shalat jum’at. (HR. Abu Daud)</q><strong>4. Makruh</strong><p>Pakaian yang makruh hukumnya adalah pakaian yang berlebihan dan mendekati kesombongan. Rasulullah SAW bersabda :</p><p dir='rtl'>وكلوا وَاشْرَبُوا وَالبَسُوا مِنْ غَير إِسْرَافٍ ولا مَخيلَة</p><q>Makan dan minumlah serta berpakaianlah, namun jangan isrof (berlebihan) dan sombong. (HR. Ahmad dan Hakim)</q><p dir='rtl'>وَعَنِ ابن عَبَاسِ رَضي الله عَنهمَا قَالَ :كُل مَا شِهت, وَالْبس مَا شِهتَ, مَا أَخطأتكَ اثنتانِ : سَرَفُ وَمَخِيلَةٌ</p>"
      },
      {
        "page": 13,
        "text": "<q>Dari Ibnu Abbas radhiallahuanhuma berkata : “Makanlah sesukamu, berpakaianlah sesukamu, tapi jangan lakukan dua kesalahan, yaitu berlebihan dan sombong.” (HR. Abu Syaibah)</q><p>Sebagian orang berlomba-lomba untuk membeli dan memakai pakaian termahal di dunia. Yang mungkin harganya sangat mahal dan tidak terbayangkan. Harganya bisa mencapai ratusan juta hingga milyaran, tentu hal tersebut di makruhkan, karna merupakan salah satu bentuk isrof dan juga mendekati kepada kesombongan.</p><p>Maksud dari mendekati kesombongan adalah ketika seseorang membeli pakaian dengan harga yang berlebihan tersebut, maka dengan itu ia telah membuka pintu kesombongan.</p><p>Perlu dipertanyakan kembali alasan ia membeli pakaian semahal itu. Apakah untuk menutup aurat? Atau agar semua orang tau bahwa ia pernah membeli pakaian dengan harga termahal?</p><strong>5. Haram</strong><p>Suatu pakaian akan haram hukumnya jika pakaian tersebut menyelisihi syariat islam yang ada atau berlawanan dengan prinsip syariat antara lain</p><strong>a. Tidak Menutup Aurat</strong><p>Pakaian adalah penutup. Syari’at islam juga telah menjelaskan batasan aurat wanita dan lakilaki. Batasan aurat seorang wanita muslimah di depan laki-laki yang bukan mahramnya adalah</p>"
      },
      {
        "page": 14,
        "text": "<p dir='cntn'>seluruh tubuhnya kecuali muka dan telapak tangan. Sedangkan aurat laki-laki adalah diantara pusar dan lutut.</p><p>Adanya pakaian adalah untuk menutupi aurat baik wanita maupun laki-laki sampai batasan yang sudah ditentukan. Dan menampakkan aurat dengan sengaja adalah perbuatan yang diharamkan dalam syari’at islam.</p><p>Diantara bentuk kriteria pakaian yang tidak memenuhi tujuan menutup aurat adalah pakaian yang terbuka, terlalu tipis, sehingga menampakkan aurat itu sendiri, ataupun terlalu ketat sehingga membentuk bagian-bagian tubuh yang harus ditutup.</p><p>Rasulullah SAW melaknat para wanita yang berpakaian namun dianggap telanjang.</p><p dir='rtl'>صِنْفَانِ مِنْ أَهْلِ النَّارِ لَمْ أَرَهُمَا قَوْمٌ مَعَهُمْ سِيَاطٌ كَأَذْنَابِ الْبَقَرِ يَضْرِبُونَ بِهَا النَّاسَ وَنِسَاءٌ كَاسِيَاتٌ عَارِيَاتٌ مُمِيلاَتٌ مَائِلاَتٌ رُءُوسُهُنَّ كَأَسْنِمَةِ الْبُخْتِ الْمَائِلَةِ لاَ يَدْخُلْنَ الْجَنَّةَ وَلاَ يَجِدْنَ رِيحَهَا وَإِنَّ رِيحَهَا لَيُوجَدُ مِنْ مَسِيرَةِ كَذَا وَكَذَا</p><q>Ada dua golongan dari penduduk neraka yang belum pernah aku lihat sama sekali: yang pertama, orang-orang yang memegang cambuk seperti ekor sapi, mereka gunakan itu untuk mencambuki orang lain. Dan wanita yang berpakaian namun telanjang, mereka berjalan</q>"
      },
      {
        "page": 15,
        "text": "<q>miring dan berlenggak-lenggok seperti punuk onta. Mereka tidak masuk surga dan tidak mencium baunya walaupun baunya tercium dari jarak sekian dan sekian” (HR. Muslim no. 2128).</q><strong>b. Menyerupai Pakaian Non Muslim</strong><p>Rasulullah SAW melarang seorang muslim untuk memakai pakaian yang melambangkan atau mengidentikkan seseorang dengan agama lain selain islam. Tentunya kita sebagai muslim, pakaian bukan hanya sekedar penutup aurat akan tetapi juga sebagai identitas keagamaan kita.</p><p>Toleransi dalam beragama tidak perlu harus memakai atribut keagamaan selain agama islam. Dasarnya adalah sabda Rasulullah SAW :</p><p dir='rtl'>مَنْ تَشَبَّه بقوم فَهُوَ منهم</p><q>Siapa yang menyerupai suatu kaum maka dia termasuk dari kaum itu. (HR. Abu Daud)</q><strong>c. Menyerupai Pakaian Lawan Jenis</strong><p>Pakaian yang menyerupai lawan jenis termasuk pakaian yang diharamkan. Setiap laki-laki mempunyai khas pakaian tersendiri begitu juga dengan wanita. Maka laki-laki haram memakai pakaian yang menjadi ciri khas seorang wanita. Seorang wanita pun begitu, haram hukumnya memakai pakaian yang menjadi ciri khas laki-laki.</p><p>Rasulullah SAW bersabda :</p>"
      },
      {
        "page": 16,
        "text": "<p dir='rtl'>رَسُول اللَّهِ  الْمُتَشَبِّهِينَ مِنَ الرِّجَال بِالنِّسَاءِ وَالْمُتَشَبِّهَاتِ مِنَ النِّسَاءِ بِالرِّجَال</p><q>Rasulullah SAW melaknat para laki-laki yang menyerupai wanita dan para wanita yang menyerupai laki-laki. (HR. Bukhari)</q><strong>d. Berbahan Najis</strong><p>Apabila suatu pakaian terbuat dari bahan yang tidak suci atau terbuat dari benda najis, seperti kulit hewan yang asalnya najis, atau kulit bangkai yang belum di samak.</p><p>Jumhur ulama dari Mazhab Al-Hanafiyah, ALMalikiyah dan As-Syafi’iyah berpendapat bahwa bolehnya memanfaatkan kulit hewan buas dengan syarat harus sudah di samak. Dalilnya adalah:</p><p dir='rtl'>أَيُّمَا إِهَابٍ دُبِغَ فَقَدْ طَهُرَ.</p><q>Kulit bangkai apa saja yang telah disamak, maka dia telah suci</q><p>Sedangkan qadhi Abu Ya’la dari Mazhab Hanbali tidak membolehkan mengambil manfaat dari kulit hewab buas baik sudah di samak atau belum.</p><strong>e. Sutera dan Emas</strong><p>Seorang laki-laki muslim yang sudah baligh dan berakal, maka haram bagi nya memakai pakaian yang terbuat dari sutera asli atau emas. Sedangkan</p>"
      },
      {
        "page": 17,
        "text": "<p dir='cntn'>wanita muslimah di perbolehkan untuk memakainya.</p><p dir='rtl'>حُرِّمَ لِبَاسُ الْحَرِيرِ وَالذَّهَبِ عَلَى ذُكُورِ أُمَّتِى وَأُحِلَّ لإِنَاثِهِمْ</p><q>Diharamkan kepada kaum laki-laki memakai emas dan sutera dan dihalalkan bagi para wanita.</q><strong>f. Pakaian Sombong</strong><p>Pakaian sombong ialah pakaian yang ketika dipakai , orang yang mengenakannya ada maksud untuk menyombongkan diri, kibr, atau riya. Sedangkan sombong, kibr, dan riya merupakan sifat-sifat yang Allah benci dan diharamkan.</p><p>Maka kita sebagai muslim yang taat hendaknya menghindari 3 sifat tidak terpuji ini dalam hal apapun, terutama dalam berpakaian. Karena sangat besar peluang adanya sifat ini ketika berpakaian.</p><strong>D. Apa Saja Aurat Wanita?</strong><p>Umumnya jumhur ulama mengatakan bahwa seluruh tubuh wanita adalah aurat yang tidak boleh terlihat. Dengan pengecualian wajah dan kedua tapak tangan, baik bagian dalam maupun bagian luar.</p><p>Sedangkan ulama dari Mazhab Hambali, kebanyakan para ulama mereka sepakat bahwa aurat wanita adalah seluruh tubuhnya, tanpa</p>"
      },
      {
        "page": 18,
        "text": "<p dir='cntn'>pengecualian wajah dan tangan. Bahkan kukunya pun aurat juga.</p><p>Sedikit perbedaan dalam mazhab Al-Hanafiyah, yang menyatakan bahwa kaki bukan termasuk aurat wanita, yaitu sebatas mata kaki. Alasannya adalah adanya hajat yang sulit untuk dihindari.</p><p>Para wanita punya kebutuhan untuk bermuamalah dengan kaum lelaki dalam kehidupannya sehari -hari, seperti untuk mengambil atau memberi sesuatu dengan tangannya.</p><p>Ulama berbeda pendapat tentang telapak kaki wanita, baik bawah ataupun punggungnya apakah termasuk dalam aurat wanita yang harus ditutupi atau tidak. Sebagian ulama mengkategorikannya sebagai aurat dan sebagian yang lain tidak. Para ulama pun mengungkapkan alasan-alasan yang jelas terkait hal itu.</p><p>Berikut pendapat para ulama tentang apa saja aurat wanita itu.</p><strong>1. Mazhab Al-Hanafiyah</strong><p>Al-Kasani (w. 587 H) salah satu ulama mazhab AlHanafiyah di dalam kitabnya Badai' Ash-Shanai' fi Tartibi As-Syarai' menuliskan sebagai berikut :</p><p dir='rtl'>رثَُّ  انمََّا يَُْرررم النظََّرر مِنْ الَْْجْنبَِيةَِّ  الََ سَائرِِ آَعْضَائِِاَ سِوَى الوَْجْهِ وَالْكَفيَِّْْ آَوْ القَْدَمَيِْْ آَيضًْا.</p><q>Diharamkan bagi laki-laki memandang kepada</q>"
      },
      {
        "page": 19,
        "text": "<q>seluruh bagian tubuh wanita yang bukan mahram kecuali wjah dan kedua telapak tangan dan kedua telapak kaki.</q><p>Ibnul Humam (w. 681 H) salah satu ulama mazhab Al-Hanafiyah dalam kitab Fathul Qadir menuliskan sebagai berikut :</p><p dir='rtl'>و ان كان قولِ تعالَ {ولا يبدين زينته لن} [النور: ٣١] الْ ية، فالقدم ليس موضع ال لزينة ال لظاهرة عادة.</p><q>sebagaimana disebutkan dalam alqur'an : \"maka jangnlah mereka menampakkan perhiasan mereka\". dari ayat diatas dapat disimpulkan bahwa kaki bukanlah termasuk perhiasan yang biasa ditampakkan.</q><p>Badruddin Al-Aini (w. 855 H) salah satu ulama mazhab Al-Hanafiyah di dalam kitabnya Al-Binayah Syarah Al-Hidayah menuliskan sebagai berikut :</p><p dir='rtl'>(ويروى( ش: الراوي هو الحسن عن  آبَ حنيفة م: ) آنها( ش:  آي  آن القدم م: )ليست بعورة( ش:  لْنها تبتلَّ  ببداء القدم  اذا مشت حافية  آو منتعل فربما لا تجد الخف علَّ  آن الاش تهاء لا يُصل بلنظر  الَ القدم كما يُصل بلنظر  الَ الوجه</p><q>Al hasan bin Ziyad meriwayatkan dari Abi Hanifah bahwa telapak kaki bukan aurat karena</q>"
      },
      {
        "page": 20,
        "text": "<q>sulit bagi seorang wanita untuk tidak memperlihatkan telapak kakinya baik ketika berjalan tanpa alas kaki maupun menggunakan sandal. Selain itu, timbulnya syahwat saat melihat telapak kaki tidak sama seperti syahwat ketika melihat wajah.</q><p>Batasan aurat wanita khususnya dalam mazhab Al-Hanafiyah memang disebutkan bahwa kaki para wanita bukan termasuk aurat. Tepatnya mulai dari batas mata kaki ke bawah, tidak termasuk bagian yang harus ditutup.</p><p>Hal itu dikarenakan alasan kedaruratan, di mana para wanita pasti butuh untuk berjalan dan beraktifitas. Dan tidak mungkin dilakukan kecuali dengan mengangkat pakaiannya agar tidak menyentuh tanah.</p><strong>2. Mazhab Al-Malikiyah</strong><p>Al-Hathab Ar-Ru’aini (w. 954 H) salah satu ulama mazhab Al-Hanafiyah di dalam kitabnya Mawahibul Jalil menuliskan sebagai berikut :</p><p dir='rtl'>لَِْنَّ مَالِكًً قاَلَ فِِ ال رمْدَوَّنةَِ:  اذَا صَلتَّْ ال رحْرَّرة بَدِيةََ الشَّعْرِ آَوْ الوَْجْهِ آوَْ الصَّدْرِ آَوْ رظهرورِ قدََمَيِْْ آَعاَدَتْ فِِ الوَْقْتِ،</p><q>Malik berkata dalam Al Mudawwanah : jika seorang wanita merdeka shalat dan terlihat rambutnya, atau wajahnya atau dadanya atau punggung telapak kakinya, maka ia harus</p>"
      },
      {
        "page": 21,
        "text": "<q>mengulang shalatnya.</q><strong>3. Mazhab Asy-Syafi’i</strong><p>Ulama mazhab ini sepakat bahwa aurat wanita itu adalah seluruh bagian tubuhnya kecuali wajah dan telapak tangan.</p><p>Telapak tangan ini pun dibatasi yakni sampai pergelangan tangan saja. Akan tetapi ada sebagian ulama lain yang menganggap telapak kaki bagian bawah tidak termasuk dalam aurat. Inilah ibarahnya:</p><p>An-Nawawi (w. 676 H) salah satu ulama dalam mazhab Asy-Syafi'iyah di dalam kitabnya Raudhatu At-Thalibin wa Umdatu Al-Muftiyyin dan AlMajmu' Syarah Al-Muhadzdzab menuliskan sebagai berikut :</p><p dir='rtl'>وَآَمَّا المَْرْآَ رة فاَِنْ كاَنتَْ رحرَّةً فجََمِي رع بدََنِهاَ عَوْرَةٌ اِلَّا الوَْجْهَ وَالْكَفيَِّْْ؛ ظَهررْرهَُا وَبطَْ رنَّرمَا اِلََ الْ ركوع يَِْْ. وَلنَاَ قوَْلٌ، وَقِيلَ وَجْهٌ: آَنَّ بَطِنَ قدََمِهاَ ليَسَْ بِعَوْرَةٍ، وَقاَلَ ال رمْزَنُِِّ: ليَسَْ  القَْدَمَانِ بِعَوْرَةٍ .</p><q>adapun wanita merdeka maka seluruh badannya itu aurat kecuali wajah dan kedua telapak tangan, baik bagian luarnya ataupun dalamnya sampai pergelangan.</p><p>Dan dalam pendapat madzhab kami qaul</p>"
      },
      {
        "page": 22,
        "text": "<q>(pendapat imam syafii) dan ada juga yang menyebutkan wajh (pendapat ulama syafiiyah) bahwasanya telapak kaki bagian bawahnya bukan aurat. sedangkan imam muzani menyebutkan bahwa kedua telapak kaki (bawah dan atas) bukanlah aurat.</q><p dir='rtl'>وَآَمَّا عَوْرَ رة ال رحْرَّةِ فجََمِي رع بدََنِهاَ  الَّا الوَْجْهَ  وَالْكَفيَِّْْ  الََ الْ ركوعيَِْْ وَحَكََ ال رخْرَاسَانِيوُّنَ قوَْلًا وَبعَْ رضهرمْ يَُْكِيهِ وَجًْْا آَنَّ بَطِنَ قدََمَيْْاَ ليَسَْ بِعَوْرَةٍ وَقاَلَ ال رمْزَ لنِِ القَْدَمَانِ ليَْسَا بِعَوْرَةٍ وَالمَْذْهَ رب الَْْوَّ رل</p><q>adapun aurat wanita merdeka adalah seluruh badannya selain wajah dan kedua telapak tangan sampai pergelangan. dan khurasaniyyun menyebutkan qaul (pendapat imam syafii) dan sebagian mereka menyebutkan wajah (pendapat ulama syafiiyah) bahwa telapak kaki bagian dalam bukan aurat, sedangkan imam muzani menyebutkan bahwa kedua telapak kaki bukan aurat, dan pendapat mazhab kami adalah pendapat pertama (bahwasanya telapak kaki bagian bawahnya saja yang aurat).</q><p>Ar-Rafi’i (w. 623 H) salah satu ulama mazhab Asy-Syafi'iyah di dalam kitab Fathul ‘Aziz Bisyarhil Wajiz menuliskan sebagai berikut :</p><p dir='rtl'>و ظهر القدميْ عورة فِ الصلاة… وقولِ عورة فِ الصلاة  آشار به .الَ ان العورة قد تطلق لمعنى آ خر وهو ما يُرم النظر  اليه</p>"
      },
      {
        "page": 23,
        "text": "<q>Dan punggung telapak kaki merupakan aurat dalam shalat…dan pernyataan “dalam shalat” mencakup makna yang lebih luas yaitu haram dilihat bagi yang bukan mahramnya.</q><strong>4. Mazhab Al-Hanabilah</strong><p>Ibnu Qudamah (w. 620 H) ulama dari kalangan mazhab Al-Hanabilah di dalam kitabnya Al-Mughni menuliskan sebagai berikut :</p><p dir='rtl'>والدليل علَّ وجوب تغطية القدميْ ما روت «آ م سلمة، قالت: قلت: يَ رسول الله،آتصلي المر آة فِ درع وخمار وليس عليْا  ازار؟ قال: نعم،  اذا كان سابغا يغطي ظهور قدميْا» . رواه  آبو داود،  وهذا يدل علَّ وجوب تغطية القدميْ.</p><q>Dan dalil atas diwajibkannya menutup kedua telapak kaki adalah apa yang diriwayatkanoleh Ummu Salamah, bahwa ia bertanya: ‘Apakah seorang wanita boleh shalat dengan mengenakan baju panjang dan penutup kepala tanpa mengenakan kain? Nabi menjawab, ‘Boleh, jika baju itu luas yang biasa menutupi kedua qadam-nya’. HR.Abu daud dan hal ini menunjukkan atas wajibnya menutup kedua telapakkaki.</q>"
      },
      {
        "page": 24,
        "text": "<p>Al-Mardawi (w. 885 H) salah satu ulama mazhab Al-Hanabilah di dalam kitabnya Al-Inshaf fi Ma'rifati Ar-Rajih minal Khilaf menuliskan sebagai berikut :</p><p dir='rtl'>آَحَ رد رهَُا: صَََّحَ ال رمْصَنِل رف: آَنَّ مَا عدََا الوَْ جْهَ وَالْكَفيَِّْْ، عَوْرَةٌ، وَ رهوَ صََِيحٌ، وَ رهوَ المَْذْهَ رب. وَعلَيَْهِ الَْْصََْا رب. وَحَكًَ ره ابْ رن ال رمْنْذِرِ  اجَْْاعاً فِِ الخِْمَارِ وَاخْتاَرَ الشَّ يْ رخ تقَِيُّ ا للدِينِ: آَنَّ القَْدَمَيِْْ ليَْسَا بِعَوْرَةٍ آَيضًْا. قرلْت: وَ رهوَ الصَّوَا رب .</p><q>Bahwasanya selain wajah dan telapak tangan adalah aurat, pendapat inilah yang sahih dari mazhab kami. Ibnu munzir meriwayatkan secara ijma’ dalam khimar dan Syekh Taqiyudin juga memilih pendapat ini: bahwasanya AlQodamaini bukan termasuk aurat juga. Pendapat inilah yang benar meurut saya (AlMardawi).</q><strong>E. Kriteria Pakaian Syar’i</strong><p>Sebagai penutup aurat, maka kita harus lebih memperhatikan lagi kriteria pakaian yang kita pakai. Sebagaimana wajibnya menutup aurat maka wajib pula bagi pakaian memenuhi kriteria sebagai penutup aurat.</p><p>Islam datang dengan syari’at yang indah. Sebagai bentuk penghormatan kepada manusia itu sendiri karena telah diciptakan dengan sebaik-baik</p>"
      },
      {
        "page": 25,
        "text": "<p dir='cntn'>penciptaan, maka disyariatkanlah untuk menutup aurat.</p><p>Allah SWT berfirman :</p><p dir='rtl'>۞ وَلَقَدْ كَرَّمْنَا بَنِيْٓ اٰدَمَ وَحَمَلْنٰهُمْ فِى الْبَرِّ وَالْبَحْرِ وَرَزَقْنٰهُمْ مِّنَ الطَّيِّبٰتِ وَفَضَّلْنٰهُمْ عَلٰى كَثِيْرٍ مِّمَّنْ خَلَقْنَا تَفْضِيْلًا ࣖ </p><q>Dan sesungguhnya telah Kami muliakan anakanak Adam, Kami angkut mereka di daratan dan di lautan, Kami beri mereka rezeki dari yang baikbaik dan Kami lebihkan mereka dengan kelebihan yang sempurna atas kebanyakan makhluk yang telah Kami ciptakan. (QS. A-Isra : 70 )</q><p>Allah subhanawata’ala saja memuliakan manusia, maka kita sebagai manusia itu sendiri sudah sepatutnya memuliakan diri kita sendiri. Salah satunya dengan memakai pakaian yang menutup aurat.</p><p>Allah berfirman dalam surat An-Nur ayat 31:</p><p dir='rtl'>وَقُلْ لِّلْمُؤْمِنٰتِ يَغْضُضْنَ مِنْ اَبْصَارِهِنَّ وَيَحْفَظْنَ فُرُوْجَهُنَّ وَلَا يُبْدِيْنَ زِيْنَتَهُنَّ اِلَّا مَا ظَهَرَ مِنْهَا وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلٰى جُيُوْبِهِنَّۖ وَلَا يُبْدِيْنَ زِيْنَتَهُنَّ اِلَّا لِبُعُوْلَتِهِنَّ اَوْ اٰبَاۤىِٕهِنَّ اَوْ اٰبَاۤءِ بُعُوْلَتِهِنَّ اَوْ اَبْنَاۤىِٕهِنَّ اَوْ اَبْنَاۤءِ بُعُوْلَتِهِنَّ اَوْ اِخْوَانِهِنَّ اَوْ بَنِيْٓ اِخْوَانِهِنَّ اَوْ بَنِيْٓ اَخَوٰتِهِنَّ اَوْ نِسَاۤىِٕهِنَّ اَوْ مَا مَلَكَتْ </p>"
      },
      {
        "page": 26,
        "text": "<p dir='rtl'>اَيْمَانُهُنَّ اَوِ التَّابِعِيْنَ غَيْرِ اُولِى الْاِرْبَةِ مِنَ الرِّجَالِ اَوِ الطِّفْلِ الَّذِيْنَ لَمْ يَظْهَرُوْا عَلٰى عَوْرٰتِ النِّسَاۤءِ ۖوَلَا يَضْرِبْنَ بِاَرْجُلِهِنَّ لِيُعْلَمَ مَا يُخْفِيْنَ مِنْ زِيْنَتِهِنَّۗ وَتُوْبُوْٓا اِلَى اللّٰهِ جَمِيْعًا اَيُّهَ الْمُؤْمِنُوْنَ لَعَلَّكُمْ تُفْلِحُوْنَ</p><q>Katakanlah kepada wanita yang beriman, “Hendaklah mereka menahan pandangannya, dan memelihara kemaluannya, dan janganlah mereka menampakkan perhiasannya, kecuali yang (biasa) tampak darinya. Dan hendaklah mereka menutupkan kain kerudung ke dadanya, dan janganlah menampakkan perhiasannya, kecuali kepada suami mereka, atau ayah mereka, atau ayah suami mereka, atau putraputra mereka, atau putra-putra suami mereka, atau saudara-saudara mereka, atau putra-putra saudara lelaki mereka, atau putra-putra saudara perempuan mereka, atau wanita-wanita Islam, atau budak-budak yang mereka miliki, atau pelayan-pelayan laki-laki yang tidak mempunyai keinginan (terhadap wanita) atau anak-anak yang belum mengerti tentang aurat wanita. Dan janganlah mereka memukulkan kakinya agar diketahui perhiasan yang mereka sembunyikan. Dan bertobatlah kamu sekalian kepada Allah, hai orang-orang yang beriman, supaya kalian beruntung.</q><p>Dalam ayat ini ada perintah untuk menutup aurat. Dan juga ada perintah yang lebih spesifik lagi</p>"
      },
      {
        "page": 27,
        "text": "<p dir='cntn'>bagi wanita, yaitu menjulurkan kerudungnya hingga menutup dadanya.</p><p>Hal-hal yang harus diperhatikan dalam berpakaian adalah:</p><strong>1. Tidak Tipis dan Tidak Transparan</strong><p>Pakaian yang terlalu tipis yang dapat menampakkan kulit, sehingga dapat diketahui warna kulitnya putih atau merah. Baik di dalam rumah atau pun diluar rumah. Karena di dalam rumah pun kita tidak bisa sembarangan menampakkan aurat kita di depan mahram. Hanya yang biasa tampak saja yang boleh di perlihatkan.</p><p>Bahan yang tipis ini akan menampakkan sebagian aurat si pemakainya. Maka dalam membeli pakaian kita harus perhatikan lagi bahannya, apakah ia tipis dan transparan? Walaupun nantinya pakaian ini melingkupi tubuh akan tetapi aurat masih terlihat dikarenakan bahan yang tipis.</p><p>Penulis sering memperhatikan beberapa kerudung para wanita muslimah masih banyak sekali yang tipis dan transparan. Terkadang kerudung yang dipakai memang besar sekali, tapi tetap saja apa yang ada di dalam kerudung tersebut masih nampak dan dapat dilihat orang lain yang bukan mahram.</p><strong>2. Tidak Ketat</strong><p>Pakaian yang ketat sehingga mencetak lekuk tubuh ini haram hukumnya di pakai di hadapan orang yang bukan mahram kita.</p>"
      },
      {
        "page": 28,
        "text": "<p>Biasanya pakaian ini digunakan ketika berolahraga jenis tertentu, termasuk pakaian renang buat wanita.</p><p>Maka kita harus memilih pakaian yang longgar agar lekuk tubuh yang mana harus kita tutupi karna termasuk dari bagian aurat terurama wanita. Tentunya untuk menghindari fitnah dan hal-hal yang tidak diinginkan.</p><strong>3. Tidak Berlubang</strong><p>Apabila pakaian yang kita pakai ada lubang di tempat di mana bagian tersebut merupakan aurat maka haram dikenakan, kalau semata-mata hanya ingin memperlihatkan aurat.</p><p>Namun bila lubang ini hanya hiasan luar saja akan tetapi ada kain penutup di dalamnya sehingga aurat tidak tampak maka hukumnya boleh- boleh saja.</p><strong>4. Terbuka Sebagian</strong><p>Pada era modern ini banyak sekali model-model pakaian wanita yang beredar. Terkadang baju tersebut sudah panjang akan tetapi masih kekecilan. Sehingga terkadang bagian perut atau bagian pinggang masih suka tersingkap.</p><p>Itulah kriteria-kriteria pakaian syar’i yang harus di perhatikan, terutama bagi wanita muslimah. Perlu diperhatikan kembali pakaian syar’i yang dimaksud adalah pakaian yang memenuhi keriteria dalam syariat. Nah, kriteria yang diataslah yang termasuk pakaian syar’i.</p>"
      },
      {
        "page": 29,
        "text": "<strong>F. Warna-Warna Pakaian</strong><p>Dalam masalah warna pakaian ini kita sebagai muslimah juga harus bijak. Syariat islam telah mengatur segalanya. Mungkin sebagian dari kita belum membaca dan mempelajarinya.</p><p>Apakah warna tertentu saja yang boleh kita pakai? Seperti warna hitam saja misalkan. Atau kita boleh memakai semua warna?. Baik, mari kita simak pendapat para ulama tentang warna pakaian.</p><strong>1. Warna Putih</strong><p>Para Ulama Fiqih sepakat bahwa pakaian yang berwarna putih hukumnya mustahab untuk dikenakan. Bahkan Rasulullah memerintahkan agar mayat pun dikenakan kafan yang berwarna putih juga.</p><p dir='rtl'>قاَلَ رَرسو رل اللََِّّ صَلََّّ ا رللََّّ علَيَْهِ وَسَلَََّّ : ” البْ رسَوا مِنْ ثِيَابِ ر ركُ البَْيَاضَ ،فاَِنهَّاَ آَطْهررَ وَآَطْيَ رب ، وَكَفِلنروا فِيْاَ مَوْتًَركُْ ”</p><q>Kenakanlah pakaian yang berwarna putih, karena lebih suci dan baik. Dan kafanilah orang yang meninggal diantara kalian dengan kafan yang berwarna putih.(HR. AN-Nasa’i)</q><p>Imam Asy-Syaukani berkata : “Pakaian yang berwarna putih itu memang jelas lebih baik, dan maksud bahwa ia lebih suci karena apabila ada</p>"
      },
      {
        "page": 30,
        "text": "<p dir='cntn'>sesuatu yang menempel padanya langsung bisa terlihat, dan jika itu najis bisa langsung dibersihkan.</p><p>Seperti doa Rasulullah SAW:</p><p>“وَنقَِلنِِ مِنَ الخَْطَايََ كََمَ يرنقَىَّ الثوَّْ رب الَْبيَْ رض مِنَ الدَّنسَِ</p><q>Dan sucikanlah aku dari dosa-dosa seperti disucikannya pakaian berwarna putih dari najis.</q><p>Umar radhiallahuanhu berpendapat bahwa hukumnya mustahab bagi para pembaca Al-Qur’an untuk mengenakan pakaian yang berwarna putih.</p><strong>2. Warna Merah</strong><p>Sebagian ulama dikalangan mazhab AlHanafiyah dan Al-Hanabilah memakruhkan suatu pakaian yang berwarna merah polos bagi laki-laki tanpa adanya variasi warna lain. Rasulullah SAW bersabda :</p><p dir='rtl'>نهَاَنَا النبَُِِّّ صَلََّّ ا رللََّّ علَيَْهِ وَسَلَََّّ  عَنِ الميَاَثِرِ وَالقِ  ل سِِ</p><q>Nabi SAW melarang kita mengenakan mayatsir merah dan qissi. (HR. Bukhari)</q><p dir='rtl'>مَرَّ علَََّ الن لبَِِِّ صَلََّّ ا رللََّّ علَيَْهِ وَسَلَََّّ رَ رجلٌ علَيَْهِ ثوَْبَنِ آَحََْرَانِ ، فسََلَََّّعلَيَْهِ ، فلَََّْ يررَدَّ علَيَْهِ النبَُِِّّ  صَلََّّ ا رللََّّ علَيَْهِ وَسَلَََّّ</p><q>Seseorang yang memakai dua pakaian yang berwarna merah lewat dihadapan Rasulullah SAW kemudian memberi salam. Namun</q>"
      },
      {
        "page": 31,
        "text": "<q>Rasulullah SAW tidak menjawab salamnya. (HR. Abu Daud)</q><p></p><p>Hadist diatas merupakan larangan untuk memakai pakaian berwarna merah polos saja tanpa ada variasi warna apapun.</p><p>Sedangkan jumhur ulama dari sebagian mazhab Al-Hanafiyah yang lain, Al-Malikiyah, dan AsySyafiiyah membolehkan untuk mengenakan pakaian yang berwarna merah polos tanpa variasi apapun. Diriwayatkan oleh Ibnu Abbas Radhiallahuanhuma:</p><p dir='rtl'>كاَنَ رَرسو رل اللََِّّ صَلََّّ ا رللََّّ علَيَْهِ وَسَلَََّّ يلَْب رسَ يوَْمَ العِْيدِ بررْدَةً حََْرَاءَ</p><q>Sesungguhnya Rasulullah SAW dahulu pernah memakai burdah berwarna merah di hari raya.</q><p>Masalahnya adalah apabila pakaian itu muza’far dan mu’asfar. Maksudnya adalah pakaian yang bahannya dicelup dengan zat tertentu yang dikenal di negri arab dengan sebutan za’faran, sehingga menyebabkan pakaian tersebut berwarna merah za’faran.</p><p>Karena pakaian muza’far dan mu’asfar ini ternyata merupakan ciri khas pakaian orang-orang kafir di masa Rasulullah SAW.</p><strong>3. Warna Hitam</strong><p>Para ulama sepakat bahwa memakai pakaian yang berwarna hitam hukumnya boleh saja bagi laki-laki maupun perempuan.</p>"
      },
      {
        "page": 32,
        "text": "<p dir='rtl'>عَنْ عاَئشَِةَ رَضَِِ ا رللََّّ عَنَّْاَ آَنهَّاَ قاَلتَْ : ” خَرَجَ النبَُِِّّ صَلََّّ ا رللََّّ علَيَْهِ وَسَلَََّّ ذَاتَ غدََاةٍ ، وَعلَيَْهِ مِرْطٌ رمرَحَّلٌ مِنْ شَعْرٍ آَسْوَدَ ”</p><q>Dari Aisyah Radhiallahuanha berkata: Nabi SAW keluar pada suatu pagi, dengan mengenakan pakaian berwarna hitam. (HR. Muslim)</q><strong>4. Warna Kuning</strong><p>Para ulama sepakat bahwa bolehnya memakai pakaian yang berwarna kuning. Dengan syarat bahwa pakaian tersebut bukan pakaian yang mua’asfar, yang mana pakaian tersebut merupakan ciri khas orang kafir di zaman Rasulullah SAW.</p><p>Lain halnya dengan warna-warna pakaian di zaman sekarang ini. Warna-warna yang dihasilkan tidak tersentuh wilayag halal dan haram karena tidak tersentuh oleh za’faran.</p><strong>5. Warna Hijau</strong><p>Pakaian yang berwarna hijau ini merupakan pakaian ahlul jannah. Sehingga para ulama sepakat bahwa hukum memakainya adalah sunnah atau mustahab.</p><p dir='rtl'>عاَلِيَْرمْ ثِيَا رب رس نْ ردسٍ رخضْرٌ وَاِسْ تَبََْقٌ</p><q>Mereka mengenakan pakaian yang terbuat dari emas berwarna hijau. (QS. Al-Insan)</p>"
      },
      {
        "page": 33,
        "text": "<p dir='rtl'>وَلِحَدِيثِ آَبَِ رِمْثةََ قاَلَ :  رَآَي رتْ رَرسولَ اللََِّّ صَلََّّ s ا رللََّّ علَيَْهِ وَسَلَََّّ وَعلَيَْهِ بررْدَانِ آَخْضَرَانِ ”</p><q>Dari Abi Rimtsah berkata : Aku melihat Rasulullah SAW mengenakan dua burdah yang berwarn hijau. (HR. Abu Daud)</q><strong>G. Batasan-Batasan Aurat Muslimah</strong><p>Dari pemaparan pendapat para ulama diatas dapat kita ketahui batasan-batasan aurat seorang wanita Muslimah. Akan tetapi bagi seorang wanita tergantung dari siapa yang bersamanya. Terkadang aurat wanita itu berbeda-beda batasannya tergantung siapa yang dihadapinya.</p><p>Berikut ini adalah beberapa batasan aurat wanita yang harus diperhatikannya.</p><strong>1. Di dalam Shalat</strong><p>Para ulama telah bersepakat bahwa hukum menutup aurat ketika shalat adalah wajib, berdasarkan dalil:</p><p dir='rtl'>خُذُوْا زِيْنَتَكُمْ عِنْدَ كُلِّ مَسْجِدٍ</p><q>pakailah pakaianmu yang indah di setiap (memasuki) masjid. (QS Al-A’raf :31)</q><p>Menurut Ibnu ‘Abas yang dimaksud dengan zinah dalam ayat tersebut adalah pakaian shalat.</p>"
      },
      {
        "page": 34,
        "text": "<p dir='cntn'>Juga hadits nabi s.a.w:</p><q>Allah tidak menerima shalatnya seorang perempuan yang sudah haidh (baligh) kecuali dengan khimar (penutup kepala). (HR Abu Daud dan Tirmidzi)</q><p>Imam Asy-Syilbi dalam Hasyiyahnya menjelaskan syarat pakaian shalat bagi seorang wanita, yaitu tidak tipis dan transparan sehingga memperlihatkan aurat dibalik pakaian tersebut.</p><p>Adapun untuk laki-laki, mazhab Maliki memandang bahwa menutup aurat dalam shalat hukumnya sunah, menurut mazhab ini kata zinah dalam ayat diatas berarti pakaian.</p><p>Selain itu terdapat hadits yang menceritakan bahwa rasulullah dan para sahabat shalat, sedangkan mereka hanya mengenakan kain yang diikatkan dileher mereka, dan mereka melarang para wanita untuk bangkit dari sujud sampai para sahabat menyempurnakan duduk mereka, hal ini untuk menghindari terlihatnya aurat para sahabat.</p><strong>2. Di depan laki-laki asing</strong><p>Mayoritas ulama bersepakat bahwa seluruh tubuh wanita adalah aurat didepan laki-laki asing yang bukan mahramnya, kecuali muka dan telapak</p>"
      },
      {
        "page": 35,
        "text": "<p dir='cntn'>tangan dengan syarat aman dari fitnah, berdasarkan dalil:</p><p dir='rtl'>لَا يُبْدِيْنَ زِيْنَتَهُنَّ اِلَّا مَا ظَهَرَ مِنْهَا</p><q>Dan janganlah mereka (para perempuan) menampakan perhiasan mereka kecuali apa yang Nampak darinya. (Qs. An-Nur:31)</q><p>Hadits Asma binti Abu Bakar:</p><p dir='rtl'>آنها دخلت علَّ رسول الله ﷺ وعليْا ثياب رقاق فأ عرض عنَّا. وقال: يَ  آسماء ان المر آة  اذا بلغت المحيض لم تصلح آن يرى منَّا الاهذاوهذا. و آشار  الَ وجْه و كفيه</p><q>Bahwasanya ia pernah menemui rasulullah s.a.w dengan mengenakan pakaian yang tipis, kemudian beliau berpaling darinya dan berkata: Wahai Asma, sesungguhnya seorang perempuan jika telah baligh tidak boleh nampak darinya ini dan ini, seraya menunjuk muka dan telapak tangannya. (HR Abu Daud)</q><p>Imam Nawawi dalam Al-Majmu’ menerangkan sebab pengecualian muka dan telapak tangan, bahwa dalam beberapa kondisi seperti akad jual beli dan persaksian, seorang perempuan perlu memperlihatkan mukanya sebagai tindakan preventif dari kecurangan.</p>"
      },
      {
        "page": 36,
        "text": "<p>Adapun imam Abu Hanifah memandang bahwa telapak kaki bukanlah aurat, karena menurut beliau telapak kaki merupakan anggota tubuh yang biasa terlihat. Sedangkan Ibnu ‘Abidin, seorang ulama dari madzhab Hanafi berpendapat bahwa punggung telapak tangan adalah aurat, karena telapak tangan diartikan hanya bagian dalamnya saja dan tidak mencangkup punggung telapak tangan.</p><strong>3. Di depan wanita non muslimah</strong><p>Jumhur fuqaha selain mazhab hanbali bersepakat bahwasanya batasan aurat muslimah didepan wanita non muslimah seperti batasan didepan laki-laki asing yang bukan mahramnya. Berdasarkan dalil:</p><p dir='rtl'>ولا يبدين زينتهن  الا ما ظهر منَّا  الا لبعولتهن… آو نسا ئِن</p><q>Dan mereka (para wanita) tidak diperbolehkan menampakkan perhiasan mereka kecuali yang nampak darinya, kecuali didepan suami-suami mereka… atau wanita-wanita mereka. (Qs. AnNur:31)</q><p>Imam Ath-Thabari dalam tafsirnya menyebutkan bahwa yang dimaksud dengan wanita-wanita mereka adalah wanita-wanita muslimah.</p><p>Selain berdalih dengan ayat diatas, terdapat riwayat yang menyebutkan bahwa Umar bin</p>"
      },
      {
        "page": 37,
        "text": "<p dir='cntn'>Khatab r.a melarang para wanita dari kalangan ahlul kitab untuk memasuki kamar mandi bersama wanita muslimah.</p><p>Namun beberapa ulama syafi’iyah membolehkan seorang wanita non muslimah untuk melihat aurat wanita muslimah ketika mereka bermitra dalam sebuah pekerjaan, karena pada dasarnya mereka satu jenis, dengan syarat tidak melebihi batasan aurat muslimah didepan wanita muslimah lainnya.</p><p>Pendapat ini juga ambil oleh mazhab Hanbali, dalam madzhab ini batasan aurat sesama wanita sama dengan batasan aurat sesama laki-laki.</p><p>Ibnu Qudamah dalam kitab Al-Mughni menerangkan bahwa dahulu para istri nabi sering didatangi wanita-wanita yahudi dan wanita-wanita non muslimah lainnya, dan mereka tidak berhijab didepan wanita-wanita tersebut.</p><strong>4. Di depan wanita muslimah</strong><p>Adapun batasan aurat sesama muslimah menurut para ulama adalah sama dengan batasan aurat sesama laki-laki, yaitu antara pusar dan lutut, hal ini karena tidak ada hal yang membedakan antara keduanya dan umumnya tidak menimbulkan syahwat.</p><p>Namun jika dirasa tidak aman dari fitnah dan syahwat maka hukum melihatnya adalah haram.</p>"
      },
      {
        "page": 38,
        "text": "<strong>5. Di depan mahramnya</strong><p>Yang dimaksud dengan mahram adalah yang haram dinikahi baik dari sisi keturunan (hubungan darah), ikatan pernikahan, ataupun persusuan.</p><p>Menurut madzhab Maliki dan Hanbali aurat seorang wanita didepan mahramnya adalah seluruh tubuhnya kecuali muka, kepala, tangan, dan kaki. Jadi, dalam kondisi apapun seorang wanita tidak diperbolehkan memperlihatkan auratnya kecuali yang telah disebutkan diatas, walaupun tidak mengundang syahwat.</p><p>Namun Abu Ya’la dari madzhab Hanbali mempunyai pandangan yang berbeda, menurut beliau batasan aurat seorang wanita dengan mahramnya seperti batasan antara laki-laki dengan laki-laki, yaitu antara pusar dan lutut.</p><p>Sedangkan menurut Madzhab Hanafi aurat seorang wanita didepan mahramnya adalah antara pusar dan lutut, punggung dan perut. Namun ketika dirasa aman dari fitnah dan syahwat, madzhab ini tidak membolehkan mahramnya untuk melihat antara pusar dan lutut.</p><p>Pendapat ini didasarkan pada penafsiran surat An-Nur, ayat 31:</p><p dir='rtl'>ولا يبدين زينتهن  الا ما ظهر منَّا</p><p>Makna ziinah dari ayat diatas bukanlah perhiasan, tapi anggota tubuh yang dipakaikan</p>"
      },
      {
        "page": 39,
        "text": "<p dir='cntn'>atas perhiasan tersebut, karena melihat perhiasan tidak dilarang. Sebagaimana kepala dipakaikan diatasnya mahkota, leher dan dada dipakaikan kalung, dan anggota tubuh lainnya. Sedangkan punggung, perut dan paha tidak ada perhiasan yang dipakaikan diatasnya, maka ia termasuk aurat.</p><p>Madzhab Hanafi menambahkan alasannya, bahwa jika melihat kepada anggota tubuh antara pusar dan lutut saja dilarang maka melihat punggung dan perut lebih utama.</p><p>Sedangkan madzhab Syafi’i dalam masalah ini mempunyai dua pendapat. Pendapat yang pertama menyebutkan batasannya antara pusar dan lutut, sedangkan pendapat yang kedua membolehkan seorang laki-laki mahramnya untuk melihat auratnya bagian tubuh yang biasa terlihat didalam rumah seperti kepala, leher, tangan hingga siku, dan kaki hingga lutut.</p><p>Namun jika mahramnya adalah seorang laki-laki kafir maka ia tetap dianggap seperti saudaranya, dengan dalil hadits Ummu Habibah ketika Abu Sufyan mendatanginya dirumah rasulullah s.a.w ia tidak mengenakan hijab, dan beliau tidak mengingkari sikap Ummu Habibah.</p><strong>H. Siapa Saja Mahram Kita?</strong><p>Al-Qur’anul Kariem telah menyebutkan sebagian dari wanita yang haram dinikahi antara lain :</p>"
      },
      {
        "page": 40,
        "text": "<p dir='rtl'>حُرِّمَتْ عَلَيْكُمْ اُمَّهٰتُكُمْ وَبَنٰتُكُمْ وَاَخَوٰتُكُمْ وَعَمّٰتُكُمْ وَخٰلٰتُكُمْ وَبَنٰتُ الْاَخِ وَبَنٰتُ الْاُخْتِ وَاُمَّهٰتُكُمُ الّٰتِيْٓ اَرْضَعْنَكُمْ وَاَخَوٰتُكُمْ مِّنَ الرَّضَاعَةِ وَاُمَّهٰتُ نِسَاۤىِٕكُمْ وَرَبَاۤىِٕبُكُمُ الّٰتِيْ فِيْ حُجُوْرِكُمْ مِّنْ نِّسَاۤىِٕكُمُ الّٰتِيْ دَخَلْتُمْ بِهِنَّۖ فَاِنْ لَّمْ تَكُوْنُوْا دَخَلْتُمْ بِهِنَّ فَلَا جُنَاحَ عَلَيْكُمْ ۖ وَحَلَاۤىِٕلُ اَبْنَاۤىِٕكُمُ الَّذِيْنَ مِنْ اَصْلَابِكُمْۙ وَاَنْ تَجْمَعُوْا بَيْنَ الْاُخْتَيْنِ اِلَّا مَا قَدْ سَلَفَ ۗ اِنَّ اللّٰهَ كَانَ غَفُوْرًا رَّحِيْمًا</p><q>Diharamkan atas kamu (mengawini) ibu-ibumu; anak-anakmu yang perempuan; saudarasaudaramu yang perempuan, saudara-saudara bapakmu yang perempuan; saudara-saudara ibumu yang perempuan; anak-anak perempuan dari saudara-saudaramu yang laki-laki; anakanak perempuan dari saudara-saudaramu yang perempuan; ibu-ibumu yang menyusui kamu; saudara perempuan sepersusuan; ibu-ibu isterimu (mertua); anak-anak isterimu yang dalam pemeliharaanmu dari isteri yang telah kamu campuri, tetapi jika kamu belum campur dengan isterimu itu (dan sudah kamu ceraikan), maka tidak berdosa kamu mengawininya; (dan diharamkan bagimu) isteri-isteri anak kandungmu (menantu); dan menghimpunkan (dalam perkawinan) dua perempuan yang bersaudara, kecuali yang telah terjadi pada masa lampau; sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.</q>"
      },
      {
        "page": 41,
        "text": "<p>Banyak sekali sebab-sebab yang menyebabkan seseorang bisa menjadi mahram kita atau mahram bagi orang lain. Beberapa mahram tersebut pun ada yang bersifat abadi selamanya dan ada pula yang bersifat sementara. Tiga diantaranya sudah disepakati oleh para ulama dan beberapa yang lain terjadi perbedaan pendapat diantara ulama.</p><p>Dari ayat diatas dapat kita rinci beberapa kriteria orang yang haram dinikahi. Dan sekaligus juga menjadi orang yang boleh melihat bagian aurat tertentu dari wanita. Mereka adalah :</p><ul><li>Ibu kandung</li><li>Anak-anakmu yang perempuan</li><li>Saudara-saudaramu yang perempuan</li><li>Saudara-saudara bapakmu yang perempuan</li><li>Saudara-saudara ibumu yang perempuan</li><li>Anak-anak perempuan dari saudarasaudaramu yang laki-laki</li><li>Anak-anak perempuan dari saudarasaudaramu yang perempuan</li><li>Ibu-ibumu yang menyusui kamu</li><li>Saudara perempuan sepersusuan</li><li>Ibu-ibu istrimu anak-anak istrimu yang dalam pemeliharaanmu dari istri yang telah kamu campuri</li><li>Istri-istri anak kandungmu</li></ul>"
      },
      {
        "page": 42,
        "text": "<p>Berikutlah pembagian mahram yang bersifat abadi dari sisi wanita. Para ulama membaginya menjadi tiga kelompok.</p><strong>a. Mahram Karena Nasab</strong><p>Mahram karena nasab ini merupakan salah satu mahram yang bersifat abadi. Maksudnya adalah pernikahan yang haram terjadi antara laki-laki dan perempuan untuk selamanya meski apapun yang terjadi antara keduanya.</p><p>Seperti halnya seorang ibu yang haram menikahi anak kandungnya sendiri atau anak perempuan menikahi ayah kandungnya sendiri.</p><p>Dan mahram inilah yang diperbolehkan melihat sebagian dari aurat wanita.</p><p>Mahram karna nasab dari pihak wanita dapat kita rinci sebagai berikut :</p><ul><li>Ayah</li><li>Anak laki-laki</li><li>Saudara laki-laki</li><li>Saudara ayah (paman)</li><li>Saudara ibu (paman)</li><li>Keponakan laki-laki dari saudara laki-laki</li><li>Keponakan laki-laki dari saudari perempuan</li></ul><p>Mahram karna nasab mungkin bisa kita katakan sebagai hubungan antara laki-laki dan perempuan yang masih satu nasab atau satu keluarga. Akan tetapi perlu kita perhatikan kembali kata keluarga</p>"
      },
      {
        "page": 43,
        "text": "<p dir='cntn'>disini tidak mencakup seluruh keluarga, hanya sebagian saja.</p><p>Seperti halnya sepupu laki-laki bagi seorang wanita itu bukan mahramnya. Walau di masa kecilnya mereka sudah terbiasa bersama namun ketika dewasa mereka tetap saja bukan mahram. Sehingga harus tetap menjaga dan menutup aurat dihadapannya.</p><p>Maka selain mahram keluarga yang ditetapkan , dia tidak ada hubungan kemahraman. Maka, baik wanita ataupun laki-kali tetap menjaga auratnya.</p><strong>b. Mahram Karena Pernikahan</strong><p>Penyebab kemahraman abadi kedua adalah mushaharah atau akibat adanya pernikahan. Sehingga terjadi hubungan mertua menantu atau orang tua tiri.</p><p>Berikut ini adalah siapa saja mahram bagi wanita yang sudah menikah:</p><ul><li>Ayah dari suami</li><li>Anak laki-laki dari suami (tiri)</li><li>Suami dari anak laki-laki (menantu)</li><li>Suami dari ibu mertua (ayah tiri)</li></ul><p>Dan kemahramannya berlaku selama-lamanya, meskipun wanita itu barangkali sudah tidak lagi menjadi menantu.</p><p>Maka seperti adik ipar kakak ipar laki-laki itu bukan mahrma sehingga harus tetap menjaga dan menutup aurat di hapadan mereka.</p>"
      },
      {
        "page": 44,
        "text": "<strong>c. Mahram karena Penyusuan</strong><p>Apabila seorang ibu ingin menyusukan anak bayinya kepada orang lain dengan sebab tertentu, maka anak ini ada tambahan mahram baginya.</p><p>Berikut inilah rincian dari siapa saja yang menjadi mahram sepersusuan bila seorang bayi perempuan menyusu kepada ibu susu nya:</p><ul><li>Suami dari ibu yang menyusui</li><li>Anak laki-laki dari wanita yang menyusui</li><li>Saudara laki-laki dari ibu yang menyusui</li><li>Ayah dari wanita yang menyusui</li><li>Ayah dari suami wanita yang menyusui</li><li>Saudara dari suami wanita yang menyusui</li><li>Bayi laki-laki yang menyusu pada wanita yang sama</li></ul><strong>I. Apakah Harus Bercadar?</strong><p>Di negara kita ini memang tampak asing bagi seorang wanita yang memakai cadar. Karena memang sebagian besar wanita muslimah di sini tidak memakai cadar.</p><p>Lain halnya dengan negara arab yang sebagian besar wanita di sana memang memakai cadar. Lalu bagaimana sebenarnya hukum cadar itu sendiri?</p><p>Alhamdulillah salah satu ustadz di Rumah Fiqih Indonesia sudah mengupas tuntas tentang cadar dalam judul buku nya “Hukum Cadar Bagi Wanita”</p>"
      },
      {
        "page": 45,
        "text": "<p>Kesimpulan yang dapat penulis ambil adalah bahwa kita perlu ketahui terlebih dahulu apakah wajah wanita itu termasuk dalam bagian aurat yang harus ditutupi?</p><p>Dalam hal ini para ulama berbeda pendapat. Sebagian mewajibkan cadar dan sebagian yang lain tidak mewajibkan cadar.</p><strong>1. Wajib Cadar</strong><p>Salah satu dalil yang digunakan bagi yang mewajibkan cadar adalah surat Al-Ahzab: 59</p><p dir='rtl'>يٰٓاَيُّهَا النَّبِيُّ قُلْ لِّاَزْوَاجِكَ وَبَنٰتِكَ وَنِسَاۤءِ الْمُؤْمِنِيْنَ يُدْنِيْنَ عَلَيْهِنَّ مِنْ جَلَابِيْبِهِنَّۗ ذٰلِكَ اَدْنٰىٓ اَنْ يُّعْرَفْنَ فَلَا يُؤْذَيْنَۗ وَكَانَ اللّٰهُ غَفُوْرًا رَّحِيْمًا</p><q>Hai Nabi, katakanlah kepada istri-istrimu, anakanak perempuanmu dan istri-istri orang mukmin, hendaklah mereka mengulurkan jilbabnyake seluruh tubuh mereka. Yang demikian itu supaya mereka lebih mudah untuk dikenal, karena itu mereka tidak diganggu. Dan Allah adalah Maha Pengampun lagi Maha Penyayang. (QS. ALAhzab: 59)</q><p>Para ulama yang mewajibkan cadar ini mengutip pendapat sebagian mufassirin terhadap ayat ini. Dimana seorang wanita wajib menjulurkan jilbabnya keseluruh tubuhnya, termasuk kepala, muka dan semuanya. Kecuali mata untuk melihat.</p>"
      },
      {
        "page": 46,
        "text": "<strong>2. Tidak Wajib Cadar</strong><p>Sedangkan para ulama yang tidak mewajibkan cadar berpendapat bahwa wajah seorang wanita bukan termasuk aurat. Maka ketika ia bukan aurat tidak wajib pula untuk di tutup oleh cadar.</p><p>Namun, bukan berarti pula bahwa ketika wajah wanita ini bukan termasuk aurat maka para lelaki boleh memandangnya dengan syahwat yang menyebabkan kepada kemaksiatan. Tetap saja tidak dibenarkan hukumnya. Karena kita juga diperintahkan untuk menundukkan pandangan kita.</p><p>Pendapat ini didukung oleh para sahabat Nabi, dan juga mazhab Al-Hanafiyah, Al-Malikiyah, AsSyafi’iyah dan Al-Hanabilah.</p><p>Dalilnya adalah ijma’ para ulama yang mengatakan bahwa aurat wanita adalah seluruh tubuhnya kecuali muka dan telapak tangan.</p><strong>Kesimpulan</strong><p>Alhamdulillah dari beberapa penjelasan diatas dengan dalil-dalil yang insya Allah shahih kita dapat mengambil kesimpulan dari pakaian syar’i itu sendiri.</p><p>Tidak adanya ayat Al-qur’an yang eksplisit yang menjelaskan bahwa wanita muslimah harus berpakaian syar’i. Akan tetapi justru ayat yang ada dan juga hadits yang ada adalah perintah untuk menutup aurat. Dan juga bagi wanita untuk</p>"
      },
      {
        "page": 47,
        "text": "<p dir='cntn'>menjulurkan kerudungnya hingga menutupi dadanya.</p><p>Aurat wanita menurut pendapat jumhur ulama adalah seluruh tubuhnya kecuali muka dan telapak tangan.</p><p>Nah, dari batas itulah yang perlu kita jaga. Silahkan tutup aurat yang tidak boleh terlihat dengan penutup aurat yang ada. Selama kriteriakriteria pakaian penutup aurat ini terpenuhi.</p><p>Perintah untuk menutup aurat ini umum untuk semua kalangan. Karena beberapa orang ada yang beranggapan bahwa yang harus dan wajib menutup aurat dengan jilbab atau kerudung adalah para muslimah yang belajar di pesantren. Tentunya itu adalah anggapan yang salah.</p><p>Baik muslimah yang belajar di pesantren atau belajar di sekolah umum, mereka semua wajib untuk menutup aurat mereka.</p><p>Jadi, pakaian syar’i tidak melulu yang harus panjang menjulur. Atau jilbab syar’i itu juga tidak mesti harus panjang menjulur. Tapi tidak pendek juga sehingga aurat dapat dengan mudah tersingkap.</p><p>Jika memang memakai jilbab yang panjang dirasa lebih aman, nyaman, dan telah memenuhi kriteria pakaian syar’i maka silahkan saja memakainya.</p><p>Dan kalau memang merasa aman dan nyaman dengan jilbab yang tidak terlalu panjang pun</p>"
      },
      {
        "page": 48,
        "text": "<p dir='cntn'>silahkan dipakai. Dengan syarat bahwa jilbab tersebut harus memenuhi kriteria dalam syari’at.</p><p>Tidak harus memakai cadar pula, karena wajah memang bukan aurat. Tapi, jika memang ingin merasa aman dari fitnah maka silahkan saja.</p><p>Akan lebih bijak dan lebih indah jika kita samasama memakai pakaian dan jilbab yang menutup aurat tanpa harus merasa lebih syar’i dari yang lainnya. Tanpa harus merasa paling hijrah dari yang lainnya. Sama-sama kita perbaiki niat, untuk apa kita pakai pakaian tersebut.</p><p>Hati-hati, akan haram hukum suatu pakaian jika kita pakai untuk suatu kesombongan.</p><p>Wallahu ‘alam bisshawab.</p>"
      }
    ]
  }
]
