[
  {
    "id": "428ba246-16f3-40f3-96eb-63a4e9846d7c",
    "info": {
      "title": "Kupas Habis Hukum Iddah Wanita",
      "author": "Vivi Kurniawati, Lc",
      "publish": "Tue, 26 February 2019",
      "pages": 24,
      "price": 0,
      "category": "Fiqih Wanita",
      "desc": "Suami yang menjatuhkan thalaq pada istrinya berarti telah melakukan perkara yang amat dibenci oleh Allah SWT, meskipun hal itu sebenarnya boleh dilakukan dengan alasan-alasan tertentu yang tentunya harus syar’I."
    },
    "tableOfContents": [
      { "page": 8, "text": "Pendahuluan", "head": true },
      { "page": 9, "text": "Pembahasan", "head": true },
      {
        "page": 9,
        "text": "Definisi 'Iddah",
        "sub": [
          {
            "page": 9,
            "text": "Bahasa"
          },
          {
            "page": 9,
            "text": "Istilah",
            "sub": [
              {
                "page": 9,
                "text": "Kitab Al-Wajiz"
              },
              { "page": 9, "text": "Kitab Mausu'ah Fiqhiyyah" },
              { "page": 10, "text": "Kitab Al-Fiqh Al-Islami wa Adillatuhu" }
            ]
          }
        ]
      },
      {
        "page": 10,
        "text": "Dalil Pensyari'atan 'Iddah",
        "sub": [
          { "page": 10, "text": "Al-Qur'an" },
          { "page": 12, "text": "As-Sunnah" }
        ]
      },
      {
        "page": 13,
        "text": "Sebab Pensyari'atan 'Iddah",
        "sub": [
          { "page": 13, "text": "Meninggalnya Suami" },
          { "page": 13, "text": "Bercerai setelah dicampuri" },
          { "page": 13, "text": "Khulu'" },
          { "page": 14, "text": "Li'an" },
          { "page": 14, "text": "Fasakh" },
          { "page": 14, "text": "Khalwat (berdua-duaan)" }
        ]
      },
      {
        "page": 15,
        "text": "Hukum 'Iddah",
        "sub": [
          { "page": 15, "text": "Laki-Laki Ada 'Iddah?" },
          {
            "page": 16,
            "text": "Wanita Non Muslim Ber'iddah?",
            "sub": [
              { "page": 16, "text": "Hanafiyah (Tidak Wajib Ber'Iddah)" },
              { "page": 17, "text": "Jumhur Ulama (Wajib Ber'iddah)" }
            ]
          }
        ]
      },
      {
        "page": 17,
        "text": "Hikmah Pensyari'atan 'Iddah",
        "sub": [
          {
            "page": 18,
            "text": "Al-'Ilmu bi Bara'ati ar-Rahim"
          },
          {
            "page": 18,
            "text": "Ta'dzhim 'Aqd az-Zawaj"
          },
          {
            "page": 18,
            "text": "Tathwil Zaman ar-Raj'ah"
          },
          {
            "page": 18,
            "text": "Wadha' Haq az-Zauji"
          },
          {
            "page": 19,
            "text": "Ta'abbud ilallah"
          }
        ]
      },
      { "page": 20, "text": "Kesimpulan", "tail": true }
    ],
    "content": [
      {
        "page": 8,
        "text": "<h1>Pendahuluan</h1><p>Suami yang menjatuhkan thalaq pada istrinya berarti telah melakukan perkara yang amat dibenci oleh Allah SWT, meskipun hal itu sebenarnya boleh dilakukan dengan alasan-alasan tertentu yang tentunya harus syar'I.</p><p>Sebaliknya, seorang istri yang minta thalaq kepada suaminya sangat dikecam oleh islam. Rasulullah Saw bersabda “Siapa saja perempuan yang minta ditalaq oleh suaminya tanpa sebab maka haramlah perempuan itu mencium wewangian surga”.</p><p>Dengan adanya perceraian, menimbulkan banyak permasalahan hukum dan hal-hal baru yang terkait pada pernikahan seseorang. Selain satu diantaranya yaitu hukum 'iddah.</p><p>'Iddah adalah masa di mana seorang wanita yang diceraikan suaminya menunggu. Pada masa itu ia tidak diperbolehkan menikah atau menawarkan diri kepada laki-laki lain untuk menikahinya.</p><p>'Iddah ini juga sudah dikenal pada masa jahiliyah. mereka hampir tidak pernah meninggalkan kebiasaan 'iddah. Setelah datangnya Islam, 'iddah tetap diakui dan dijalankan sebagai salah satu dari ajaran syariat karena banyak mengandung manfaat dan kemaslahatan di dalamnya.</p><p>Adanya masa iddah merupakan kesempatan untuk berpikir lebih jauh, serta diharapkan dengan masa itu, pasangan suami istri yang bercerai akan menemukan jalan yang terbaik untuk kehidupan mereka selanjutnya.</p>"
      },
      {
        "page": 9,
        "text": "<h1>Pembahasan</h1><h1>A. Definisi 'Iddah</h1><strong>1. Bahasa</strong><p>Al-'Iddah berasal dari bahasa arab diambil dari kata عد -يعد-عدًا و تعدادا و عدةٌ yang artinya sama dengan al-hisab, dan al-ihsha yaitu bilangan dan hitungan. Dinamakan 'iddah karena dia mencakup bilangan hari yang pada umumnya dihitung oleh istri dengan quru'( suci dari haidh atau haidh ) atau dengan bilangan beberapa bulan.</p><strong>2. Istilah</strong><p>Dikalangan para ulama fiqh dan berbagai kitab klasik didapati sedikit perbedaan pendapat dalam memberikan pengertian 'iddah. Diantaranya:</p><strong>a. Kitab Al-Wajiz</strong><p>‘Iddah ialah masa menunggu bagi seorang perempuan untuk mengetahui adanya kehamilan atau tidak, setelah cerai atau kematian suami, baik dengan lahirnya anak, dengan quru’ atau dengan hitungan bilangan beberapa bulan.</p><strong>b. Kitab Mausu’ah Fiqhiyyah</strong><p>‘Iddah berarti saat menunggu bagi perempuan (istri) untuk mengetahui kekosongan rahimnya untuk memastikan bahwa dia tidak hamil atau karena ta’abbud atau untuk menghilangkan rasa sedih atas</p>"
      },
      {
        "page": 10,
        "text": "<summary>kepergian sang suami.</summary><strong>c. Kitab Al-Fiqh Al-Islami wa Adillatuhu</strong><p>’Iddah adalah sebuah nama bagi suatu masa yang telah ditetapkan oleh agama sebagai masa tunggu bagi seorang perempuan setelah perpisahan baik berpisah lantaran ditinggal mati atau diceraikan suaminya, dan di saat itu ia tidak diperbolehkan menerima pinangan, menikah, atau menawarkan diri kepada laki-laki lain untuk menikahinya hingga masa ‘iddahnya selesai.</p><h1>B. Dalil Pensyari’atan ‘Iddah</h1><strong>1. Al-Qur’an</strong><p>Para ulama telah sepakat mewajibkan ‘iddah bagi seorang wanita yang didasarkan pada firman Allah Ta‘ala:</p><p dir='rtl'>وَالْمُطَلَّقٰتُ يَتَرَبَّصْنَ بِاَنْفُسِهِنَّ ثَلٰثَةَ قُرُوْۤءٍۗ</p><q>Wanita-wanita yang ditalak hendaklah menahan diri (menunggu) selama tiga masa quru’.” (QS. Al— Baqarah (2): 228)</q><p>Dalam ayat di atas Allah SWT menggunakan lafadz</p>"
      },
      {
        "page": 11,
        "text": "<summary>“yatarabbashna” dimana lafadz ini kalau dalam ilmu ushul fikih melihat dari tatanan ilmu Bahasa Arab meskipun lafadznya menggunakan shighot fi’il mudhori’ yang memiliki arti khobar (pemberitaan) namun maknanya mengandung lafadz insya’ yang artinya sebuah perintah bahwa seorang wanita yang dicerai suaminya hendaknya menahan diri mereka (ber’iddah).</summary><p>Dalam ayat lain Allah Ta’ala berfirman:</p><p dir='rtl'>وَالّٰۤـِٔيْ يَىِٕسْنَ مِنَ الْمَحِيْضِ مِنْ نِّسَاۤىِٕكُمْ اِنِ ارْتَبْتُمْ فَعِدَّتُهُنَّ ثَلٰثَةُ اَشْهُرٍۙ وَّالّٰۤـِٔيْ لَمْ يَحِضْنَۗ وَاُولٰتُ الْاَحْمَالِ اَجَلُهُنَّ اَنْ يَّضَعْنَ حَمْلَهُنَّۗ</p><q>Dan perempuan-perempuan yang tidak haid lagi (monopause) di antara perempuan-perempuanmu jika kamu ragu-ragu (tentang masa iddahnya), Maka masa iddah mereka adalah tiga bulan; dan begitu (pula) perempuan-perempuan yang tidak haid. dan perempuan-perempuan yang hamil, waktu iddah mereka itu ialah sampai mereka melahirkan kandungannya. (QS.Ath-Thalaq: 4)</q><p>Dan Allah Ta’ala berfirman:</p><p dir='rtl'>وَالَّذِيْنَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُوْنَ اَزْوَاجًا يَّتَرَبَّصْنَ بِاَنْفُسِهِنَّ اَرْبَعَةَ اَشْهُرٍ وَّعَشْرًا ۚ</p>"
      },
      {
        "page": 12,
        "text": "<q>orang-orang yang meninggal dunia di antaramu dengan meninggalkan isteri-isteri (hendaklah Para isteri itu) menangguhkan dirinya (ber'iddah) empat bulan sepuluh hari. (QS. Al-Baqarah(2) :234)</q><strong>2. As-Sunnah</strong><p>Pensyari’atan ‘iddah ini juga terdapat dalam sebuah hadits yang diriwayatkan oleh Ummu ‘Athiyah rahiyallahu ‘anha:</p><p dir='rtl'>أن رسول الله صلى الله عليه و سلم قال: (( تُحجِدٌُ امرأةٌ عَلى يَتٍ فَوْقَ ثَلاَثٍ إلا عَلى زوج أَربعَة أَشْهْرٍ و عَم ))</p><q>Bahwasanya Rasulullah saw bersabda: “Seorang wanita tidak boleh berkabung atas mayit lebih dari tiga hari, kecuali atas suaminya, yaitu (ia boleh berkabung) selama empat bulan sepuluh hari.” (HR. Bukhari-Muslim)</q><p>Ini adalah lafadz Muslim. Terdapat tambahan dalam riwayat Abu Daud dan Nasa’I ” …dan ia tidak boleh memakai inai (pacar). “</p><p dir='rtl'>عَنْ عَائِشَةَ رضي لله عَنْهَا قَالَت: (لأبرث رَئهٌ أ تَعَدٌ قلات حَيْضٍ)) (رواه ابن ماجه)</p><q>Dari ‘Aisyah radhiyallahu ‘anha ia berkata: “ Barirah diperintahkan untuk menjalani masa ‘iddah sebanyak tiga kali haidh”(HR.Ibnu Majah)</q>"
      },
      {
        "page": 13,
        "text": "<h1>C. Sebab Pensyari’atan ‘Iddah</h1><p>Sebab-sebab yang mengharuskan seorang wanita untuk melakukan ‘iddah ada beberapa macam:</p><strong>1. Meninggalnya Suami.</strong><p>Seorang wanita jika ia di tinggal mati oleh suaminya, baik suami tersebut telah mencampurinya ataupun belum. Wajib baginya untuk ber’iddah.</p><strong>2. Bercerai setelah dicampuri</strong><p>Begitu juga dengan seorang wanita yang dicerai oleh suaminya setelah dicampuri baik dalam keadaan hamil atau tidak, maka wajib baginya untuk menjalani masa ‘iddah.</p><p>Adapun jika wanita tersebut bercerai sebelum bercampur, maka tidak ada ‘iddah baginya. Dan ini adalah kesepakatan para ulama. Didasarkan pada Firman Allah SWT:</p><p dir='rtl'>يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِذَا نَكَحْتُمُ الْمُؤْمِنٰتِ ثُمَّ طَلَّقْتُمُوْهُنَّ مِنْ قَبْلِ اَنْ تَمَسُّوْهُنَّ فَمَا لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍ تَعْتَدُّوْنَهَاۚ</p><q>Hai orang-orang yang beriman, apabila menikahi perempuan-perempuan yang beriman, kemudian kamu menceraikan mereka sebelum kamu mencampurinya maka sekali-kali tidak wajib atas mereka ‘iddah bagimu yang kamu minta menyempurnakannya. (QS. Al Ahzab: 49)</q><strong>3. Khulu’</strong><p>Wanita yang khulu’ yaitu seorang wanita yang meminta cerai kepada suaminya dengan membayar sejumlah tebusan harta kepada suaminya yang</p>"
      },
      {
        "page": 14,
        "text": "<summary>disebut sebagai fidyah dan iftida). 8 Wajib baginya ber’iddah.</summary><strong>4. Li’an</strong><p>Li’an adalah sebuah kasus hukum dimana seorang suami yang menuduh istrinya berzina, tanpa bisa mendatangkan saksi kecuali dari diri mereka sendiri atau seorang suami yang mengingkari anak dalam kandungan istrinya). Dalam kasus cerai sebab Li’an maka si wanita ini juga wajib ber’iddah.</p><strong>5. Fasakh</strong><p>Yang dimaksud fasakh adalah Pembatalan akad pernikahan. Hal ini bukan dinamakan thalaq karena tidak memiliki hitungan quru seperti thalaq pada umumnya yang menyebabkan putusnya hubungan suami istri. Namun fasakh ini terjadi karena sebab putusan hakim. Contoh: pernikahan seorang wanita muslimah dengan seorang lelaki kafir.</p><strong>6. Khalwat (berdua-duaan)</strong><p>Tanpa terjadinya jima’ (bercampur) diantara suami dan istri. Ini adalah pendapat Al-Hanafiyah, AlMalikiyah, dan Al-Hanabilah, sedangkan menurut Asy-Syafi’iyah tidak ada kewajiban ‘iddah bagi seorang wanita jika hanya sebatas khalwat tanpa terjadinya jima’.</p><p>Pendapat ini didasarkan pada firman Allah Ta’ala:</p>"
      },
      {
        "page": 15,
        "text": "<p dir='rtl'>يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِذَا نَكَحْتُمُ الْمُؤْمِنٰتِ ثُمَّ طَلَّقْتُمُوْهُنَّ مِنْ قَبْلِ اَنْ تَمَسُّوْهُنَّ فَمَا لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍ تَعْتَدُّوْنَهَاۚ</p><q>Wahai orang-orang yang beriman, apabila kamu menikahi perempuan-perempuan mu’min, kemudian kamu ceraikan mereka sebelum kamu mencampurinya (jima’) maka tidak ada masa ‘iddah bagi mereka yang perlu kamu perhitungkan ... (QS.Al-Ahzab: 49)</q><h1>D. Hukum ‘Iddah</h1><p>Berdasarkan berbagai ayat dan hadis yang dipaparkan sebelumnya menunjukkan bahwa ‘iddah ini wajib dijalankan bagi setiap wanita yang dicerai ataupun ditinggal mati suaminya dengan ketentuanketentuan yang selanjutnya akan dijelaskan di bawah.</p><p>Kewajiban ‘iddah ini juga merupakan ijma’ kesepakatan ‘ulama dan tidak ada satupun dari mereka yang mengingkarinya.</p><p>Kewajiban ‘iddah ini dapat juga dilihat berdasarkan ucapan Rasulullah Saw kepada Fatimah binti Qais: “Ber’iddahlah kamu di rumah Ibnu Ummi Maktum”.</p><strong>1. Laki-Laki Ada ‘Iddah?</strong><p>Berbeda halnya dengan kewajiban ‘iddah bagi wanita, sedangkan bagi seorang laki-laki tidak ada kewajiban ‘iddah baginya, sehingga ketika dia berpisah dengan istrinya diperbolehkan untuk menikah lagi tanpa harus menunggu dalam masa</p>"
      },
      {
        "page": 16,
        "text": "<summary>tertentu.</summary><p>Hanya saja jika disana ada penyebab yang mengharuskannya menunggu, seperti seorang lakilaki yang ingin menikah dengan bibi (dari pihak ayah atau ibu) istrinya yang sedang ber’iddah atau seorang laki-laki yang telah mencerai istrinya yang keempat sedang si istri tersebut masih berada dalam masa ‘iddah, jika ia berkeinginan untuk menikah lagi, maka ia harus menunggu sampai masa ‘iddah istrinya selesai.</p><strong>2. Wanita Non Muslim Ber’iddah?</strong><p>Terkait apakah wanita non muslim juga berkewajiban ‘iddah atau tidak sebagaimana wanita muslimah, dalam hal ini ada dua perbedaan pendapat:</p><strong>a. Hanafiyah (Tidak Wajib Ber’iddah)</strong><p>Menurut kalangan Hanafiyah bahwa wanita non muslim baik yang dzimmi atau harbi tidak ada kewajiban baginya menjalankan masa ‘iddah manakala terjadi perceraian atau kematian atas suaminya.</p><p>Hanya saja untuk wanita non muslim dari kalangan ahlu kitab yang merupakan istri dari lelaki muslim wajib baginya untuk ber’iddah. Dengan dalil kuat bahwa hukum ‘iddah ini merupakan kewajiban dalam rangka menunaikan hak Allah SWT sebagai syari’ (penetap hukum agama) dan merupakan hak bagi</p>"
      },
      {
        "page": 17,
        "text": "<summary>suaminya, dan karena pemeluk ahlu kitab terkena beban hukum juga sebagaimana umat islam lainnya.</summary><p>Jika wanita non muslim dari ahlu kitab ini menolak menjalankan masa ‘iddah, maka boleh dipaksa untuk ber’iddah, karena ini merupakan hak bagi suaminya yang muslim dan ada hak anak, untuk menghindari ketidakjelasan nasab garis keturunan yang muncul manakala wanita non muslim tersebut memutuskan segera menikah usai pisah.</p><p>Namun, jika sang suami meninggalkan istrinya di darul harbi (notabene sebuah negara yang berasakan kekufuran dan wilayah perang), maka sepakat kalangan hanafiyah mengatakan tidak ada kewajiban ‘iddah baginya. Karena hukum islam tidak bisa diterapkan pada seseorang yang berada pada dua wilayah yang berbeda (ikhtilaf ad darain).</p><strong>b. Jumhur Ulama ( Wajib Ber’iddah)</strong><p>Sedangkan menurut jumhur ulama bahwa wanita non muslim yang dzimmi wajib baginya ber’iddah sebagaimana wanita muslimah. Baik ketika dia menjadi istri bagi lelaki muslim atau lelaki yang dzimmi. Berdasarkan pada keumuman ayat yang memerintahkan untuk ber’iddah kepada setiap wanita.</p><h1>E.Hikmah Pensyari’atan ‘Iddah</h1><p>Sebuah pertanyaan menarik, apa hikmah di balik adanya syariat ‘iddah bagi wanita yang berpisah dengan suaminya, baik karena perceraian atau</p>"
      },
      {
        "page": 18,
        "text": "<summary>kematian? Kenapa harus ada ‘iddah?</summary><p>Para ulama menjelaskan beberapa hikmah itu, antara lain :</p><strong>1. Al -‘Ilmu bi Bara’ati ar-Rahim</strong><p>Yang dimaksud adalah bahwa ‘iddah itu dilakukan untuk mengetahui kosongnya rahim dari janin guna mengetahui dan memastikan adanya kehamilan atau tidak pada isteri yang diceraikan. Untuk selanjutnya menjaga jika terdapat bayi di dalam kandungannya, agar menjadi jelas siapa ayah dari bayi tersebut.</p><strong>2. Ta’dzhim ‘Aqd az-Zawaj</strong><p>Ta’dzhim ‘aqd az-zawaj (menunjukkan agungnya sebuah ikatan pernikahan) maksud di sini adalah menegaskan betapa agungnya nilai sebuah pernikahan, sehingga selepas dari suaminya, seorang wanita tidak bisa begitu saja menikah lagi, kecuali setelah melewati masa waktu tertentu yang dikenal dengan istilah ‘iddah.</p><strong>3. Tathwil Zaman ar-Raj’ah</strong><p>Memberikan kesempatan kepada suami isteri untuk kembali kepada kehidupan rumah tangga, apabila keduanya masih melihat adanya kebaikan di dalam hal itu.</p><strong>4. Qadha’ Haq az-Zauji</strong><p>Agar isteri yang ditinggalkan dapat ikut merasakan kesedihan yang dialami keluarga suaminya dan juga anak-anak mereka serta menepati permintaan suami. Hal ini jika ‘iddah tersebut di karenakan oleh kematian suami.</p>"
      },
      {
        "page": 19,
        "text": "<strong>5. Ta’abbud ilallah</strong><p>Selain tujuan-tujuan ‘iddah sebagaimana diungkapkan diatas, pelaksanaan ber’iddah juga merupakan gambaran tingkat ketaatan makhluk kepada aturan Khaliknya. Terhadap aturan-aturan Allah itulah, maka kewajiban bagi wanita muslimah untuk mentaatinya.</p><p>Sesungguhnya wanita muslimah yang bercerai dari suaminya, apakah karena cerai hidup atau mati. Disana akan ada tenggang waktu yang harus dijalani dan dilaluinya sebelum menikah lagi dengan laki-laki lain, maka kemauan untuk mentaati aturan ber’iddah inilah yang merupakan gambaran ketaatannya kepadaNya, dan kemauan untuk taat inilah yang didalamnya terkandung nilai ta’abbudi (penghambaan) kepada Allah SWT yang tidak bisa ditawar-tawar oleh siapapun.</p><p>Pelaksanaan nilai ta’abbudi ini selain akan mendapatkan manfaat ber’iddah sebagaimana digambarkan diatas, juga akan bernilai pahala apabila ditaati dan berdosa bila dilanggar.</p>"
      },
      {
        "page": 20,
        "text": "<h1>Kesimpulan</h1><p>Dari penjelasan di atas dapat disimpulkan bahwa ‘iddah yang harus dipahami adalah masa menunggu yang ditetapkan batas waktunya oleh syara’ (agama) bagi seorang perempuan untuk mengetahui adanya kehamilan atau tidak sebagai bentuk ta’abbud setelah perempuan tersebut cerai atau kematian suami, baik dengan lahirnya anak, dengan quru’ atau dengan hitungan bilangan beberapa bulan.</p><p>kewajiban ‘Iddah dan pensyari’atannya hanya terkena pada wanita adapun laki-laki tidak ada kewajiban ‘iddah seperti halnya perempuan.</p><p>Wanita non muslim tidak ada ‘iddah kecuali jika dia merupakan ahlu kitab dari seorang suami yang beragama islam. Ini menurut pendapat hanafiyah. Sedangkan jumhur Ulama mengatakan setiap wanita dari kalangan kafir dzimmi terkena wajibnya hukum ‘iddah seperti wanita muslimah lainnya baik ketika dia menjadi istri dari lelaki muslim atau lelaki ahlu dzimmi. Berdasarkan keumuman ayat yang memerintahkan ‘iddah bagi setiap wanita.</p><p>Para Ulama’ sepakat bahwa hukum ‘iddah terkena bagi wanita siapa saja yang ditinggal mati suaminya, cerai setelah jima’ (bercampur), khulu, li’an dan fasakh.</p><p>Adapun masalah khalwat yang tidak terjadinya percampuran antara suami-istri terdapat perbedaan pendapat diantara kalangan para ulama.</p><p>Menurut pendapat Al-Hanafiyah, Al-Malikiyah, dan Al-Hanabilah bahwa khalwat yang tidak terjadinya</p>"
      },
      {
        "page": 21,
        "text": "<summary>jima’ tetap wajib untuk ber’iddah, sedangkan menurut Asy-Syafi’iyah tidak ada kewajiban ‘iddah bagi seorang wanita jika hanya sebatas khalwat tanpa terjadinya jima’.</summary>"
      }
    ]
  },
  {
    "id": "a640a5bb-0b63-4864-a437-95e24c4cbf3c",
    "info": {
      "title": "Al-Quran dan Sains",
      "author": "Ahmad Sarwat, Lc., MA",
      "publish": "Wed, 17 February 2021",
      "pages": 61,
      "price": 0,
      "category": "Fiqih Wanita",
      "desc": ""
    },
    "tableOfContents": [
      { "page": 6, "text": "Pendahuluan", "head": true },
      { "page": 6, "text": "Pendahuluan" }
    ],
    "content": [
      {
        "page": 6,
        "text": ""
      }
    ]
  }
]
