[
  {
    "id": "Ywe",
    "info": {
      "title": "Fiqih Jinayat",
      "author": "Ahmad Sarwat, Lc., MA",
      "publish": "Thu, 24 December 2020",
      "pages": 30,
      "price": 0,
      "category": "Fiqih Jinayat",
      "desc": "Makna kata jinayah (جناية)secara bahasa adalah adz-dzanbu (الذنب) yang berarti dosa, dan juga bermakna al-jarm (الجرم) yang berarti kejahatan atau kriminalitas. Bentuk jama' dari jinayah adalah jinayat (جنايات). Maka seringkali jinayat diucapkan dengan jinayah, yang maknanya sama saja, hanya terkait penyebutan dalam bentuk tunggal atau jamak."
    },
    "tableOfContents": [
      {
        "page": 5,
        "text": "Pengertian",
        "sub": [
          { "page": 5, "text": "Bahasa" },
          { "page": 5, "text": "Istilah" },
          { "page": 6, "text": "Jinayat dan Jarimah" }
        ]
      },
      {
        "page": 8,
        "text": "Pembagian Jinayah",
        "sub": [
          { "page": 8, "text": "Pembunuhan" },
          { "page": 11, "text": "Jinayah Yang Tidak Terkait Dengan Nyawa" },
          {
            "page": 13,
            "text": "Jinayah Terkait Dan Tidak Terkait Dengan Nyawa"
          }
        ]
      },
      {
        "page": 15,
        "text": "Menjawab Tuduhan",
        "sub": [
          { "page": 15, "text": "Usang dan Tradisional" },
          { "page": 17, "text": "Kejam dan Sadis" },
          { "page": 18, "text": "Hukum Padang Pasir" },
          { "page": 19, "text": "Produk Fiqih Yang Harus DIrekonstruksi Ulang" }
        ]
      },
      {
        "page": 21,
        "text": "Ruang Lingkup Jinayat",
        "sub": [
          { "page": 21, "text": "Qishash" },
          { "page": 21, "text": "Pencurian" },
          { "page": 22, "text": "Minum Khamar" },
          { "page": 23, "text": "Pembunuhan" },
          { "page": 24, "text": "Perzinaan" },
          { "page": 25, "text": "Qadzaf" },
          { "page": 26, "text": "Hirabah" },
          {
            "page": 27,
            "text": "Murtad"
          }
        ]
      }
    ],
    "content": [
      {
        "page": 5,
        "text": "<strong>A. Pengertian</strong><strong>1. Bahasa</strong><p>Makna kata jinayah (جناية)secara bahasa adalah adz-dzanbu (الذنب) yang berarti dosa, dan juga bermakna al-jarm (الجرم) yang berarti kejahatan atau kriminalitas. Bentuk jama' dari jinayah adalah jinayat (جنايات). Maka seringkali jinayat diucapkan dengan jinayah, yang maknanya sama saja, hanya terkait penyebutan dalam bentuk tunggal atau jamak.</p><strong>2. Istilah</strong><p>Sedangkan secara istilah, jinayah didefinisikan oleh Al-Jurjani (w 816 H) dalam kitabnya At-Ta'rifat sebagai berikut :</p><p dir='rtl'>كل فِعْلٍ مَخْطُورٍ يَتَصْكَنْ ضَرَرًا عَلَ انين أَوْ غَيْرهَا</p><q>Semua perbuatan yang terlarang dan terkait dengan dharar, baik kepada diri sendiri atau orng lain.</q><p>Titik tekan yang penting untuk digaris-bawahi dari pengertian di atas bahwa jinayat adalah tindakan dharar, yaitu membahayakan atau merugikan orang lain. Dan dharar itu bisa saja berbetuk dharar pada tubuh, harta atau tindakan merugikan lainnya pada korban.</p><p>Al-Hashkafi (w. 1088 H), salah satu ulama dalam</p>"
      },
      {
        "page": 6,
        "text": "<p dir='cntn'>mazhab Al-Hanafiyah di dalam kitabnya, Ad-Dur AlMukhtar, mendefinisikan jinayah sebagai berikut :</p><p dir='rtl'>اسم يغلٍ مُحرَمٍ حل ِمَالٍ أو تس</p><q>Perbuatan yang diharamkan dengan harta dan jiwa.</q><strong>3. Jinayat dan Jarimah</strong><q>Di atas sudah kita pahami makna jinayat. Namun ada satu istilah lain yang amat dekat hubungannya dengan jinayat, yaitu jarimah.</q><p>Al-Mawardi (w. 450 H) dalam kitab Al-Ahkam AsSulthaniyah menyebutkan tentang definisi jarimah sebagai berikut :</p><p dir='rtl'>مَحْطُورَاتٌ شَرْعِيَة رَجَر الله تال عَنْما بد أو تعْزيرٍ</p><q>Larangan-larangan syar'iyah yang Allah ancam pelakunya dengan hukum hudud atau ta'zir.</q><p>Bandingkan dengan pengertian jinayah di atas, dapat kita tarik garis bahwa jinayat itu terkait dengan dharar atau sesuatu yang membahayakan atau merugikan korban, tentu termasuk juga dalam larangan Allah. Namun jarimah cakupannya lebih luas, karena tidak harus terkait dengan dharar atau merugikan orang lain.</p><p>Jadi dari segi ruang lingkupnya, jarimah lebih luas dari jinayah. Sebab jinayat hanya yang terkait dengan tindakan terlarang yang merugikan orang lain, sedangkan jarimah adalah segala yang merupakan</p>"
      },
      {
        "page": 7,
        "text": "<p dir='cntn'>larangan Allah, baik merugikan orang lain atau tidak pun tidak.</p><p>Contoh jarimah yang bukan jinayat adalah minum khamar, atau tindakan zina yang dilakukan suka sama suka dan bukan pemerkosaan.</p><p>Minum khamar bukan termasuk jinayat, karena tidak mengakibatkan dharar (sesuatu yang membahayakan) bagi orang lain. Namun keduanya termasuk perkara jarimah, karena orang yang minum khamar Allah yang diancam dengan hukuman hudud atau ta'zir. Hukuman bagi peminum khamar adalah dicambuk 80 kali.</p><p>Berzina bukan termasuk jinayat, karena tidak mengakibatkan dharar atau sesuatu yang membahayakan orang lain secara langsung. Namun berzina dalam syariat Islam termasuk perkara jarimah, karena orang yang berzina dihukum hudud berupa rajam (dilempari batu sampai mati) bila statusnya muhshan, atau dicambuk 100 kali bila pelakunya ghairu muhshan.</p>"
      },
      {
        "page": 8,
        "text": "<strong>B. Pembagian Jinayah</strong><p>Para ulama membagi jinayah menjadi tiga macam, yaitu :</p><p>Pembunuhan, yaitu terkait penghilangan nyawa manusia.</p><ul><li>Pencederaan, yaitu tindakan mencederai orang lain dan tidak sampai penghilangan nyawa seseorang.</li><li>Campuran, yaitu tindakan pencederaan orang lain yang akhirnya mengakibatkan kemudian mengakibatkan kehilangan nyawa.</li></ul><strong>1. Pembunuhan</strong><p>Dalam perkara jinayat pembunuhan, umumnya para ulama membaginya menjadi tiga macam, yaitu pembunuhan sengaja (العمد القتل), menyerupai sengaja .(القتل الخطأ) keliru pembunuhan dan (القتل شبه العمد)</p><p>Namun sebagian mazhab fiqih ada menambahinya lagi sehingga menjadi empat atau lima. Mazhab Al-Hanabilah dan Al-Hanafiyah menambahinya dengan pembunuhan yang disebut ma ujriya majral khatha' (الخطأ مجرى أجري ما) dan al-qathlu .(القتل بسبب) bisabab</p><p>Bedanya, mazhab Al-Hanabilah menjadikan keduanya sebagai satu jenis pembunuhan, sehingga dalam pandangan mereka ada empat jenis pembunuhan. Sedangkan mazhab Al-Hanafiyah membedakan antara keduanya, sehingga jenis pembunuhan dalam pandangan mereka ada lima.</p>"
      },
      {
        "page": 9,
        "text": "<strong>a. Pembunuhan Sengaja</strong><p>Yang disebut dengan pembunuhan sengaja ( القتل العمد) adalah adalah tindakan sengaja untuk menghilangkan nyawa manusia yang bebas darahnya. Misalnya seorang yang dengan sengaja membunuh dengan pistol atau senjata atau sarana lainnya.</p><p>Pembunuhan ini dapat terjadi dengan cara langsung atau dengan sebab, seperti merusak bagian penting mobil seseorang yang berakibat pada kematian sopirnya atau yang menaikinya.</p><p>Menurut jumhur ulama, definisi pembunuhan ini adalah :</p><p dir='rtl'>قَصْدُ الغ وَالشَّخْصٍ بِمَا يتل فَطْعَا أَوْ غلبا</p><q>Pembunuhan yang bertujuan untuk melakukan tindakan pembunuhan dan ditujukan kepada orang tertentu dengan menggunakan benda yang khusus untuk membunuh atau benda yang umumnya digunakan untuk membunuh.</q><p>Secara umum, pembunuhan sengaja ini bisa dikenali lewat cara atau modusnya. Salah satunya pembunuhan dengan dengan menggunakan senjata tajam, seperti pisau, pedang, golok, anak panah, bedil, linggis, gergaji atau apapun alat yang lazim digunakan untuk membunuh nyawa manusia.</p><p>Namun pembunuhan sengaja bisa juga terjadi tanpa menggunakan alat alias tangan kosong, seperti mencekik leher orang, atau melemparnya dari ketinggian atau ke tempat yang mencelakakan.</p><p>Dan bisa juga dengan menggunakan makanan atau minuman yang mematikan, semacam racun dan</p>"
      },
      {
        "page": 10,
        "text": "<p dir='cntn'>berbagai macam jenisnya. Dan sihir pun termasuk modus pembunuhan sengaja.</p><strong>b. Pembunuhan Seperti Disengaja</strong><p>Ungkapan pembunuhan seperti disengaja ini adalah terjemahan bebas dari istilah syibhu amdi. Dan definisinya menurut mazhab As-Syafi'iyah dan Al-Hanabilah adalah :</p><p dir='rtl'>قَصْدُ صَرْبٍ الشَّخْصٍِ عُدْوَانًا ما لآ يقث عَلًِاكَلسَوْطِ وَالْعَضَا</p><q>Bertujuan untuk menyerang korban karena permusuhan di antara mereka, namun dengan menggunakan alat yang secara umum tidak lazim digunakan untuk membunuh, seperti cambuk atau tongkat.</q><p>Yang menyamakan antara pembunuhan ini dengan pembunuhan sengaja adalah sama-sama terdapat niat atau maksud untuk mencelakakan. Namun perbedaan antara keduanya adalah bahwa pembunuhan sengaja itu memang diniatkan untuk membunuh, sedangkan pembunuhan seperti sengaja memang niat mencelakakan, tetapi tidak sampai menginginkan kematiannya.</p><strong>c. Pembunuhan Keliru</strong><p>Istilah aslinya dalam ilmu fiqih adalah al-qatlulkhatha' (الخطأ القتل), namun terjemahannya ke dalam bahasa Indonesia bisa bermacam-macam.</p><p>Ada yang menyebutnya pembunuhan tidak sengaja, pembunuhan tersalah, pembunuhan salah dan juga ada yang menyebut pembunuhan keliru. Yang mana saja tidak jadi masalah, yang penting justru definisinya.</p>"
      },
      {
        "page": 11,
        "text": "<p>Definisinya sebagaimana yang telah ditetapkan oleh para fuqaha adalah :</p><p dir='rtl'>ما وق ذُونَ قَضْدٍ الْفغل وَالشَّخْصٍ أَوْ ذُونَ قصْدٍ أحَدِما</p><q>Pembunuhan yang terjadi tanpa maksud untuk melakukannya, dan juga tanpa target tertentu dari korbannya, atau tanpa salah satunya.</q><p>Dari pengertian di atas, maka pembunuhan jenis ini bisa terjadi dalam bentuk misalnya seseorang iseng melempar kerikil kecil ke sembarang arah, tanpa bermaksud untuk melempar seseorang. Namun ternyata kerikil itu mengenai pengendara sepeda motor, lalu oleng, terjatuh dan meninggal dunia.</p><p>Atau bisa juga seseorang memang berniat melempar benda kecil ke arah korban yang sedang mengedarai sepeda motor, dimana benda yang dilempar itu bukan termasuk benda yang lazimnya digunakan untuk membunuh. Namun ternyata lemparan kerikil itu mengakibatkan kematiannya. Mungkin karena dia berusaha menghindar, lalu malah menabrak pembatas jalan dengan keras dan meninggal.</p><p>Bentuk lainnya adalah seorang memang secara sengaja ingin membunuh target tertentu. Namun tenyata tembakannya meleset jauh dan mengenai korban yang tidak bersalah.</p><strong>2. Jinayah Yang Tidak Terkait Dengan Nyawa</strong><p>Jinayat yang kedua adalah jinayat yang tidak terkait dengan penghilangan nyawa manusia, tetapi terkait dengan pengerusakan pada tubuh korban dan sejenisnya. Yang termasuk ke dalam jinayat</p>"
      },
      {
        "page": 12,
        "text": "<p dir='cntn'>selain pembunuhan atau penghilangan nyawa manusia adalah pemotongan, melukai, syajjaj dan menghilangkan fungsi anggota tubuh.</p><p>Para ulama membagi jinayat yang tidak terkait dengan nyawa manusia ini menjadi dua, yaitu sengaja dan keliru.</p><strong>a. Sengaja</strong><p>Hukuman yang diberlakukan dalam kasus sengaja adalah qishash, yaitu dihukum dengan bentuk hukuman yang setimpal atau sama. Orang yang melukai korban maka dihukum dengan cara dilukai juga. Bila yang dilukai matanya, maka mata pelakunya pun dilukai juga. Bila yang dilukai hidungnya, maka hidung pelaku juga wajib dilukai. Dan begitulah seterusnya.</p><p>Semua itu didasarkan atas firman Allah SWT :</p><p dir='rtl'>وَكَتثْنا عَم ها أن الكنس بالكشس وَلْعينَ لين والأنف الأ لذن بالأَذنِ وَالمِنٌ بالسِيّ وَالْجروَ قاض</p><q>Dan kami telah tetapkan terhadap mereka di dalamnya (At Taurat) bahwasanya jiwa (dibalas) dengan jiwa, mata dengan mata, hidung dengan hidung, telinga dengan telinga, gigi dengan gigi, dan luka-luka (pun) ada qisasnya. (QS. Al-Maidah : 45)</q><p dir='rtl'>فمَنِ اغكتى عَلَيكٌ فَاعْتدُوا عَليهِ بيثل مَا اغكتى عَليٌٌ</p><q>Oleh sebab itu barang siapa yang menyerang kamu, maka seranglah ia, seimbang dengan serangannya terhadapmu. Bertakwalah kepada Allah dan ketahuilah, bahwa Allah beserta orangorang yang bertakwa. (QS. Al-Baqarah : 194)</q>"
      },
      {
        "page": 13,
        "text": "<strong>b. Keliru</strong><p>Sedangkan hukuman dalam kasus keliru melakukan pelanggaran jinayat adalah diyat dan hukuman lainnya.</p><strong>3. Jinayat Terkait Dan Tidak Terkait Dengan Nyawa</strong><p>Jenis jinayat yang ketiga adalah semacam perpaduan antara jenis yang pertama dan kedua. Maksudnya, jinayat ini sebenarnya tidak menghilangkan nyawa manusia, tetapi secara tidak langsung ternyata terkait dengan penghilangan nyawa manusia.</p><p>Contohnya adalah tindakan kekerasan yang dilakukan kepada seorang wanita yang sedang hamil. Korban memang tidak meninggal dunia, tetapi janin di dalam perutnya yang jadi korban. Janin itu mati di dalam kandungan atau wanita itu mengalami keguguran yang mengakibatkan janin itu meninggal dunia.</p>"
      },
      {
        "page": 14,
        "text": ""
      },
      {
        "page": 15,
        "text": "<strong>C. Menjawab Tuduhan</strong><p>Meski pun Indonesia termasuk negeri dengan jumlah penduduk muslim terbesar di dunia, namun hukum-hukum jinayat belum pernah diberlakukan.</p><p>Di zaman dahulu ketika masih ada kesultanan dan kerajaan Islam, hukum jinayat memang banyak diberlakukan. Namun sejak datangnya penjajah barat hingga mereka pulang lagi, ternyata hukum jinayat belum pernah dikembalikan lagi. Negara Republik Indonesia lebih banyak menggunakan hukum-hukum yang datang dari mantan penjajahnya (baca: Belanda), ketimbang menggunakan hukum jinayat Islam.</p><p>Tidak berjalannya hukum jinayat di Indonesia bukan karena diancam oleh mantan penjajah, tetapi justu karena kesalah-pahaman fatal yang melanda bangsa muslim ini terhadap hukum jinayat. Di antara kesalah-pahaman itu antara lain :</p><strong>1. Usang dan Tradisional</strong><p>Karena cara memahami syariat Islam yang bermasalah, saat ini kebanyakan umat Islam justru menganggap hukum jinayat Islam atau sistem pidana dalam Islam adalah sistem tradisi hukum yang dianggap sudah usang, hanya seonggok warisan tradisi masa lalu yang layak dilupakan atau dibuang. Hukum jinayat Islam dianggap hanya cocok untuk masyarakat muslim tradisional di zaman dahulu, namun keberadaannya sudah dianggap tidak layak lagi bagi masyarakat modern sekarang ini.</p>"
      },
      {
        "page": 16,
        "text": "<p>Untuk zaman sekarang ini, ada kecenderungan di tangah umat Islam untuk menepis anggapan bahwa Islam dan hukum jinayat di dalamnya yang dianggap sudah usang dengan cara memasukkan hukumhukum produk barat yang dianggap lebih modern dan berperadaban.</p><p>Kalau tuduhan usang dan tradisional ini datang dari kalangan orientalis non-muslim yang kurang objektif dalam menerawang syariat Islam dari kejauhan, mungkin kita bisa memaklumi keterbatasan mereka. Namun kalau anggapan minor dan bias ini justru datang dari kalangan yang menamakan diri sebagai tokoh cendekia, ulama, akademisi muslim, tentu masalahnya memang sudah amat parah.</p><p>Sayangnya, saat ini nampaknya memang anggapan minor dan biasa inilah yang lebih dominan menguasai cara pandang dan stigma masyarakat Islam. Kasus seperti masih dipertahakannya unsurunsur hukum dari produk barat yang notabene nonmuslim ke dalam Kompilasi Hukum Islam (KHI) menunjukkan mentalitas para tokoh umat ini yang mengidap syndrom minder pada taraf akut, rasa tidak percaya diri yang teramat berlebihan, serta cenderung terjebak pada sikap inferiority complex.</p><p>Sayangnya lagi, lewat fatwa mereka inilah umumnya umat Islam memahami agamanya. Wajar bila sepanjang perjalanan, posisi dan kedudukan hukum jinayat Islam terus menerus dipojokkan ke sudut yang tidak mungkin baginya untuk ambil peranan. Sebab belum apa-apa sudah terstigma sangat buruk dalam benak para tokoh muslim sendiri.</p>"
      },
      {
        "page": 17,
        "text": "<strong>2. Kejam dan Sadis</strong><p>Setiap kali kita mendengar istilah hukum Islam, hudud, jinayat dan hukum syariat, pastilah yang terbetik di benak adalah darah, kesadisan, pemenggalan kepala, cambuk dan berbagai bentuk penyiksaan dan kekejaman. Jangankah orang di luar Islam, kita sendiri yang beragama Islam pun akan membayangkan kekejaman dan kesadisan itu.</p><p>Tuduhan seperti ini agak sulit untuk dijawab, kecuali yang bersangkutan mau sedikit mendalami ilmu fiqih, khususnya fiqih jinayat. Dengan memahami secara mendalam dan lebih luas, maka akan lebih tergambar secara utuh apakah benar anggapan bahwa hukum jinayat itu kejam dan sadis. Sebab kekejaman dan kesadisan itu ternyata hanya kesan di kulit terluarnya saja, ketika kita tidak memahami secara keseluruhannya.</p><p>Singkatnya, tidak mentang-mentang seseorang mencuri, lantas bisa langsung dipotong tangannya. Sebab untuk semua itu ada seabreg persyaratan yang manakala salah satunya tidak terpenuhi, hukum potong tangan tidak bisa dilakukan.</p><p>Tidak mentang-mentang seseorang berzina lantas bisa main cambuk atau rajam seenaknya. Sebab ada sekian banyak persyaratan yang harus dipenuhi untuk bisa mencambuk atau merajam pezina. Sebuah fakta yang banyak sekali umat Islam ini tidak tahu, bahwa ternyata di masa Rasulullah SAW tidak pernah ada kasus pezina yang dirajam karena adanya kesaksian dari 4 orang.</p><p>Mengapa demikian? Karena syarat untuk menjadi saksi itu begitu</p>"
      },
      {
        "page": 18,
        "text": "<p dir='cntn'>berat, harus laki-laki, harus 4 orang, harus sudah baligh, berakal, dan yang nyaris jadi mustahil adalah ketentuan bahwa mereka harus melihat secara bersama-sama dalam waktu yang sama dan tempat yang sama, bagaimana masuknya kemaluan laki-laki ke dalam kemaluan perempuan. Kalau tidak ada kesaksian sampai sejauh itu, maka hukum cambuk atau rajam gugur dengan sendirinya.</p><p>Mak di masa Nabi SAW, yang dicambuk atau dirajam hanyalah pada kasus dimana si pelaku zina datang sukarela menyerahkan diri dan berikrar di depan beliau SAW bahwa telah berzina. Itupun ketika ada yang sedang menjalani hukuman lalu merasa tidak sanggup, oleh Nabi SAW diminta agar hukumannya segera dihentikan.</p><p>Amat bisa dimaklumi kalau banyak orang di luar agama Islam tidak bisa memahami secara utuh hukum jinayat Islam ini, sebab di kalangan umat Islam secara internal sendiri ternyata masih banyak yang tidak paham masalah-masalah detail seperti ini. Kebanyakan kita umat Islam ini hanya tahu kulit-kulit terluarnya saja, itu pun didapat dengan cara yang teramat bias.</p><p>Jalan keluarnya adalah kembali belajar ilmu fiqih secara benar, dan khususnya ilmu fiqih jinayat secar a original dari sumber aslinya. Kalau bukan umat Islam yang mempelajarinya, lalu apakah kitaberharap orang-orang kafir di luar Islam yang mempelajarinya?</p><strong>3. Hukum Padang Pasir</strong><p>Tidak sedikit umat Islam yang beranggapan bahwa hukum Islam khususnya fiqih jinayat adalah hukum jahiliyah yang diimpor dari produk zaman</p>"
      },
      {
        "page": 19,
        "text": "<p dir='cntn'>jahiliyah Arab padang pasir. Gaya-gaya hukuman seperti cambuk, rajam, penggal kepala, potong tangan, penyaliban dan pembuangan dianggap hasil turunan asli dari gaya hidup keras khas manusia di luar peradaban maju.</p><p>Lalu secara imajiner dibayangkan bahwa ketika datang Nabi Muhammad SAW, produk-produk hukum padang pasir itulah yang diadaptasi masuk ke dalam hukum Islam.</p><p>Oleh karena itu di hari ini ada upaya untuk membuang produk-produk hukum versi padang pasir ini untuk disesuaikan dengan hukum-hukum barat yang dianggapnya lebih manusiawi dan berperadaban.</p><p>Tidak sedikit kalangan intlektual dan cendekia serta kalangan menyebut diri sebagai ulama yang terpesona dengan teori hukum padang pasir ini. Sayangnya, silap mereka dalam hal ini kemudian malah dikembangkan di tengah khalayak muslim yang dengan lugunya mengamini apapun yang dikatakan mereka. Akhirnya jadilah anggapan bahwa hukum jinayat ini adalah produk bangsa barbar yang kejam, said dan tidak berprikemanusiaan resmi menjadi semacam cara pandang ilmiyah hari ini.</p><strong>4. Produk Fiqih Yang Harus Direkonstruksi Ulang</strong><p>Maka untuk semua tuduhan di atas, ada semacam upaya untuk melakukan rekosntruksi ulang atas hukum-hukum syariah, khususnya fiqih jinayah. Alasannya bahwa semua hukum itu semata-mata hasil ijtihad manusia biasa, yang boleh saja untuk disesuaikan dengan kebutuhan perkembangan zaman.</p>"
      },
      {
        "page": 20,
        "text": "<p>Menurut pendapat ini, ilmu fiqih itu adalah ilmu yang sudah tidak lagi relevan dengan zaman sekarang, sementara pintu ijtihad tidak pernah tertutup. Apa yang di masa lalu dianggap sebagai kebenaran, bisa saja di hari ini berubah menjadi hal yang tidak lagi relevan.</p><p>Dan salah satunya yang dianggap sangat mendesak untuk direkonstruksi ulang adalah hukumhukum jinayat seperti hukum qishash, potong tangan pencuri, cambuk, rajam dan seterusnya.</p><p>Semua tuduhan di atas itu akan menjadi semakin merata diyakini oleh umat Islam, ketika sama sekali tidak ada upaya untuk meluruskannya dengan cara yang ilmiyah, intelek dan sabar.</p>"
      },
      {
        "page": 21,
        "text": "<strong>D. Ruang Lingkup Jinayat</strong><p>Ruang lingkup jinayat meliputi beberapa hal, diantaranya :</p><strong>1. Qishash</strong><p>Secara istilah, qishash didefinisikan sebagai :</p><p dir='rtl'>أن يل الال الْجَاني مثل مَا فَعَل</p><q>Diperlakukannya pelaku kejahatan sebagaimana dia memperlakukan hal itu kepada korbannya.</q><p>Jadi qishash itu kurang lebih bermakna hukuman bagi pelaku kejahatan yang prinsip dasar ditegakkannya berdasarkan kesetaraan bentuk kejahatannya. Prinsipnya membunuh dibunuh, melukai dilukai, merusak dirusak dan memotong dipotong.</p><p>Orang yang melakukan pembunuhan nyawa orang lain, maka hukumannya secara qishash dibunuh juga. Orang yang melukai orang lain, maka hukumannya secara qishash dilukai juga. Tentu saja kedudukan, kadar, nilai dan tingkat lukanya disamakan dengan apa yang telah dilakukannya.</p><p>Dengan bahasa lain, kita bisa mengatakan bahwa hukum qishash itu adalah hukum berdasarkan kesetaraan dan kesamaan. Dan di dalam qishash itulah keadilan menampakkan wujudnya yang asli.</p><strong>2. Pencurian</strong>"
      },
      {
        "page": 22,
        "text": "<p>Sedangkan secara istilah, sariqah (ةَرقِس) َitu didefinisikan sebagai :</p><p dir='rtl'>أ ب للم يصَابا مُحررًا أ وما ب صاب مِلْك لِلَقْرٍ لآ له فيه عَلَّ وَجْهِ الْخْفْيَةٍ</p><q>Pengambilan oleh seorang yang berakal dan baligh atas harta yang telah mencapai nishab dan disimpan dengan aman, atau yang senilai dengan nishab, dimana harta itu milik orang lain, yang dilakukan tanpa syubhat, dengan cara tersembunyi.</q><p>Pelaku tindak pencurian dalam syariat Islam diancam dengan hukuman potong tangan, dengan dasar ayat Al-Quran :</p><p dir='rtl'>والسَارِفى وَالسَارِقَةُ فَافْطَعُواً أَيْيبُمَا جَرّاء بِمَا كَسَبَا كالاً مَنَ الله واللَهُ عَزيرٌ حَكِمٌ</p><q>Laki-laki yang mencuri dan perempuan yang mencuri, potonglah tangan keduanya (sebagai) pembalasan bagi apa yang mereka kerjakan dan sebagai siksaan dari Allah. Dan Allah Maha Perkasa lagi Maha Bijaksana. (Qs. Al-Maidah : 38)</q><strong>3. Minum Khamar</strong><p>Menurut jumhur ulama, orang yang ketahuan minum khamar wajib dihukum. Dan hukuman atas peminum khamar ini adalah hukum hudud, sehingga tidak boloeh diganti dengan cara yang lain, mengingat hukum hudud itu segala ketentuannya datang langsung dari Allah SWT</p><p>Dalam hal ini ketentuan dari Allah untuk orang yang minum khamar, mabuk atau tidak mabuk</p>"
      },
      {
        "page": 23,
        "text": "<p dir='cntn'>adalah dicambuk, sebagaimana sabda Rasulullah SAW</p><p dir='rtl'>مَنْ شرب احفر فَاجلِنُوُ</p><q>Orang yang minum khamar maka cambuklah (HR. Muttafaqun 'alaih).</q><p>Hadits ini termasuk jajaran hadits mutawatir, yaitu hadits yang diriwayatkan oleh sejumlah besar perawi pada tiap thabawatnya (jenjang) dan mustahil ada terjadi kebohongan diantara mereka. Di tingkat shahabat, hadits ini diriwayatkan oleh 12 orang shahabat yang berbeda. Mereka adalah Abu Hurairah, Muawiyah, Ibnu Umar, Qubaishah bin Zuaib, Jabir, As-Syarid bin suwaid, Abu Said AlKhudhri, Abdullah bin Amru, Jarir bin Abdillah, Ibnu Mas`ud, Syarhabil bin Aus dan Ghatif ibn Harits.</p><strong>4. Pembunuhan</strong><p>Al-Khatib Asy-Syirbini (w. 977 H), juga salah satu ulama besar dalam mazhab Asy-Syafiiyah, menuliskan dalam kitabnya, Mughni Al-Muhtaj, tentang pengertian pembunuhan sebagai berikut :</p><p dir='rtl'>الفِغلُ الحزه لني أَوْ الحهيث</p><q>Perbuatan yang menghilangkan nyawa atau mematikan.</q><p>Menghilangkan nyawa manusia hukumnya haram, manakala pembunuhan dilakukan kepada nyawa manusia yang maksum tanpa hak dan dilakukan dengan cara yang zalim.</p>"
      },
      {
        "page": 24,
        "text": "<p dir='rtl'>وَلَا تَقْتُلُوا النَّفْسَ الَّتِيْ حَرَّمَ اللّٰهُ اِلَّا بِالْحَقِّۗ</p><q>Dan janganlah kamu membunuh jiwa yang diharamkan Allah melainkan dengan suatu yang benar. (QS. AL-Isra' : 33)</q><p>Jumhur ulama atau mayoritas ulama, khususnya dalam mazhab Asy-Syafi'iyah dan Al-Hanabilah membagi jenis-jenis pembunuhan ini menjadi tiga macam, yaitu :</p><ul><li>Pembunuhan Disengaja (قَتْ ُل العَ ْمِد)</li><li>Pembunuhan Mirip Disengaja (قَتْ ُل ِشْب ِه العَ ْمِد)</li><li>Pembunuhan Salah (القَتْ ُل ال َخ َطأ)</li></ul><p>Pembagian jenis pembunuhan kepada tiga macam ini adalah pembagian yang paling umum dan populer dikenal dalam ilmu fiqih.</p><strong>5. Perzinaan</strong><p>Di antara aya-ayat Al-Quran yang secara tegas melarang perbuatan zina adalah ayat berikut ini :</p><p dir='rtl'>وَلَا تَقْرَبُوا الزِّنٰىٓ اِنَّهٗ كَانَ فَاحِشَةً ۗوَسَاۤءَ سَبِيْلًا</p><q>Dan janganlah kamu mendekati zina; sesungguhnya zina itu perbuatan keji dan jalan yang buruk. (QS. Al-Isra' : 32)</q><p>Allah SWT telah mewajibkan qadhi untuk menjatuhkan hukum cambuk buat orang yang berzina, sebagaimana Dia berfirman :</p><p dir='rtl'>اَلزَّانِيَةُ وَالزَّانِيْ فَاجْلِدُوْا كُلَّ وَاحِدٍ مِّنْهُمَا مِائَةَ جَلْدَةٍ ۖوَّلَا تَأْخُذْكُمْ بِهِمَا رَأْفَةٌ فِيْ دِيْنِ اللّٰهِ اِنْ كُنْتُمْ تُؤْمِنُوْنَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِۚ وَلْيَشْهَدْ عَذَابَهُمَا طَاۤىِٕفَةٌ مِّنَ الْمُؤْمِنِيْنَ</p>"
      },
      {
        "page": 25,
        "text": "<q>Wanita dan laki-laki yang berzina maka jilidlah masing-masing mereka 100 kali. Dan janganlah belas kasihan kepada mereka mencegah kamu dari menjalankan agama Allah, jika kamu beriman kepada Allah dan hari Akhir. Dan hendaklah pelaksanaan hukuman mereka disaksikan oleh sekumpulan dari orang-orang beriman. (QS. AnNuur : 2)</q><strong>6. Qadzaf</strong><p>Para ulama mazhab Al-Malikiyah membuat definisi yang lebih lengkap tentang qadzf, yaitu :</p><p dir='rtl'>رَمْيُ مُكَلَّفٍ حُرًّا مُسْلِمًا بِنَفْيِ نَسَبٍ عَنْ أَبٍ أَوْ جَدٍّ أَوْ بِزِنًا</p><q>Menuduh orang yang mukallaf, merdeka, muslim dengan menafikan nasab dari ayah atau kakeknya, atau dengan zina.</q><p>Menuduh orang lain berzina hukumnya haram, bila memang tanpa bukti atau saksi. Pelakunya berdosa besar, mendapat laknat dari Allah dan ada hukum hudud yang telah diancamkan Allah SWT atasnya, yaitu dicambuk sebanyak 80 kali.</p><p>Dasar keharamannya adalah firman Allah SWT :</p><p dir='rtl'>وَالَّذِيْنَ يَرْمُوْنَ الْمُحْصَنٰتِ ثُمَّ لَمْ يَأْتُوْا بِاَرْبَعَةِ شُهَدَاۤءَ فَاجْلِدُوْهُمْ ثَمٰنِيْنَ جَلْدَةً وَّلَا تَقْبَلُوْا لَهُمْ شَهَادَةً اَبَدًاۚ وَاُولٰۤىِٕكَ هُمُ الْفٰسِقُوْنَ ۙ</p><q>Dan orang-orang yang menuduh wanita-wanita yang baik-baik dan mereka tidak mendatangkan empat orang saksi, maka deralah mereka delapan puluh kali dera, dan janganlah kamu terima kesaksian mereka buat selama-lamanya. Dan</q>"
      },
      {
        "page": 26,
        "text": "<q>mereka itulah orang-orang yang fasik. (QS. An-Nur : 4)</q><p dir='rtl'>اِنَّ الَّذِيْنَ يَرْمُوْنَ الْمُحْصَنٰتِ الْغٰفِلٰتِ الْمُؤْمِنٰتِ لُعِنُوْا فِى الدُّنْيَا وَالْاٰخِرَةِۖ وَلَهُمْ عَذَابٌ عَظِيْمٌ ۙ</p><q>Sesungguhnya orang-orang yang menuduh wanita yang baik-baik, yang lengah lagi beriman , mereka kena laknat di dunia dan akhirat, dan bagi mereka azab yang besar (QS. An-Nur : 23)</q><strong>7. Hirabah</strong><p>Hirabah adalah :</p><p dir='rtl'>البروز لأخذ مال أو لقتل أو لإرعاب على سبيل المجاهرة مكابرة اعتمادا على القوة مع البعد عن الغوث</p><q>Terang-terangan untuk mengambil harta atau membunuh atau mengintimidasi dengan terus terang dan tegar dengan mengandalkan kekuatan serta dalam kondisi jauh dari pertolongan.</q><p>Hirabah adalah melakukan gabungan dari perampasan, penteroran, pembunuhan dan juga merusak di muka bumi.</p><p>Karena itu Allah SWT melebihkan ancaman hukukan bagi pelaku hirabah ini di atas ancaman hukuman pelaku pembunuhan atau pencurian.</p><p dir='rtl'>اِنَّمَا جَزٰۤؤُا الَّذِيْنَ يُحَارِبُوْنَ اللّٰهَ وَرَسُوْلَهٗ وَيَسْعَوْنَ فِى الْاَرْضِ فَسَادًا اَنْ يُّقَتَّلُوْٓا اَوْ يُصَلَّبُوْٓا اَوْ تُقَطَّعَ اَيْدِيْهِمْ وَاَرْجُلُهُمْ مِّنْ خِلَافٍ اَوْ يُنْفَوْا مِنَ الْاَرْضِۗ ذٰلِكَ لَهُمْ خِزْيٌ فِى الدُّنْيَا وَلَهُمْ فِى الْاٰخِرَةِ عَذَابٌ عَظِيْمٌ اِلَّا الَّذِيْنَ تَابُوْا مِنْ قَبْلِ اَنْ تَقْدِرُوْا عَلَيْهِمْۚ فَاعْلَمُوْٓا اَنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ ࣖ</p><q>Sesungguhnya pembalasan terhadap orang-</q>"
      },
      {
        "page": 27,
        "text": "<q>orang yang memerangi Allah dan Rasul-Nya dan membuat kerusakan di muka bumi, hanyalah mereka dibunuh atau disalib, atau dipotong tangan dan kaki mereka dengan bertimbal balik , atau dibuang dari negeri . Yang demikian itu suatu penghinaan untuk mereka didunia, dan di akhirat mereka beroleh siksaan yang besar, kecuali orangorang yang taubat sebelum kamu dapat menguasai mereka; maka ketahuilah bahwasanya Allah Maha Pengampun lagi Maha Penyayang. (QS. Al-Maidah : 33-34)</q><strong>8. Murtad</strong><p>Murtad didefinisikan oleh para ulama sebagai :</p><p dir='rtl'>كُفْرُ الْمُسْلِمِ بِقَوْلٍ صَرِيحٍ أَوْ لَفْظٍ يَقْتَضِيهِ أَوْ فِعْلٍ يَتَضَمَّنُهُ</p><q>Kafirnya seorang muslim dengan mengucapkan perkataan yang tegas, atau dengan lafadz yang mengandung makna kufur, atau dengan perbuaan yang mengakibatkan kekufuran.</q><p>Seluruh ulama sepakat bahwa hukuman buat orang yang murtad adalah hukuman mati atau dibunuh. Dasarnya adalah sabda Rasulullah SAW dalam hadits-hadits berikut ini :</p><p dir='rtl'>لاَ يَحِلُّ دَمٍ امٍرَئٍ مُسْلِمٍ يَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ الله وَأَنّيِ رَسُولُ اللهِ إِلاَّ بِإِحْدَى ثَلاَثٍ: النَّفْسُ بِالنَّفْسِ وَالثَّيِّبُ الزَّانِي وَالتَّارِكُ لِدِيْنِهِ المُفَارِقُ لِلْجَمَاعَةِ</p><q>Dari Ibnu Mas'ud radhiyallahuanhu bahwa Rasulullah SAW bersabda,\"Tidak halal darah</q>"
      },
      {
        "page": 28,
        "text": "<q>seorang muslim yang bersaksi bahwa tiada Tuhan selain Allah dan bahwa Aku (Muhammad) utusan Allah, kecuali dengan salah satu dari tiga sebab; nyawa dengan nyawa (qishash), tsayyib (orang sudah menikah) yang berzina, dan orang yang meninggalkan agamanya memisahkan diri dari jamaah (umat Islam)\". (HR. Bukhari)</q><p dir='rtl'>مَنْ بَدَّلَ دِيْنَهُ فَاقْتُلُوْهُ</p><q>Orang yang mengganti agamanya, maka bunuhlah dia (HR. Bukhari)</q>"
      }
    ]
  }
]
