[
  {
    "id": "T0Uzd",
    "info": {
      "title": "Hukum-hukum Terkait Air Dalam Madzab Syafi’i",
      "author": "Galih Maulana, Lc",
      "publish": "Tue, 17 March 2020",
      "pages": 34,
      "price": 0,
      "category": "Fiqih Ibadah",
      "desc": "Ulama Syafi’iyah umumnya mengawali bab Thaharah dengan membahas air. Mengingat pentingnya air sebagai media thaharah yang menyebabkan sah tidaknya suatu ibadah, maka para ulama khususnya ulama syafi’iyah sangat ketat dalam aturan terkait air ini."
    },
    "tableOfContents": [
      {
        "page": 5,
        "text": "Suci Menyucikan",
        "sub": [
          {
            "page": 5,
            "text": "Air Mutlak",
            "sub": [
              { "page": 7, "text": "Air hujan, air salju dan air barod" },
              { "page": 8, "text": "Air Laut" },
              { "page": 8, "text": "Air sumur" },
              { "page": 9, "text": "Air sungai dan Mata air" }
            ]
          }
        ]
      },
      {
        "page": 11,
        "text": "Suci Menyucikan Tapi Makruh Menggunakannya",
        "sub": [{ "page": 11, "text": "Air Musyamas" }]
      },
      {
        "page": 14,
        "text": "Suci Tidak Menyucikan",
        "sub": [
          {
            "page": 14,
            "text": "Air Yang Berubah Sifatnya Karena Tercampur Benda Suci",
            "sub": [
              { "page": 14, "text": "Mukhalith" },
              { "page": 14, "text": "Mujawir" },
              { "page": 15, "text": "Thul al-Mukts" }
            ]
          },
          {
            "page": 16,
            "text": "Air Laut",
            "sub": [
              { "page": 19, "text": "Air musta'mal lebih dari dua qullah" },
              { "page": 22, "text": "Air mutlak terkena tetesan air musta'mal" }
            ]
          }
        ]
      },
      {
        "page": 24,
        "text": "Air Mutanajis",
        "sub": [
          { "page": 24, "text": "Air Sedikit (al-ma al-qalil)" },
          { "page": 25, "text": "Air Banyak (al-Ma al-Katsir)" },
          {
            "page": 26,
            "text": "Kadar du qullah",
            "sub": [
              { "page": 27, "text": "Dengan Mengukur Volume Bangun Ruang" },
              { "page": 28, "text": "Dengan Mengonversi ke Satuan Masa Kini" }
            ]
          }
        ]
      }
    ],
    "content": [
      {
        "page": 5,
        "text": "<h1>HUKUM-HUKUM TERKAIT AIR DALAM MADZHAB SYAFI'I</h1><p>Ulama Syafi’iyah umumnya mengawali bab Thaharah dengan membahas air. Mengingat pentingnya air sebagai media thaharah yang menyebabkan sah tidaknya suatu ibadah, maka para ulama khususnya ulama syafi’iyah sangat ketat dalam aturan terkait air ini.</p><p>Air dalam kaitannya dengan bersuci ada empat jenis; suci menyucikan, suci menyucikan namun makruh menggunakannya, suci namun tidak menyucikan dan mutanajis. Berikut penjelasan masing-masingnya.</p><h1>Suci Menyucikan</h1><p>Air suci menyucikan adalah air yang suci dzatnya dan dapat digunakan untuk menyucikan badan baik dari hadats ataupun dari najis.</p><strong>Air Mutlak</strong><p>Air yang suci dan dapat menyucikan adalah air mutlak, yaitu air murni yang terlepas dari tambahantambahan nama yang baku di belakangnya. Imam Nawawi (w 676 H) dalam kitab al-Majmu’ mengatakan;</p><p dir='rtl'>الْمَاء الْمُطلَق فَالصحِيخُ في حده انه الْعاري عن</p>"
      },
      {
        "page": 6,
        "text": "<p dir='rtl'>الإضَافَة اللازِمَة</p><q>Definisi yang benar tentang air mutlak yaitu air yang terbebas dari tambahan-tambahan nama yang baku</q><p>Maksud dari tamabahan nama yang baku adalah air tersebut tidak bisa lepas dari tambahan nama di belakangnya. Contohnya air kopi, ketika air dicampur dengan bubuk kopi, maka air tersebut berubah namanya menjadi air kopi, bukan air murni lagi. Tidak bisa orang menyebut air yang dicampur bubuk kopi sebagai air saja, pasti mereka menyebutnya air kopi. Maka air kopi ini bukan air mutlak, karena ada tambahan nama yang baku di belakangnya.</p><p>Berbeda halnya apabila tambahan nama tersebut tidak baku, misalnya air sumur. Air sumur meskipun ada tambahan nama dibelakangnya yaitu sumur, namun orang tetap dapat menyebut air tersebut sebagai air saja.</p><p>Air mutlak ini ada yang berasal dari langit dan ada yang berasal dari bumi, yang berasal dari langit ada tiga; air hujan, air salju dan air barod2 yang keduanya sudah mencair. Sedangkan air yang berasal dari bumi ada empat; air laut, air sungai, air sumur dan air dari mata air. Abu Syuja yaitu Syihabudin al-Asfahani (w 593 H) dalam kitab matannya mengatakan:</p>"
      },
      {
        "page": 7,
        "text": "<p dir='rtl'>المياه التي  يجوز التطهير بها سبع مياه: ماء السماء وماء البحر وماء النهر وماء البئر وماء العين وماء الثلج وماء البرد</p><q>Air yang sah digunakan untuk thaharah ada tujuh; air hujan, air laut, air sungai, air sumur, air dari mata air, air salju dan air barod</q><strong>Air hujan, air salju dan air barod</strong><p>Allah berfirman;</p><p dir='rtl'>وَيُنَزِّلُ عَلَيْكُمْ مِّنَ السَّمَاۤءِ مَاۤءً لِّيُطَهِّرَكُمْ بِهٖ</p><q>\"Dan Allah menurunkan air dari langit kepada mu untuk menyucikan kamu dengan (air hujan) itu\". QS al-Anfal dari ayat 11</q><p>Dalam ayat tersebut secara lugas disebutkan bahwa air yang turun dari langit itu dapat digunakan untuk bersuci.</p><p>Rasulullah صلى الله عليه وسلم dalam salah satu do’anya membaca;</p><p dir='rtl'>لَهُمّ اغْسِلٌ خَطَايَاي بِالْمَاءٍ وَلكَلج وَالبَدٍ</p><q>Ya Allah cucilah (hapuslah) kesalah-kesalahanku dengan air hujan dan air barod</q><p>Dalam hadits di atas, tersirat bahwa air salju dan</p>"
      },
      {
        "page": 8,
        "text": "<summary>air barod dapat digunakan untuk bersuci.</summary><strong>Air Laut</strong><p>Abu hurairah  menceritakan tentang seorang petani garam bernama Ubaid yang suatu hari pernah bertanya kepada Rasulullah صلى الله عليه وسلم</p><p dir='rtl'>يَارَسُولَ اللَّهِ إِنَّا نَرْكَبُ الْبَحْرَ وَنَحْمِلُ مَعَنَا الْقَلِيلَ مِنْ الْمَاءِ فَإِنْ تَوَضَّأْنَا بِهِ عَطِشْنَا أَفَنَتَوَضَّأُ مِنْ مَاءِ الْبَحْرِ</p><q>Ya Rasulallah, kami pernah berlayar ke laut membawa sedikit air, apabila kami berwudhu dengan air tersebut, kami akan haus. Apakah kami boleh berwudhu dengan air laut?</q><p dir='rtl'>هُوَ الطَّهُورُ مَاؤُهُ الْحِلُّ مَيْتَتُهُ</p><q>Laut itu airnya suci dan bangkai (hewan)nya halal (untuk dimakan)</q><p>Hadits ini diriwayatkan oleh imam Malik, imam Syafi’i dan Abu Daud, dihukumi shahih oleh imam Bukhari.</p><p>Dalam hadits terebut disebutkan secara eksplisit bahwa air laut itu suci dan mensucikan, sehingga sah digunakan untuk thaharah.</p><strong>Air sumur</strong>"
      },
      {
        "page": 9,
        "text": "<p>Hadits ini masyhur disebut sebagai hadits sumur Budha’ah, yaitu sumur tempat orang membuang kain bekas haidh, bangkai anjing dan lainnya.</p><p dir='rtl'>عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ قَالَ مَرَرْتُ بِالنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ يَتَوَضَّأُ مِنْ بِئْرِ بُضَاعَةَ فَقُلْتُ أَتَتَوَضَّأُ مِنْهَا وَهِيَ يُطْرَحُ فِيهَا مَا يُكْرَهُ مِنْ النَّتَنِ فَقَالَ الْمَاءُ لَا يُنَجِّسُهُ شَيْءٌ</p><q>Dari Abu Sa’id al-Khudri, dia berkata: “saya pernah lewat dan berjumpa dengan Rasulullah dalam keadaan beliau sedang berwudhu di sumur budha’ah, saya bertanya: apakah engkau berwudhu dari air sumur tersebut, padahal sumur budha’ah itu tempat orang membuang hal-hal kotor? Rasulullah صلى الله عليه وسلم menjawab: air itu tidak berubah menjadi najis sebab (tercampur) dengan sesuatu (yang najis). HR. Nasai.</q><p>Dalam hadist tersebut Rasulullah صلى الله عليه وسلم menjelaskan bahwasannya air sumur itu tetap suci dan mensucikan meskipun tercampur dengan najis, itu karena air dalam sumur sangat banyak, lebih dari dua qullah dan najis-najis yang dibuang ke dalam sumur tidak merubah sifat air sumur tersebut, baik warna, bau atau rasanya.</p><strong>Air sungai dan Mata air</strong><p>Secara umum, air yang berasal dari bumi (tanah)</p>"
      },
      {
        "page": 10,
        "text": "<summary>itu dihukumi suci, baik mata air, air sumur, air kolam, sungai, danau atau lainnya, sehingga sah digunakan untuk bersuci. Dalam hal ini imam Nawawi (w 676 H) mengatakan;</summary><p dir='rtl'>جوازالطهَارة بما نَبع من الْأَرْضٍ مجمَعُ عليه</p><q>Bolehnya bersuci dengan air yang bersumber dari bumi (tanah) adalah perkara yang sudah diijma’kan ulama</q><p>Jadi sangat jelas, bahwa air sungai atau mata air itu suci dan sah digunakan untuk bersuci berdasarkan ijma’ ulama.</p>"
      },
      {
        "page": 11,
        "text": "<h1>Suci Menyucikan Tapi Makruh Menggunakannya</h1><p>Air suci menyucikan adalah air yang suci dzatnya namun tidak dapat digunakan untuk menyucikan badan baik dari hadats ataupun dari najis.</p><strong>Air Musyamas</strong><p>Air yang suci menyucikan namun makruh menggunakannya adalah air musyamas, yaitu air di dalam bejana yang terbuat dari besi atau sejenisnya, yang sengaja dijemur di bawah terik matahari untuk dipanaskan.</p><p>Air musyamas ini menurut sebagian ulama syafi’iyah suci menyucikan namun makruh untuk menggunakannya. Alasanya adalah apa yang diriwayatkan dari imam Syafi’i (w 204 H) sebagai berikut:</p><p dir='rtl'>ولا أكره المُشْمَّسَ إلا أن يُكرَه مِنْ جِهَةٍ الطِبّ</p><q>Aku tidak menghukumi makruh pada (penggunaan) air musyamas ini kecuali karena alasan medis</q><p>Jadi, alasan yang digunakan oleh imam Syafi’i atas makruhnya penggunaan air musyamas untuk bersuci adalah alasan medis, yang mana menurut riwayat beliau dari jalur Umar bin Khattab, bahwasannya air musyamas ini menyebabkan penyakit lepra.</p><p>Namun menurut imam Nawawi (w 676 H), riwayat</p>"
      },
      {
        "page": 12,
        "text": "<summary>yang dibawa oleh imam Syafi’i ini dha’if berdasarkan kesepakatan para ulama ahli hadits, sehingga tidak bisa dijadikan hujjah. Beliau mengatakan;</summary><p dir='rtl'>وقد روى الشافعي فيالام بإستايرير عن عمر بن الخطاب رضي الله عنه أنه كان يكره الاغتسال بالماء المشمس وهذا ضعيف أيضا باتفاق وقال إنه يورث البرص المحدثين</p><q>Imam Syafi’i dalam kitabnya al-Umm telah meriwayatkan (hadits) dari jalur Umar bin Khattab جل جلاله bahwasannya beliau menghukumi makruh penggunaan air musyamas, beliau mengatakan; air musyamas menyebabkan lepra. Hadits ini dha’if berdasarkan kesepakatan para ahli hadits.</q><p>Dengan alasan ini, imam Nawawi menyimpulkan, bahwa air musyamas tidaklah makruh digunakan untuk bersuci.</p><p dir='rtl'>أن الشمس لا أصل لكراهته ولم يثبت عن الأطباء فيه شئ فالصواب الجم بأنه لا گراهة فيه</p><q>Kemakruhan (penggunaan) air musyamas tidak ada dalilnya (yang kuat) dan tidak ada keterangan yang pasti dari para dokter (ahli medis) terkait (efek) air tersebut. Maka (pendapat) yang benar</q>"
      },
      {
        "page": 13,
        "text": "<q>adalah air musyamas tersebut tidak makruh</q><p>Namun apabila suatu saat air musyamas ini menurut medis ternyata menyebabkan penyakit lepra, maka hukumnya sebagaimana dikatakan imam Syafi’i adalah makruh, dengan beberapa syarat;</p><ul><li>Hanya berlaku di negeri yang beriklim panas, seperti negara-negara teluk.</li><li>Air tersebut dijemur di dalam bejana atau wadah yang terbuat dari barang tambang yang bisa ditempa selain emas dan perak, seperti besi atau tembaga.</li><li>Digunakan pada kulit badan.</li></ul><p>Adapun di Indonesia yang bukan negara beriklim panas, maka ketentuan hukum air musyamas ini tidak berlaku.</p>"
      },
      {
        "page": 14,
        "text": "<h1>Suci Tidak Menyucikan</h1><p>Air suci mensucikan adalah air yang suci dzatnya namun tidak dapat digunakan untuk mensucikan badan baik dari hadats ataupun dari najis. Air jenis ini ada dua macam; pertama air yang berubah sifatnya karena tercampur benda suci, kedua air musta’amal.</p><strong>Air Yang Berubah Sifatnya Karena Tercampur Benda Suci</strong><p>Air yang telah tercampur dengan benda suci kemudian berubah salah satu atau semua sifatnya (rasa, warna dan bau) disebut sebagai air mutaghayyir.</p><p>Hal-hal yang dapat merubah sifat air ini ada tiga jenis;</p><strong>Mukhalith</strong><p>Mukhalith adalah suatu benda yang dapat larut menyatu dengan air dan tidak bisa dipisahkan lagi. Apabila air tercampur dengan mukhalith, kemudian mukhalith tersebut merubah sifat air, baik rasa, warna atau baunya, maka air tersebut tidak bisa lagi digunakan untuk bersuci karena sudah bukan air mutlak lagi.</p><p>Contoh mudahnya bubuk kopi. Ketika bubuk kopi ini tercampur dan larut dengan air, kemudian merubah sifatnya, rasanya menjadi rasa kopi, warnanya menjadi hitam dan baunya bau kopi, maka air ini tidak bisa lagi digunakan untuk bersuci, karena sudah bukan air mutlak lagi tapi air kopi.</p><strong>Mujawir</strong>"
      },
      {
        "page": 15,
        "text": "<p>Mujawir adalah suatu benda yang mencampuri air namun tidak larut dan menyatu dengannya. Apabila air tercampur dengan mujawir, air tersebut tetap bisa digunakan untuk bersuci meskipun sifatnya berubah.</p><p>Contoh mudahnya lumut. Ketika lumut bercampur dengan air secara alami, maka lumut tersebut akan memperngaruhi warna air, airnya menjadi berwarna hijau. Namun bergitu, air tersebut tetap bisa digunakan untuk bersuci karena masih bisa disebut sebagai air mutlak. Orang ketika melihat air berwarna hijau karena lumut tidak akan mengatakan itu air lumut, mereka tetap akan menyebutnya sebagai air.</p><strong>Thul al-Mukts</strong><p>Thul mukts artinya adalah air berubah sifatnya karena tergenang dalam waktu yang cukup lama. Misalnya air di kolam yang berubah warna menjadi coklat, atau baunya berubah kerena diam/tergenang terlalu lama. Maka air ini tetap bisa digunakan untuk bersuci karena perubahan air sebab diam yang lama tidak bisa dihindari. Al-‘alamah Abdullah bin Abdurrahman Bafadhl al-Hadhrami (w 918 H) mengatakan;</p><p dir='rtl'>وََا يضر تغير بمكث وتراب وطحلب وَمَا في مقره ونمره وَلّا بمجاور كعود ودهن ولا بملح مائي وَل بورق تناثر من الشّجر</p><q>Perubahan (air) karena diam (tergenang) terlalu lama, atau kerana lumut, atau karena benda yang biasa ada di tempat diam atau tempat</q>"
      },
      {
        "page": 16,
        "text": "<q>mengalirnya air tidak mempengaruhi (kemutlakan air). Begitu juga perubahan karena (tercampur) mujawir seperti kayu dan lemak atau karena garam cair, atau daun-daun yang berjatuhan dari pohon.</q><p>Kesimpulannya, air yang suci namun tidak bisa digunakan untuk bersuci adalah air yang bercampur dengan mukhalith kemudian berubah sifatnya, yang mana mukhalith ini suci dan bukan benda yang secara alami selalu bersama air. Syaikhul Islam Zakaria al-Anshari (w 926 H) dalam kitabnya Asna alMathalib mengatakan:</p><p dir='rtl'>الماء المتغير طعما أو لون أو ريا خالطة طاهر يتغنى الماء عنه كالمي والعفراني تغيرا يمنعه الإطلاق أي إطلاق اسم الماء عليه غير طهور </p><q>Air yang tercampur sesuatu yang suci, yang air tidak butuh pada sesuatu tersebut, seperti mani dan za’faron, kemudian berubah rasa, warna dan baunya sehingga tidak bisa disebut air mutlak lagi, maka (air tersebut) tidak bisa mensucikan.</q><strong>Air must’amal</strong><p>Air musta’mal adalah air yang jatuh dari badan setelah pemakaian untuk bersuci yang sifatnya wajib. Misalnya seseorang berwudhu untuk shalat, ketika berwudhu, air dari anggota badan yang dibasuh itu</p>"
      },
      {
        "page": 17,
        "text": "<summary>jatuh menetes, tetesan itulah yang disebut air musta’mal. Al-Mawardi (w 450 H) dalam kitabnya alHawi mengatakan:</summary><p dir='rtl'>المستعمل في رفع الحدَثِ فَهُوَ ما نفَصَلَ مِنْ أَعْضَاءِ الْمُحْدِثِ في وُضُوئه أو مِن بَدَنٍ الحنب في عمسله</p><q>Air musta’mal bekas menghilangkan hadats adalah air yang sudah terpisah dari anggota badan seorang yang punya hadats ketika dia berwudhu, atau (air) yang terpisah dari badan orang yang junub ketika dia mandi (junub).</q><p>Air musta’mal ini hukumnya suci namun tidak mensucikan, imam Nawawi (w 676 H) mengatakan:</p><p dir='rtl'> أن المستعمل طاه عندنا بلا خلاف وليس بمطهر على المذهب</p><q>Air musta’mal statusnya adalah suci tanpa khilaf tetapi tidak menyucikan dalam pandangan madzhab</q><p>Dalil yang menunjukan bahwa air musta’mal itu suci adalah hadits shaih riwayat imam Muslim berikut;</p><p dir='rtl'>عن جابر بن عبد الله قال : عادي النبي صلى الله عليه وسلم ، وأبو بكر في بني سلمة يماني ، فوجديني لا أقل ، فدعا ما فتوضأ ، ثم نرش علي منه ، أفق</p>"
      },
      {
        "page": 18,
        "text": "<q>\"Dari Jabir bin Abdillah, beliau berkata: Rasulullah dan Abu Bakar berjalan kaki menjengukku di Bani Salimah. Rasulullah melihatku tidak sadar, kemudian meminta (kepada orang lain) mengambil air, kemudian beliau berwudhu, kemudian memercikan air (bekas wudhu) tersebut kepadaku, maka aku pun tersadar\" HR. Muslim</q><p>Hadits tersebut menunjukan bahwa air bekas wudhu adalah suci, sebab apabila air bekas wudhu itu najis, niscaya Rasulullah tidak akan memercikkan air tersebut kepada Jabir.</p><p>Namun, meski air musta’mal ini suci dzatnya, tetapi tidak bisa digunakan untuk bersuci, dalilnya adalah hadits shahih riwayat imam Muslim berikut:</p><q>Dari Abu Hurairah, Rasulullah bersabda: janganlah seorang di antara kalian mandi di air yang tergenang. Kemudian seorang bertanya: wahai Abu Hurairah, lalu bagaimana (bila ingin mandi di air tergenang)? Abu Hurairah mennjawab: airnya diambil sedikit demi sedikit” HR. Muslim</q><p>Hadits di atas mengindikasikan bahwa mandi junub di air yang tergenang dapat menghilangkan sifat thahur air tersebut, sebab apabila tidak seperti</p>"
      },
      {
        "page": 19,
        "text": "<summary>itu, tentu mandi disana tidak akan dilarang, sementara apabila mandinya dengan cara diambir airnya diperbolehkan.</summary><p>Selain itu, air musta’mal tidak bisa digunakan untuk bersuci karena sudah bukan air mutlak lagi. Imam Abu Ishaq as-Syirazi (w 476 H) mengatakan:</p><p dir='rtl'>وهل جتوز به الطهارة أم ال؟ فيه طريقان من أصحابنا من قال: فيه قوالن املنصوص أنه ال جيوز ْلنه زال عنه إطَّلق اسم املاء فصار كما لو تغري ِبلزعفران</p><q>Apakah air musta’mal boleh digunakan untuk bersuci? Dalam masalah ini ada dua pendapat dalam kalangan ulama Syafi’iyah, tetapi yang manshus (terverifikasi) adalah bahwa air musta’mal tidak bisa digunakan untuk bersuci karena telah hilangnya kemutlakan nama air pada air tersebut, sehingga hukumnya seperti air yang berubah karena tercampur oleh za’faron.</q><p>Jadi jelaslah, bahwa air musta’mal ini meskipun suci dzatnya, namun tidak bisa digunakan untuk bersuci.</p><strong>Air musta’mal lebih dari dua qullah</strong><p>Air mutlak menjadi air musta’mal ketika air tersebut digunakan untuk menghilangkan hadats dan volumenya kurang dari dua qullah. Sedangkan bila volumenya dua qullah atau lebih, maka air tersebut meskipun sudah digunakan untuk bersuci</p>"
      },
      {
        "page": 20,
        "text": "<summary>(menghilangkan hadats) tidak akan menjadi musta’mal. imam Mawardi mengatakan:</summary><q>Air musta’mal apabila mencapai dua qullah, jika volume air dua qullah itu ketika waktu penggunaan (bersuci)nya, seperti orang yang junub mandi (junub) di dalam air dua qullah, maka air itu tetap suci dan tidak terkena hukum isti’mal (tidak menjadi air musta’mal). Sebabnya karena menghilangkan hadats tidak seberat menghilangkan najis, (bila air) dua qullah terkena najis, air tersebut tidak menjadi najis selama tidak berubah sifatnya, maka begitu juga (bila air dua qullah) digunakan bersuci (tidak berubah hukumnya, tetap suci dan menyucikan)</q><p>Maksud imam Mawardi adalah, bila air dua qullah terkena najis saja tetap suci mensucikan selama tidak berubah sifatnya (rasa, warna dan bau), maka begitu juga bila air dua qullah digunakan bersuci dari hadats, maka air tersebut tetap suci mensucikan, karena hadats lebih ringan daripada najis.</p><p>Lalu bagaimana bila air musta’mal yang kurang</p>"
      },
      {
        "page": 21,
        "text": "<summary>dari dua qullah dikumpulkan hingga mencapai dua qullah bahkan lebih, apakah hukumnya tetap musta’mal atau hilang hukum isti’malnya? Dalam hal ini ada dua pendapat sebagaimana dikatakan imam Mawardi:</summary><q>Adapun apabila air (mutlak) kurang dari dua qullah digunakan (bersuci), kemudian air bekas bersuci tersebut (air musta’mal) dikumpulkan (hingga mencapai dua qullah), maka ulama kami berbeda pendapat terkait apakah (air musta’mal yang dikumpulkan itu) menjadi suci mensucikan atau hanya suci saja) tidak mensucikan? Menjadi dua pendapat.</q><p>Pendapat pertama mengatakan tetap must’amal, artinya hukum isti’malnya masih ada, pendapat kedua mengatakan hukum isti’malnya sudah hilang alias sudah bukan lagi air musta’mal. Imam Nawawi mengatakan, bahwa pendapat yang paling shahih adalah yang kedua, yaitu air tersebut hilang hukum isti’malnya alias bukan air musta’mal lagi:</p><q>Ulama syafi’iyah sepakat, bahwa pendapat yang</q>"
      },
      {
        "page": 22,
        "text": "<q>paling shahih adalah hilangnya hukum isti’mal.</q><strong>Air mutlak terkena tetesan air musta’mal</strong><p>Sudah kita ketahui bersama, bahwa air musta’mal dalam madzhab Syafi’i statusnya adalah suci, lalu apakah sesuatu yang suci apabila bercampur dengan air mutlak dapat merubah status air mutlak tersebut menjadi tidak mutlak? Imam Nawawi mengatakan:</p><p dir='rtl'>وإن كان يسريا ِبن وقع فيه قليل زعفران فاصفر قليَّل أو صابون أو دقيق فابيض قليَّل حبيث ال يضاف إليه فوجهان الصحيح منهما انه طهور لبقاء االسم هكذا صححه اْلراسانيون وهو املختار</p><q>Apabila sesuatu yang suci ini sedikit (kadarnya), seperti saat menetesnya sedikit za’faron atau sabun atau tepung kemudian bercampur dan sedikit merubah warna air (untuk bersuci), maka dalam masalah ini ada dua pendapat (dalam madzhab); pendapat yang shohih dari keduanya adalah bahwa air tersebut tetap suci mensucikan karena masih disebut sebagai air mutlak. Inilah yang dishohihkan oleh kalangan Khurosaniyun, dan inilah pendapat yang terpilih (dalam madzhab)</q><p>Dari penjelasan imam Nawawi ini kita memahami, bahwa ketika air mutlak yang kita gunakan untuk bersuci terkena tetesan air musta’mal dan sifat air</p>"
      },
      {
        "page": 23,
        "text": "<summary>mutlak tersebut tidak berubah, baik rasa, warna maupun baunya, maka air tersebut tetap suci menyucikan.</summary><p>Namun masalahnya, tetesan air musta’mal ini serupa sifatnya dengan air mutlak, baik rasa, warna atau baunya. Dalam hal ini, perubahan sifat yang terjadi pada air mutlak hanya diperkirakan saja, imam Nawawi mengatakan:</p><q>Apabila tetesan air menetes dari anggota badan orang yang sedang bersuci ke wadah air, apabila diperkirakan seandainya (air musta’mal) itu berbeda sifatnya dengan air mutlak (seperti jus yang berbeda warna dengan air) dapat merubah sifat air, maka tidak boleh bersuci (dengan air di wadah itu).</q><p>Jadi tetesan air musta’mal itu kita umpamakan seperti tetesan air jus, apabila tetesan-tetesan itu banyak sehingga dapat merubah sifat air (warna atau rasanya berubah), maka air di wadah tidak bisa digunakan untuk bersuci, tetapi apabila tetesantetsan itu hanya sedikit, tidak sampai merubah sifat air, maka air di wadah masih bisa digunakan untuk bersuci.</p>"
      },
      {
        "page": 24,
        "text": "<h1>Air Mutanajis</h1><p>Air mutanajis adalah air yang terkena benda najis. Air mutanajis ini dalam pembahasannya ada dua jenis; pertama air yang sedikit (al-ma al-qalil) yang terkena benda najis, kedua, air banyak (al-ma alkatsir) yang terkena benda najis.</p><strong>Air sedikit (al-ma al-qalil)</strong><p>Air sedikit (al-ma al-qalil) adalah air yang volumenya tidak mencapai dua qullah. Air ini akan langsung menjadi najis bila terkena benda najis meskipun sifatnya tidak berubah, baik rasa, warna maupun baunya. Dalilnya adalah hadits hasan berikut:</p><q>\"Dari Ibnu Umar, beliau berkata: aku mendengar Rasulullah صلى الله عليه وسلم ketika ditanya tentang air di alam liar (padang pasir/hutan) yang sering didatangi hewan buas dan lainnya. Beliau صلى الله عليه وسلم menjawab: apabila volumenya dua qullah, air tersebut tidak mengandung najis.\" HR. Arba’ah (an-Nasai, Abu Daud, Ibnu Majah dan at-tirmidzi)</q><p>Hadits ini mafhumnya (secara tersirat) menunjukan bahwa apabila air kurang dari dua</p>"
      },
      {
        "page": 25,
        "text": "<summary>qullah bila terkena benda najis akan menjadi najis meskipun sifatnya tidak berubah. Pemahaman ini diperkuat oleh hadits shahih riwayat imam Muslim berikut:</summary><q>Dari Abu Hurairah, bahwasannya Nabi bersabda: apabila salah sorang dari kalian bangun tidur, hendaknya tidak memasukkan tangannya ke dalam wadah air sampai dia mencucinya terlebih dahulu sebanyak tiga kali. Sesungguhnya dia tidak tahu kemana tanganya itu ketika malam hari (saat dia tidur). HR. Muslim</q><p>Hadits ini menerangkan, orang yang baru bangun tidur dilarang untuk memasukkan tangannya ke dalam air di dalam wadah, karena dikhawatirkan adanya najis yang tidak terlihat yang akan mengenai air sehingga air tersebut menjadi najis.</p><p>Kita tahu bahwa najis yang tidak terlihat ketika mengenai air, air tersebut tidak berubah sifatnya, berarti, Rasullah melarang memasukkan tangan yang dikhawatirkan adanya najis, karena air itu akan menjadi najis meski tidak berubah sifatnya. Kesimpulannya, air sedikit akan menjadi najis ketika terkena najis meskipun sifatnya tidak berubah.</p><strong>Air Banyak (al-Ma al-Katsir)</strong>"
      },
      {
        "page": 26,
        "text": "<p>Air banyak adalah air yang volumenya mencapai dua qullah atau lebih. Air banyak ini bila terkena benda najis tidak menjadi najis kecuali bila berubah sifatnya, baik rasa, warna atau baunya.</p><p dir='rtl'>وال تنجس قلتا املاء ِبَّلقاة جنس فإن غريه فنجس فإن زال تغريه بنفسه أو ِباء طهر</p><q>Air (yang mencapai) dua qullah tidak menjadi najis sebab terkena najis, apabila najis itu merubah (sifat) air maka menjadi najis. Apabila perubahan (sifat) air (karena najis) itu hilang dengan sendirinya, atau karena (ditambah) dengan air maka menjadi suci (kembali).</q><p>Contohnya air di kolam, bila air di kolam terkena air kencing, maka air tersebut tetap suci selama sifatnya tidak ada yang berubah. Namun bila ada sifatnya yang berubah, misal baunya menjadi bau air kencing, maka air di kolam tersebut menjadi najis alias air mutanajis. Apabila bau akibat air kencing ini hilang dengan sendirinya, atau karena diberi bahan kimia yang bersifat mensterilkan, maka statusnya berubah kembali menjadi suci.</p><strong>Kadar dua qullah</strong><p>Qullah menurut bahasa artinya tempat menyimpan air berukuran besar yang terbuat dari tembikar/keramik yang digunakan orang arab jaman dahulu. Imam al-Fayumi (w 770 H) dalam kitabnya</p>"
      },
      {
        "page": 27,
        "text": "<summary>Misbah al-Munir mengatakan:</summary><q>Qullah adalah wadah (yang dipakai) orang arab seperti kendi besar mirip gentong. Bentuk jamaknya adalah qilal</q><p>Qullah ini kemudian dijadikan takaran standar oleh ulama syafi’iyyah dalam permasalah banyak sedikitnya air. Air yang kurang dari dua qullah disebut air sedikit, sedangkan yang sudah mencapai dua qullah atau lebih disebut air banyak.</p><p>Untuk mengatahui atau menetapakan kadar dua qullah pada air ada dua cara; pertama dengan menentukan volume dua qullah lewat bangun ruang, kedua dengan cara mengonrvesi qullah ke satuan standar jaman sekarang.</p><strong>Dengan Mengukur Volume Bangun Ruang</strong><p>Untuk cara pertama, ketika kita ingin mentapkan volume dua qullah air adalah dengan mengukurnya lewat volume bangun ruang. Bila bangun ruang itu berbentuk kubus, maka ketiga sisi kubus tersebut panjangnya 1 ¼ Dzira’19. Bila bangun ruang itu berbentuk tabung, maka diameternya satu dira’ dan tingginya 2 ½ dzira’. Al-‘allamah Abdullah bin Abdurrahman Bafadhl al-Hadhrami (w 918 H) mengatakan;</p>"
      },
      {
        "page": 28,
        "text": "<q>Ukuran dua qullah dengan volume (bangun ruang); pada kubus/balok: panjang, lebar dan tinggi 1 ¼ dzira’, pada tabung seperti sumur: tinggi dua dzira’, diameter satu dzira</q><strong>Dengan Mengonversi ke Satuan Masa Kini</strong><p>Cara kedua adalah dengan mengonversi qullah ke dalam satuan masa kini. Ulama terdahulu sebenarnya sudah mencoba untuk melakukan konversi ini. Imam Mawardi (w 459 H) mengatakan:</p><q>Kemudian para ulama kami (syafi’iyah) setelah (masa) imam Syafi’i, ketika mereka perlahan meninggalkan Hijaz, menjauh ke berbagai negeri, qirbah hijaz21 sudah tidak ada lagi dan orang-orang awam menjadi tidak tahu ukuran qirbah yang dijadikan standar untuk air yang bisa menjadi najis dan yang tidak, para ulama menjadi terpaksa</q>"
      },
      {
        "page": 29,
        "text": "<q>untuk mengonversi qirbah ini ke rithl agar menjadi ukuran yang bisa diketahui oleh semua orang.</q><p>Jadi, satuan yang dipakai ketika itu adalah rithl (bukan liter), dua qullah ini setelah dikonversi hasilnya 500 rithl. Imam Mawardi mengatakan:</p><q>Para ulama syafi’iyah setelah mereka melakukan uji coba pada qirbah hijaz, sepakat bahwa satu qirbah hijaz setelah dikonversi hasilnya 100 rithl Irak. Orang yang pertama mengonversi qirbah ke rithl dari kalangan ashab kami (ulama syafi’iyah) adalah Ibrahim bin Jabir dan Abu Ubaid bin Jarabwaih, kemudian seluruh ashab kami membantu mereka bedua (dengan melakukan uji coba konversi) dan (hasilnya) cocok dengan hasil mereka berdua. Maka jadilah dua qullah yang ditakar oleh imam Syafi’i sekitar lima qirbah itu setara 500 rithl Irak menurut semua ashab.</q><p>Namun sayangnya, meski para ulama syafi’iyah sudah mengonversi qullah ke rithl, ternyata rithl ini</p>"
      },
      {
        "page": 30,
        "text": "<summary>bukan satuan standar yang berlaku di semua negeri. Satu rithl di Irak tidak sama dengan satu rithl di Mesir, begitu juga dengan satu rithl di Syam. Sehingga ketika rithl hendak dikonversi ke kilogram atau ke liter terjadi beberapa perbedaan.</summary><p>Menurut keterangan dalam kitab Ghayatu alMuna Syarh Safinatu al-Naja karya Syaikh Muhammad bin Ali bin Muhammad Ba‘athiyyah AdDu’ani, volume air 2 qullah adalah 216 liter:</p><p dir='rtl'>والقلتان ِبللرت تساوَين مئتني وستة عشر لرتا</p><q>Dua qullah dengan satuan liter adalah 216 liter</q><p>Menurut keterangan dalam kitab Al-Taqrirat AlSadidah karya Habib Hasan bin Ahmad bin Muhamad al-Kaf, volume air 2 qullah adalah 217 liter:</p><p dir='rtl'>والقلتان لغة: اْلرَين العظيمان -إَل أن قال- وِبملقاييس اْلديثة (217 )لرتا تقريبا</p><q>Dua qullah secara bahasa adalah dua kendi besar (sampai beliau berkata) diukur dengan satuan masa kini sekitar 217 lter</q><p>Menurut keterangan dalam kitab Al-fiqhul alIslami Wa Adillatuh karya Syaikh Dr. Wahbah AzZuhaili (w 1436 H), volume air 2 qullah adalah 270 liter:</p><p dir='rtl'>والقلتان: َخس مئة رطل بغدادي تقريبا (500 )وِبملصري (446و7 /3 )رطَّل وِبل شامي (81 )رطَّل، والرطل الشامي:(2و 2 /1 )كغ فيكون قدرمها (195،112كغ) وتساوي (10 )( تنكات (صفايح) وقيل:  (15 ) تنكة أو (270 )لر</p><q>Dua qullah: sekitar 500 rithl Baghdad atau 446 3/7 rithl Mesir atau 81 rithl Syam. Rithl Syam ini setara 2 ½ kilogram, maka (81) rithl Baghdad sama dengan 112, 195 Kg atau sama dengan 10 Tankah26, dikatakan juga 15 Tankah, atau 270 liter.</q><p>Walhasil, dua qullah ini memang terjadi perbedaan pendapat di kalangan ulama ketika dikonversikan ke satuan yang kita kenal jaman sekarang. Cara yang paling mudah adalah dengan menggunakan metode pertama saja, yaitu dengan mengukurnya lewat bangun ruang, atau bila ingin dengan konversi ke liter, lebih baik mengambil pendapat takaran yang terbesar, yaitu 270-liter sebagai bentuk ihtiyath. Wallahu a’lam.</p>"
      }
    ]
  }
]
