[
  {
    "id": "xZk",
    "info": {
      "title": "Kupas Habis Hukum Iddah Wanita",
      "author": "Vivi Kurniawati, Lc",
      "publish": "Tue, 26 February 2019",
      "pages": 24,
      "price": 0,
      "category": "Fiqih Wanita",
      "source": "https://www.rumahfiqih.com/pdf/z.php?id=191",
      "desc": "Suami yang menjatuhkan thalaq pada istrinya berarti telah melakukan perkara yang amat dibenci oleh Allah SWT, meskipun hal itu sebenarnya boleh dilakukan dengan alasan-alasan tertentu yang tentunya harus syar’I."
    },
    "tableOfContents": [
      { "page": 8, "text": "Pendahuluan", "head": true },
      { "page": 9, "text": "Pembahasan", "head": true },
      {
        "page": 9,
        "text": "Definisi 'Iddah",
        "sub": [
          {
            "page": 9,
            "text": "Bahasa"
          },
          {
            "page": 9,
            "text": "Istilah",
            "sub": [
              {
                "page": 9,
                "text": "Kitab Al-Wajiz"
              },
              { "page": 9, "text": "Kitab Mausu'ah Fiqhiyyah" },
              { "page": 10, "text": "Kitab Al-Fiqh Al-Islami wa Adillatuhu" }
            ]
          }
        ]
      },
      {
        "page": 10,
        "text": "Dalil Pensyari'atan 'Iddah",
        "sub": [
          { "page": 10, "text": "Al-Qur'an" },
          { "page": 12, "text": "As-Sunnah" }
        ]
      },
      {
        "page": 13,
        "text": "Sebab Pensyari'atan 'Iddah",
        "sub": [
          { "page": 13, "text": "Meninggalnya Suami" },
          { "page": 13, "text": "Bercerai setelah dicampuri" },
          { "page": 13, "text": "Khulu'" },
          { "page": 14, "text": "Li'an" },
          { "page": 14, "text": "Fasakh" },
          { "page": 14, "text": "Khalwat (berdua-duaan)" }
        ]
      },
      {
        "page": 15,
        "text": "Hukum 'Iddah",
        "sub": [
          { "page": 15, "text": "Laki-Laki Ada 'Iddah?" },
          {
            "page": 16,
            "text": "Wanita Non Muslim Ber'iddah?",
            "sub": [
              { "page": 16, "text": "Hanafiyah (Tidak Wajib Ber'Iddah)" },
              { "page": 17, "text": "Jumhur Ulama (Wajib Ber'iddah)" }
            ]
          }
        ]
      },
      {
        "page": 17,
        "text": "Hikmah Pensyari'atan 'Iddah",
        "sub": [
          {
            "page": 18,
            "text": "Al-'Ilmu bi Bara'ati ar-Rahim"
          },
          {
            "page": 18,
            "text": "Ta'dzhim 'Aqd az-Zawaj"
          },
          {
            "page": 18,
            "text": "Tathwil Zaman ar-Raj'ah"
          },
          {
            "page": 18,
            "text": "Wadha' Haq az-Zauji"
          },
          {
            "page": 19,
            "text": "Ta'abbud ilallah"
          }
        ]
      },
      { "page": 20, "text": "Kesimpulan", "tail": true }
    ],
    "content": [
      {
        "page": 8,
        "text": "<h1>Pendahuluan</h1><p>Suami yang menjatuhkan thalaq pada istrinya berarti telah melakukan perkara yang amat dibenci oleh Allah SWT, meskipun hal itu sebenarnya boleh dilakukan dengan alasan-alasan tertentu yang tentunya harus syar'I.</p><p>Sebaliknya, seorang istri yang minta thalaq kepada suaminya sangat dikecam oleh islam. Rasulullah Saw bersabda “Siapa saja perempuan yang minta ditalaq oleh suaminya tanpa sebab maka haramlah perempuan itu mencium wewangian surga”.</p><p>Dengan adanya perceraian, menimbulkan banyak permasalahan hukum dan hal-hal baru yang terkait pada pernikahan seseorang. Selain satu diantaranya yaitu hukum 'iddah.</p><p>'Iddah adalah masa di mana seorang wanita yang diceraikan suaminya menunggu. Pada masa itu ia tidak diperbolehkan menikah atau menawarkan diri kepada laki-laki lain untuk menikahinya.</p><p>'Iddah ini juga sudah dikenal pada masa jahiliyah. mereka hampir tidak pernah meninggalkan kebiasaan 'iddah. Setelah datangnya Islam, 'iddah tetap diakui dan dijalankan sebagai salah satu dari ajaran syariat karena banyak mengandung manfaat dan kemaslahatan di dalamnya.</p><p>Adanya masa iddah merupakan kesempatan untuk berpikir lebih jauh, serta diharapkan dengan masa itu, pasangan suami istri yang bercerai akan menemukan jalan yang terbaik untuk kehidupan mereka selanjutnya.</p>"
      },
      {
        "page": 9,
        "text": "<h1>Pembahasan</h1><h1>A. Definisi 'Iddah</h1><strong>1. Bahasa</strong><p>Al-'Iddah berasal dari bahasa arab diambil dari kata عد -يعد-عدًا و تعدادا و عدةٌ yang artinya sama dengan al-hisab, dan al-ihsha yaitu bilangan dan hitungan. Dinamakan 'iddah karena dia mencakup bilangan hari yang pada umumnya dihitung oleh istri dengan quru'( suci dari haidh atau haidh ) atau dengan bilangan beberapa bulan.</p><strong>2. Istilah</strong><p>Dikalangan para ulama fiqh dan berbagai kitab klasik didapati sedikit perbedaan pendapat dalam memberikan pengertian 'iddah. Diantaranya:</p><strong>a. Kitab Al-Wajiz</strong><p>‘Iddah ialah masa menunggu bagi seorang perempuan untuk mengetahui adanya kehamilan atau tidak, setelah cerai atau kematian suami, baik dengan lahirnya anak, dengan quru’ atau dengan hitungan bilangan beberapa bulan.</p><strong>b. Kitab Mausu’ah Fiqhiyyah</strong><p>‘Iddah berarti saat menunggu bagi perempuan (istri) untuk mengetahui kekosongan rahimnya untuk memastikan bahwa dia tidak hamil atau karena ta’abbud atau untuk menghilangkan rasa sedih atas</p>"
      },
      {
        "page": 10,
        "text": "<p dir='cntn'>kepergian sang suami.</p><strong>c. Kitab Al-Fiqh Al-Islami wa Adillatuhu</strong><p>’Iddah adalah sebuah nama bagi suatu masa yang telah ditetapkan oleh agama sebagai masa tunggu bagi seorang perempuan setelah perpisahan baik berpisah lantaran ditinggal mati atau diceraikan suaminya, dan di saat itu ia tidak diperbolehkan menerima pinangan, menikah, atau menawarkan diri kepada laki-laki lain untuk menikahinya hingga masa ‘iddahnya selesai.</p><h1>B. Dalil Pensyari’atan ‘Iddah</h1><strong>1. Al-Qur’an</strong><p>Para ulama telah sepakat mewajibkan ‘iddah bagi seorang wanita yang didasarkan pada firman Allah Ta‘ala:</p><p dir='rtl'>وَالْمُطَلَّقٰتُ يَتَرَبَّصْنَ بِاَنْفُسِهِنَّ ثَلٰثَةَ قُرُوْۤءٍۗ</p><q>Wanita-wanita yang ditalak hendaklah menahan diri (menunggu) selama tiga masa quru’.” (QS. Al— Baqarah (2): 228)</q><p>Dalam ayat di atas Allah SWT menggunakan lafadz</p>"
      },
      {
        "page": 11,
        "text": "<p dir='cntn'>“yatarabbashna” dimana lafadz ini kalau dalam ilmu ushul fikih melihat dari tatanan ilmu Bahasa Arab meskipun lafadznya menggunakan shighot fi’il mudhori’ yang memiliki arti khobar (pemberitaan) namun maknanya mengandung lafadz insya’ yang artinya sebuah perintah bahwa seorang wanita yang dicerai suaminya hendaknya menahan diri mereka (ber’iddah).</p><p>Dalam ayat lain Allah Ta’ala berfirman:</p><p dir='rtl'>وَالّٰۤـِٔيْ يَىِٕسْنَ مِنَ الْمَحِيْضِ مِنْ نِّسَاۤىِٕكُمْ اِنِ ارْتَبْتُمْ فَعِدَّتُهُنَّ ثَلٰثَةُ اَشْهُرٍۙ وَّالّٰۤـِٔيْ لَمْ يَحِضْنَۗ وَاُولٰتُ الْاَحْمَالِ اَجَلُهُنَّ اَنْ يَّضَعْنَ حَمْلَهُنَّۗ</p><q>Dan perempuan-perempuan yang tidak haid lagi (monopause) di antara perempuan-perempuanmu jika kamu ragu-ragu (tentang masa iddahnya), Maka masa iddah mereka adalah tiga bulan; dan begitu (pula) perempuan-perempuan yang tidak haid. dan perempuan-perempuan yang hamil, waktu iddah mereka itu ialah sampai mereka melahirkan kandungannya. (QS.Ath-Thalaq: 4)</q><p>Dan Allah Ta’ala berfirman:</p><p dir='rtl'>وَالَّذِيْنَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُوْنَ اَزْوَاجًا يَّتَرَبَّصْنَ بِاَنْفُسِهِنَّ اَرْبَعَةَ اَشْهُرٍ وَّعَشْرًا ۚ</p>"
      },
      {
        "page": 12,
        "text": "<q>orang-orang yang meninggal dunia di antaramu dengan meninggalkan isteri-isteri (hendaklah Para isteri itu) menangguhkan dirinya (ber'iddah) empat bulan sepuluh hari. (QS. Al-Baqarah(2) :234)</q><strong>2. As-Sunnah</strong><p>Pensyari’atan ‘iddah ini juga terdapat dalam sebuah hadits yang diriwayatkan oleh Ummu ‘Athiyah rahiyallahu ‘anha:</p><p dir='rtl'>أن رسول الله صلى الله عليه و سلم قال: (( تُحجِدٌُ امرأةٌ عَلى يَتٍ فَوْقَ ثَلاَثٍ إلا عَلى زوج أَربعَة أَشْهْرٍ و عَم ))</p><q>Bahwasanya Rasulullah saw bersabda: “Seorang wanita tidak boleh berkabung atas mayit lebih dari tiga hari, kecuali atas suaminya, yaitu (ia boleh berkabung) selama empat bulan sepuluh hari.” (HR. Bukhari-Muslim)</q><p>Ini adalah lafadz Muslim. Terdapat tambahan dalam riwayat Abu Daud dan Nasa’I ” …dan ia tidak boleh memakai inai (pacar). “</p><p dir='rtl'>عَنْ عَائِشَةَ رضي لله عَنْهَا قَالَت: (لأبرث رَئهٌ أ تَعَدٌ قلات حَيْضٍ)) (رواه ابن ماجه)</p><q>Dari ‘Aisyah radhiyallahu ‘anha ia berkata: “ Barirah diperintahkan untuk menjalani masa ‘iddah sebanyak tiga kali haidh”(HR.Ibnu Majah)</q>"
      },
      {
        "page": 13,
        "text": "<h1>C. Sebab Pensyari’atan ‘Iddah</h1><p>Sebab-sebab yang mengharuskan seorang wanita untuk melakukan ‘iddah ada beberapa macam:</p><strong>1. Meninggalnya Suami.</strong><p>Seorang wanita jika ia di tinggal mati oleh suaminya, baik suami tersebut telah mencampurinya ataupun belum. Wajib baginya untuk ber’iddah.</p><strong>2. Bercerai setelah dicampuri</strong><p>Begitu juga dengan seorang wanita yang dicerai oleh suaminya setelah dicampuri baik dalam keadaan hamil atau tidak, maka wajib baginya untuk menjalani masa ‘iddah.</p><p>Adapun jika wanita tersebut bercerai sebelum bercampur, maka tidak ada ‘iddah baginya. Dan ini adalah kesepakatan para ulama. Didasarkan pada Firman Allah SWT:</p><p dir='rtl'>يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِذَا نَكَحْتُمُ الْمُؤْمِنٰتِ ثُمَّ طَلَّقْتُمُوْهُنَّ مِنْ قَبْلِ اَنْ تَمَسُّوْهُنَّ فَمَا لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍ تَعْتَدُّوْنَهَاۚ</p><q>Hai orang-orang yang beriman, apabila menikahi perempuan-perempuan yang beriman, kemudian kamu menceraikan mereka sebelum kamu mencampurinya maka sekali-kali tidak wajib atas mereka ‘iddah bagimu yang kamu minta menyempurnakannya. (QS. Al Ahzab: 49)</q><strong>3. Khulu’</strong><p>Wanita yang khulu’ yaitu seorang wanita yang meminta cerai kepada suaminya dengan membayar sejumlah tebusan harta kepada suaminya yang</p>"
      },
      {
        "page": 14,
        "text": "<p dir='cntn'>disebut sebagai fidyah dan iftida). 8 Wajib baginya ber’iddah.</p><strong>4. Li’an</strong><p>Li’an adalah sebuah kasus hukum dimana seorang suami yang menuduh istrinya berzina, tanpa bisa mendatangkan saksi kecuali dari diri mereka sendiri atau seorang suami yang mengingkari anak dalam kandungan istrinya). Dalam kasus cerai sebab Li’an maka si wanita ini juga wajib ber’iddah.</p><strong>5. Fasakh</strong><p>Yang dimaksud fasakh adalah Pembatalan akad pernikahan. Hal ini bukan dinamakan thalaq karena tidak memiliki hitungan quru seperti thalaq pada umumnya yang menyebabkan putusnya hubungan suami istri. Namun fasakh ini terjadi karena sebab putusan hakim. Contoh: pernikahan seorang wanita muslimah dengan seorang lelaki kafir.</p><strong>6. Khalwat (berdua-duaan)</strong><p>Tanpa terjadinya jima’ (bercampur) diantara suami dan istri. Ini adalah pendapat Al-Hanafiyah, AlMalikiyah, dan Al-Hanabilah, sedangkan menurut Asy-Syafi’iyah tidak ada kewajiban ‘iddah bagi seorang wanita jika hanya sebatas khalwat tanpa terjadinya jima’.</p><p>Pendapat ini didasarkan pada firman Allah Ta’ala:</p>"
      },
      {
        "page": 15,
        "text": "<p dir='rtl'>يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِذَا نَكَحْتُمُ الْمُؤْمِنٰتِ ثُمَّ طَلَّقْتُمُوْهُنَّ مِنْ قَبْلِ اَنْ تَمَسُّوْهُنَّ فَمَا لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍ تَعْتَدُّوْنَهَاۚ</p><q>Wahai orang-orang yang beriman, apabila kamu menikahi perempuan-perempuan mu’min, kemudian kamu ceraikan mereka sebelum kamu mencampurinya (jima’) maka tidak ada masa ‘iddah bagi mereka yang perlu kamu perhitungkan ... (QS.Al-Ahzab: 49)</q><h1>D. Hukum ‘Iddah</h1><p>Berdasarkan berbagai ayat dan hadis yang dipaparkan sebelumnya menunjukkan bahwa ‘iddah ini wajib dijalankan bagi setiap wanita yang dicerai ataupun ditinggal mati suaminya dengan ketentuanketentuan yang selanjutnya akan dijelaskan di bawah.</p><p>Kewajiban ‘iddah ini juga merupakan ijma’ kesepakatan ‘ulama dan tidak ada satupun dari mereka yang mengingkarinya.</p><p>Kewajiban ‘iddah ini dapat juga dilihat berdasarkan ucapan Rasulullah Saw kepada Fatimah binti Qais: “Ber’iddahlah kamu di rumah Ibnu Ummi Maktum”.</p><strong>1. Laki-Laki Ada ‘Iddah?</strong><p>Berbeda halnya dengan kewajiban ‘iddah bagi wanita, sedangkan bagi seorang laki-laki tidak ada kewajiban ‘iddah baginya, sehingga ketika dia berpisah dengan istrinya diperbolehkan untuk menikah lagi tanpa harus menunggu dalam masa</p>"
      },
      {
        "page": 16,
        "text": "<p dir='cntn'>tertentu.</p><p>Hanya saja jika disana ada penyebab yang mengharuskannya menunggu, seperti seorang lakilaki yang ingin menikah dengan bibi (dari pihak ayah atau ibu) istrinya yang sedang ber’iddah atau seorang laki-laki yang telah mencerai istrinya yang keempat sedang si istri tersebut masih berada dalam masa ‘iddah, jika ia berkeinginan untuk menikah lagi, maka ia harus menunggu sampai masa ‘iddah istrinya selesai.</p><strong>2. Wanita Non Muslim Ber’iddah?</strong><p>Terkait apakah wanita non muslim juga berkewajiban ‘iddah atau tidak sebagaimana wanita muslimah, dalam hal ini ada dua perbedaan pendapat:</p><strong>a. Hanafiyah (Tidak Wajib Ber’iddah)</strong><p>Menurut kalangan Hanafiyah bahwa wanita non muslim baik yang dzimmi atau harbi tidak ada kewajiban baginya menjalankan masa ‘iddah manakala terjadi perceraian atau kematian atas suaminya.</p><p>Hanya saja untuk wanita non muslim dari kalangan ahlu kitab yang merupakan istri dari lelaki muslim wajib baginya untuk ber’iddah. Dengan dalil kuat bahwa hukum ‘iddah ini merupakan kewajiban dalam rangka menunaikan hak Allah SWT sebagai syari’ (penetap hukum agama) dan merupakan hak bagi</p>"
      },
      {
        "page": 17,
        "text": "<p dir='cntn'>suaminya, dan karena pemeluk ahlu kitab terkena beban hukum juga sebagaimana umat islam lainnya.</p><p>Jika wanita non muslim dari ahlu kitab ini menolak menjalankan masa ‘iddah, maka boleh dipaksa untuk ber’iddah, karena ini merupakan hak bagi suaminya yang muslim dan ada hak anak, untuk menghindari ketidakjelasan nasab garis keturunan yang muncul manakala wanita non muslim tersebut memutuskan segera menikah usai pisah.</p><p>Namun, jika sang suami meninggalkan istrinya di darul harbi (notabene sebuah negara yang berasakan kekufuran dan wilayah perang), maka sepakat kalangan hanafiyah mengatakan tidak ada kewajiban ‘iddah baginya. Karena hukum islam tidak bisa diterapkan pada seseorang yang berada pada dua wilayah yang berbeda (ikhtilaf ad darain).</p><strong>b. Jumhur Ulama ( Wajib Ber’iddah)</strong><p>Sedangkan menurut jumhur ulama bahwa wanita non muslim yang dzimmi wajib baginya ber’iddah sebagaimana wanita muslimah. Baik ketika dia menjadi istri bagi lelaki muslim atau lelaki yang dzimmi. Berdasarkan pada keumuman ayat yang memerintahkan untuk ber’iddah kepada setiap wanita.</p><h1>E.Hikmah Pensyari’atan ‘Iddah</h1><p>Sebuah pertanyaan menarik, apa hikmah di balik adanya syariat ‘iddah bagi wanita yang berpisah dengan suaminya, baik karena perceraian atau</p>"
      },
      {
        "page": 18,
        "text": "<p dir='cntn'>kematian? Kenapa harus ada ‘iddah?</p><p>Para ulama menjelaskan beberapa hikmah itu, antara lain :</p><strong>1. Al -‘Ilmu bi Bara’ati ar-Rahim</strong><p>Yang dimaksud adalah bahwa ‘iddah itu dilakukan untuk mengetahui kosongnya rahim dari janin guna mengetahui dan memastikan adanya kehamilan atau tidak pada isteri yang diceraikan. Untuk selanjutnya menjaga jika terdapat bayi di dalam kandungannya, agar menjadi jelas siapa ayah dari bayi tersebut.</p><strong>2. Ta’dzhim ‘Aqd az-Zawaj</strong><p>Ta’dzhim ‘aqd az-zawaj (menunjukkan agungnya sebuah ikatan pernikahan) maksud di sini adalah menegaskan betapa agungnya nilai sebuah pernikahan, sehingga selepas dari suaminya, seorang wanita tidak bisa begitu saja menikah lagi, kecuali setelah melewati masa waktu tertentu yang dikenal dengan istilah ‘iddah.</p><strong>3. Tathwil Zaman ar-Raj’ah</strong><p>Memberikan kesempatan kepada suami isteri untuk kembali kepada kehidupan rumah tangga, apabila keduanya masih melihat adanya kebaikan di dalam hal itu.</p><strong>4. Qadha’ Haq az-Zauji</strong><p>Agar isteri yang ditinggalkan dapat ikut merasakan kesedihan yang dialami keluarga suaminya dan juga anak-anak mereka serta menepati permintaan suami. Hal ini jika ‘iddah tersebut di karenakan oleh kematian suami.</p>"
      },
      {
        "page": 19,
        "text": "<strong>5. Ta’abbud ilallah</strong><p>Selain tujuan-tujuan ‘iddah sebagaimana diungkapkan diatas, pelaksanaan ber’iddah juga merupakan gambaran tingkat ketaatan makhluk kepada aturan Khaliknya. Terhadap aturan-aturan Allah itulah, maka kewajiban bagi wanita muslimah untuk mentaatinya.</p><p>Sesungguhnya wanita muslimah yang bercerai dari suaminya, apakah karena cerai hidup atau mati. Disana akan ada tenggang waktu yang harus dijalani dan dilaluinya sebelum menikah lagi dengan laki-laki lain, maka kemauan untuk mentaati aturan ber’iddah inilah yang merupakan gambaran ketaatannya kepadaNya, dan kemauan untuk taat inilah yang didalamnya terkandung nilai ta’abbudi (penghambaan) kepada Allah SWT yang tidak bisa ditawar-tawar oleh siapapun.</p><p>Pelaksanaan nilai ta’abbudi ini selain akan mendapatkan manfaat ber’iddah sebagaimana digambarkan diatas, juga akan bernilai pahala apabila ditaati dan berdosa bila dilanggar.</p>"
      },
      {
        "page": 20,
        "text": "<h1>Kesimpulan</h1><p>Dari penjelasan di atas dapat disimpulkan bahwa ‘iddah yang harus dipahami adalah masa menunggu yang ditetapkan batas waktunya oleh syara’ (agama) bagi seorang perempuan untuk mengetahui adanya kehamilan atau tidak sebagai bentuk ta’abbud setelah perempuan tersebut cerai atau kematian suami, baik dengan lahirnya anak, dengan quru’ atau dengan hitungan bilangan beberapa bulan.</p><p>kewajiban ‘Iddah dan pensyari’atannya hanya terkena pada wanita adapun laki-laki tidak ada kewajiban ‘iddah seperti halnya perempuan.</p><p>Wanita non muslim tidak ada ‘iddah kecuali jika dia merupakan ahlu kitab dari seorang suami yang beragama islam. Ini menurut pendapat hanafiyah. Sedangkan jumhur Ulama mengatakan setiap wanita dari kalangan kafir dzimmi terkena wajibnya hukum ‘iddah seperti wanita muslimah lainnya baik ketika dia menjadi istri dari lelaki muslim atau lelaki ahlu dzimmi. Berdasarkan keumuman ayat yang memerintahkan ‘iddah bagi setiap wanita.</p><p>Para Ulama’ sepakat bahwa hukum ‘iddah terkena bagi wanita siapa saja yang ditinggal mati suaminya, cerai setelah jima’ (bercampur), khulu, li’an dan fasakh.</p><p>Adapun masalah khalwat yang tidak terjadinya percampuran antara suami-istri terdapat perbedaan pendapat diantara kalangan para ulama.</p><p>Menurut pendapat Al-Hanafiyah, Al-Malikiyah, dan Al-Hanabilah bahwa khalwat yang tidak terjadinya</p>"
      },
      {
        "page": 21,
        "text": "<p dir='cntn'>jima’ tetap wajib untuk ber’iddah, sedangkan menurut Asy-Syafi’iyah tidak ada kewajiban ‘iddah bagi seorang wanita jika hanya sebatas khalwat tanpa terjadinya jima’.</p>"
      }
    ]
  },
  {
    "id": "NKB",
    "info": {
      "title": "Pakaian Syari : Harus Segitunya Kah?",
      "author": "Nur Azizah, Lc",
      "publish": "Wed, 16 January 2019",
      "pages": 50,
      "price": 0,
      "category": "Fiqih Wanita",
      "source": "https://www.rumahfiqih.com/pdf/z.php?id=150",
      "desc": "Fenomena muslim perkotaan yang lagi demam berhijrah-ria meski masa kecil kurang mendapatkan asupan pendidikan agama resmi memang menarik untuk diamati. Salah satunya adalah semangat untuk berpenampilan dan berbusana yang memenuhi kaidah : ‘syar’i’."
    },
    "tableOfContents": [
      { "page": 6, "text": "Pengantar", "head": true },
      { "page": 8, "text": "Pengertian" },
      { "page": 8, "text": "Masyru'Iyah" },
      {
        "page": 9,
        "text": "Hukum-Hukum Berpakaian",
        "sub": [
          { "page": 9, "text": "Wajib" },
          { "page": 10, "text": "Mustahab" },
          { "page": 11, "text": "Mandub" },
          { "page": 12, "text": "Makruh" },
          {
            "page": 13,
            "text": "Haram",
            "sub": [
              { "page": 13, "text": "Tidak Menutup Aurat" },
              { "page": 15, "text": "Menyerupai Pakaian Non Muslim" },
              { "page": 15, "text": "Menyerupai Pakaian Lawan Jenis" },
              { "page": 16, "text": "Berbahan Najis" },
              { "page": 16, "text": "Sutera dan Emas" },
              { "page": 17, "text": "Pakaian Sombong" }
            ]
          }
        ]
      },
      {
        "page": 17,
        "text": "Apa Saja Aurat Wanita?",
        "sub": [
          { "page": 18, "text": "Mazhab Al-Hanafiyah" },
          { "page": 20, "text": "Mazhab Al-Malikiyah" },
          { "page": 21, "text": "Mazhab Asy-Syafi'i" },
          { "page": 23, "text": "Mazhab Al-Hanabilah" }
        ]
      },
      {
        "page": 24,
        "text": "Kriteria Pakaian Syari'i",
        "sub": [
          { "page": 27, "text": "Tidak Tipis dan Tidak Transparan" },
          { "page": 27, "text": "Tidak Ketat" },
          { "page": 28, "text": "Tidak Berlubang" },
          { "page": 28, "text": "Terbuka Sebagian" }
        ]
      },
      {
        "page": 29,
        "text": "Warna-warna Pakaian",
        "sub": [
          { "page": 29, "text": "Warna Putih" },
          { "page": 30, "text": "Warna Merah" },
          { "page": 31, "text": "Warna Hitam" },
          { "page": 32, "text": "Warna Kuning" },
          { "page": 32, "text": "Warna Hijau" }
        ]
      },
      {
        "page": 33,
        "text": "Batasan-Batasan Aurat Muslimah",
        "sub": [
          { "page": 33, "text": "Di dalam Shalat" },
          { "page": 34, "text": "Di depan laki-laki asing" },
          { "page": 36, "text": "Di depan wanita non muslimah" },
          { "page": 37, "text": "Di depan wanita muslimah" },
          { "page": 38, "text": "Di depan mahramnya" }
        ]
      },
      {
        "page": 39,
        "text": "Siapa Saja Mahram Kita?",
        "sub": [
          { "page": 42, "text": "Mahram Karena Nasab" },
          { "page": 43, "text": "Mahram Karena Pernikahan" },
          { "page": 44, "text": "Mahram Karena Penyusuan" }
        ]
      },
      {
        "page": 44,
        "text": "Apakah Harus Bercadar?",
        "sub": [
          { "page": 45, "text": "Wajib Cadar" },
          { "page": 46, "text": "Tidak Wajib Cadar" }
        ]
      },
      { "page": 46, "text": "Kesimpulan", "tail": true }
    ],
    "content": [
      {
        "page": 6,
        "text": "<strong>Pengantar</strong><p>Fenomena muslim perkotaan yang lagi demam berhijrah-ria meski masa kecil kurang mendapatkan asupan pendidikan agama resmi memang menarik untuk diamati. Salah satunya adalah semangat untuk berpenampilan dan berbusana yang memenuhi kaidah : ‘syar’i’.</p><p>Dan memang kita semua merasakan hal itu. Dimana-mana didengungkan anjuran bahkan kewajiban untuk tampil dengan busana syar’i. Dan Alhamdulillah, beberapa artis pun sudah ikut menyadari akan pentingnya berpakaian syar’i.</p><p>Masalahnya,seperti apakah sosok, penampakan dan penampilan busana yang katanya syar’i itu? Apakah memang sudah ijma’ para ulama atau masih jadi perdebatan di berbagai kalangan ulama?</p><p>Adakah yang dimaksud adalah busana syar’i harus sampai bisa menutup wajah sehingga siapa pun tidak bisa melihat? Bagaimana dengan kedua mata, apakah disisakan terbuka atau tetap harus juga ditutup?</p><p>Lalu dari sisi modelnya, adakah busana syar’i harus berupa baju kurung atau abaya yang ukurannya lebar muat untuk dua orang?</p><p>Dari segi warna, busana syar’i apakah harus hitam atau warna-warna gelap lainnya? Dan haruskah polos tanpa motif?</p>"
      },
      {
        "page": 7,
        "text": "<p>Kalau memang harus memenuhi ketentuan semua tersebut di atas, lalu bagaimana dengan busana muslimah yang umumnya dikenakan oleh para wanita di negeri kita? Tidak tertutup wajah, tidak lebar model baju kurang, tidak hitam legam, juga tidak polos karena ada banyak motif dan warna.</p><p>Apakah yang seperti itu dianggap tidak memenuhi standar syar’i yang dimaksud?</p><p>Dan pertanyaan berikutnya, standar syar’i yang dimaksud itu sebenarnya siapa yang menyusunnya? Adakah itu memang disebutkan secara eksplisit di dalam ayat-ayat Al-Quran dan Sunnah Rasulullah SAW? Ataukah itu hasil ijtihad dari beberapa gelintir ulama saja?</p><p>Atau justru penampakan seperti itu justru merupakan adat istiadat dari suatu bangsa tertentu, yang sama sekali tidak ada hubungannya dengan syariat Islam itu sendiri?</p><p>Buku ini meski ramping, namun mengingatkan kita kepada ketentuan syariah yang baku, hasil ijtihad para ulama ahli syariah.</p><p>Semoga mendapatkan keberkahan dalam menuntut ilmu.</p>"
      },
      {
        "page": 8,
        "text": "<strong>A. Pengertian</strong><p>Pakaian dalam Bahasa Arab disebut libas (لباس) bentuk jamaknya albisah(ألبسة).</p><p dir='rtl'>ما يَسْئرٌ البَدَنَ وَيَدَقَع الحَرّ وَالبرْدَ</p><q>Segala yang menutupi badan dan menjaganya dari panas dan dingin</q><p>Namun juga sering disebut sebagai kiswah (كسوة ), yang merupakan kain selubung yang menutupi Ka’bah di Mekkah.</p><p>Makna libas adalah satir (ساتر) penutup sebagaimana disebutkan dalam Al-Qur’an:</p><p dir='rtl'>وَهُوَ الَّذِيْ جَعَلَ لَكُمُ الَّيْلَ لِبَاسًا وَّالنَّوْمَ سُبَاتًا وَّجَعَلَ النَّهَارَ نُشُوْرًا</p><q>Dialah yang menjadikan untukmu malam (sebagai) pakaian, dan tidur untuk istirahat, dan Dia menjadikan siang untuk bangun berusaha. (QS : Al-Furqan : 47)</q><strong>B. Masyru’iyah</strong><p>Allah SWT telah menyebutkan tentang pakaian dalam AL-Qur’an Al-Karim:</p><p dir='rtl'>يَا بَنِيْٓ اٰدَمَ قَدْ اَنْزَلْنَا عَلَيْكُمْ لِبَاسًا يُّوَارِيْ سَوْاٰتِكُمْ وَرِيْشًاۗ وَلِبَاسُ التَّقْوٰى ذٰلِكَ خَيْرٌۗ ذٰلِكَ مِنْ اٰيٰتِ اللّٰهِ لَعَلَّهُمْ يَذَّكَّرُوْنَ</p>"
      },
      {
        "page": 9,
        "text": "<q>Hai anak Adam, sesungguhnya Kami telah menurunkan kepadamu pakaian untuk menutup auratmu dan pakaian indah untuk perhiasan. Dan pakaian takwa itulah yang paling baik. Yang demikian itu adalah sebahagian dari tanda-tanda kekuasaan Allah, mudah-mudahan mereka selalu ingat. (QS. Al-A’raf :26)</q><p dir='rtl'>وَعَلَّمْنٰهُ صَنْعَةَ لَبُوْسٍ لَّكُمْ لِتُحْصِنَكُمْ مِّنْۢ بَأْسِكُمْۚ فَهَلْ اَنْتُمْ شَاكِرُوْنَ</p><q>Dan telah Kami ajarkan kepada Daud membuat baju besi untuk kamu, guna memelihara kamu dalam peperanganmu; Maka hendaklah kamu bersyukur (kepada Allah). (QS Al-Anbiya :80)</q><strong>C. Hukum-Hukum Berpakaian</strong><p>Seperti pengertian pakaian diatas sebagai penutup badan, maka dalam berpakaian pun terdapat hukum-hukum tertentu. Kembali lagi kepada niat si pemakai, bahan dari pakaian tersebut, atau mungkin pakaian tersebut tidak berfungsi sebagaimana mestinya sebagai penutup aurat. Maka para ulama membagi hukumnya menjadi 5 hukum:</p><strong>1. Wajib</strong><p>Pakaian akan menjadi wajib hukumnya jika tujuannya adalah untuk menutup aurat. Mengingat bahwa hukum menutup aurat itu sendiri adalah wajib. Maka pakaian sebagai alat penutup pun akan menjadi wajib hukumnya.</p><p>Allah SWT berfirman :</p>"
      },
      {
        "page": 10,
        "text": "<p dir='rtl'>يٰبَنِيْٓ اٰدَمَ خُذُوْا زِيْنَتَكُمْ عِنْدَ كُلِّ مَسْجِدٍ</p><q>Hai anak Adam, pakailah pakaianmu yang indah di setiap (memasuki) masjid. (QS Al-A’raf :31)</q><p>Maksudnya adalah pakailah pakaian yang menutup auratmu ketika sedang shalat.</p><p>Rasulullah SAW bersabda :</p><p dir='rtl'>احْفَظْ عَوْرَتَكَ إِلاَّ مِنْ زَوْجَتِكَ أَوْ مَا مَلَكَتْ يَمِينُكَ</p><q>Peliharalah auratmu melainkan kepada isterimu atau hamba sahaya yang kamu miliki. (HR. Ahmad, Abu Daud, At-Tirmidzi dan Ibnu Majah)</q><p>Dari hadits ini dapat kita pahami bahwa menutup aurat itu wajib dihadapan siapapun, kecuali dihadapan suami atau hamba sahaya atau budak.</p><strong>2. Mustahab</strong><p>Pakaian yang mustahab adalah pakaian yang dipakai dengan maksud untuk mengungkapkan rasa syukur dengan melakukan tahadduts binni’mah. Sehingga pakaian tersebut terlihat indah ketika dikenakan.</p><p>Allah SWT berfirman :</p><p dir='rtl'>وَاَمَّا بِنِعْمَةِ رَبِّكَ فَحَدِّثْ</p><q>Dan atas nikmat Tuhanmu, maka bicarakanlah. (QS Adh-Dhuha :11)</q>"
      },
      {
        "page": 11,
        "text": "<p dir='rtl'>إِنَّ اللَّهَ يُحِبَّ أَنْ يُرَى أَثَرُ نِعْمَتِهِ عَلَى عَبْدِهِ</p><p>Dari ibnu Amri Radhiallahu anhuma sesungguhnya Rasulullah SAW bersabda:</p><q>Sesungguhnya Allah menyukai jika hambanya menampakkan tanda nikmat yang Allah berikan.</q><strong>3. Mandub</strong><p>Suatu pakaian hukumnya mandub (segala sesuatu yang baik menurut syari’at dan apabila dikerjakan mendapat pahala dan apabila ditinggalkan tidak mendapat dosa) apabila kita memakainya untuk beribadah di hari Jum’at. Dimana di hari Jum’at ini terdapat ibadah shalat jum’at yang di sunnahkan di dalamnya memakai pakaian dan perhiasan yang baik.</p><p>Bahkan di sunnahkan pula untuk mandi sebelum shalat jum’at dan memakai wewangian. Tidak hanya shalat jum’at, hal tersebut juga di sunnahkan di shalat-shalat lainnya dimana saat itu berkumpul banyak manusia. Seperti shalat idhul fitri dan idhul adha.</p><p>Pakaian yang baik itu tidak melulu harus yang baru. Seperti kebiasaan para masyarakat ketika menyambut idhul fitri, mereka berlomba-lomba untuk membeli baju yang baru. Bahkan mereka rela membeli pakaian dengan harga yang cukup mahal.</p>"
      },
      {
        "page": 12,
        "text": "<p>Diriwayatkan oleh Aisyah Radhiallahu anha :</p><p dir='rtl'>حد يش عاهشة رضي الله عنحاان اانبي صل الله عليه وسلم قال:\"ماعل احدكم ان وجدسعة ان يتخذ شو بين ليوم الجهعة غير شوبي مهنته\".رواه أبوداود</p><q>Dari Aisyah Radhiallahu anha bahwasanya Rasulullah SAW bersabda : Dianjurkan kepada kalian semua, jika kalian ada kesempatan maka pakailah di hari jum’at dua pakaian yang satu untuk dipakai bekerja yang satu lagi khusus untuk shalat jum’at. (HR. Abu Daud)</q><strong>4. Makruh</strong><p>Pakaian yang makruh hukumnya adalah pakaian yang berlebihan dan mendekati kesombongan. Rasulullah SAW bersabda :</p><p dir='rtl'>وكلوا وَاشْرَبُوا وَالبَسُوا مِنْ غَير إِسْرَافٍ ولا مَخيلَة</p><q>Makan dan minumlah serta berpakaianlah, namun jangan isrof (berlebihan) dan sombong. (HR. Ahmad dan Hakim)</q><p dir='rtl'>وَعَنِ ابن عَبَاسِ رَضي الله عَنهمَا قَالَ :كُل مَا شِهت, وَالْبس مَا شِهتَ, مَا أَخطأتكَ اثنتانِ : سَرَفُ وَمَخِيلَةٌ</p>"
      },
      {
        "page": 13,
        "text": "<q>Dari Ibnu Abbas radhiallahuanhuma berkata : “Makanlah sesukamu, berpakaianlah sesukamu, tapi jangan lakukan dua kesalahan, yaitu berlebihan dan sombong.” (HR. Abu Syaibah)</q><p>Sebagian orang berlomba-lomba untuk membeli dan memakai pakaian termahal di dunia. Yang mungkin harganya sangat mahal dan tidak terbayangkan. Harganya bisa mencapai ratusan juta hingga milyaran, tentu hal tersebut di makruhkan, karna merupakan salah satu bentuk isrof dan juga mendekati kepada kesombongan.</p><p>Maksud dari mendekati kesombongan adalah ketika seseorang membeli pakaian dengan harga yang berlebihan tersebut, maka dengan itu ia telah membuka pintu kesombongan.</p><p>Perlu dipertanyakan kembali alasan ia membeli pakaian semahal itu. Apakah untuk menutup aurat? Atau agar semua orang tau bahwa ia pernah membeli pakaian dengan harga termahal?</p><strong>5. Haram</strong><p>Suatu pakaian akan haram hukumnya jika pakaian tersebut menyelisihi syariat islam yang ada atau berlawanan dengan prinsip syariat antara lain</p><strong>a. Tidak Menutup Aurat</strong><p>Pakaian adalah penutup. Syari’at islam juga telah menjelaskan batasan aurat wanita dan lakilaki. Batasan aurat seorang wanita muslimah di depan laki-laki yang bukan mahramnya adalah</p>"
      },
      {
        "page": 14,
        "text": "<p dir='cntn'>seluruh tubuhnya kecuali muka dan telapak tangan. Sedangkan aurat laki-laki adalah diantara pusar dan lutut.</p><p>Adanya pakaian adalah untuk menutupi aurat baik wanita maupun laki-laki sampai batasan yang sudah ditentukan. Dan menampakkan aurat dengan sengaja adalah perbuatan yang diharamkan dalam syari’at islam.</p><p>Diantara bentuk kriteria pakaian yang tidak memenuhi tujuan menutup aurat adalah pakaian yang terbuka, terlalu tipis, sehingga menampakkan aurat itu sendiri, ataupun terlalu ketat sehingga membentuk bagian-bagian tubuh yang harus ditutup.</p><p>Rasulullah SAW melaknat para wanita yang berpakaian namun dianggap telanjang.</p><p dir='rtl'>صِنْفَانِ مِنْ أَهْلِ النَّارِ لَمْ أَرَهُمَا قَوْمٌ مَعَهُمْ سِيَاطٌ كَأَذْنَابِ الْبَقَرِ يَضْرِبُونَ بِهَا النَّاسَ وَنِسَاءٌ كَاسِيَاتٌ عَارِيَاتٌ مُمِيلاَتٌ مَائِلاَتٌ رُءُوسُهُنَّ كَأَسْنِمَةِ الْبُخْتِ الْمَائِلَةِ لاَ يَدْخُلْنَ الْجَنَّةَ وَلاَ يَجِدْنَ رِيحَهَا وَإِنَّ رِيحَهَا لَيُوجَدُ مِنْ مَسِيرَةِ كَذَا وَكَذَا</p><q>Ada dua golongan dari penduduk neraka yang belum pernah aku lihat sama sekali: yang pertama, orang-orang yang memegang cambuk seperti ekor sapi, mereka gunakan itu untuk mencambuki orang lain. Dan wanita yang berpakaian namun telanjang, mereka berjalan</q>"
      },
      {
        "page": 15,
        "text": "<q>miring dan berlenggak-lenggok seperti punuk onta. Mereka tidak masuk surga dan tidak mencium baunya walaupun baunya tercium dari jarak sekian dan sekian” (HR. Muslim no. 2128).</q><strong>b. Menyerupai Pakaian Non Muslim</strong><p>Rasulullah SAW melarang seorang muslim untuk memakai pakaian yang melambangkan atau mengidentikkan seseorang dengan agama lain selain islam. Tentunya kita sebagai muslim, pakaian bukan hanya sekedar penutup aurat akan tetapi juga sebagai identitas keagamaan kita.</p><p>Toleransi dalam beragama tidak perlu harus memakai atribut keagamaan selain agama islam. Dasarnya adalah sabda Rasulullah SAW :</p><p dir='rtl'>مَنْ تَشَبَّه بقوم فَهُوَ منهم</p><q>Siapa yang menyerupai suatu kaum maka dia termasuk dari kaum itu. (HR. Abu Daud)</q><strong>c. Menyerupai Pakaian Lawan Jenis</strong><p>Pakaian yang menyerupai lawan jenis termasuk pakaian yang diharamkan. Setiap laki-laki mempunyai khas pakaian tersendiri begitu juga dengan wanita. Maka laki-laki haram memakai pakaian yang menjadi ciri khas seorang wanita. Seorang wanita pun begitu, haram hukumnya memakai pakaian yang menjadi ciri khas laki-laki.</p><p>Rasulullah SAW bersabda :</p>"
      },
      {
        "page": 16,
        "text": "<p dir='rtl'>رَسُول اللَّهِ  الْمُتَشَبِّهِينَ مِنَ الرِّجَال بِالنِّسَاءِ وَالْمُتَشَبِّهَاتِ مِنَ النِّسَاءِ بِالرِّجَال</p><q>Rasulullah SAW melaknat para laki-laki yang menyerupai wanita dan para wanita yang menyerupai laki-laki. (HR. Bukhari)</q><strong>d. Berbahan Najis</strong><p>Apabila suatu pakaian terbuat dari bahan yang tidak suci atau terbuat dari benda najis, seperti kulit hewan yang asalnya najis, atau kulit bangkai yang belum di samak.</p><p>Jumhur ulama dari Mazhab Al-Hanafiyah, ALMalikiyah dan As-Syafi’iyah berpendapat bahwa bolehnya memanfaatkan kulit hewan buas dengan syarat harus sudah di samak. Dalilnya adalah:</p><p dir='rtl'>أَيُّمَا إِهَابٍ دُبِغَ فَقَدْ طَهُرَ.</p><q>Kulit bangkai apa saja yang telah disamak, maka dia telah suci</q><p>Sedangkan qadhi Abu Ya’la dari Mazhab Hanbali tidak membolehkan mengambil manfaat dari kulit hewab buas baik sudah di samak atau belum.</p><strong>e. Sutera dan Emas</strong><p>Seorang laki-laki muslim yang sudah baligh dan berakal, maka haram bagi nya memakai pakaian yang terbuat dari sutera asli atau emas. Sedangkan</p>"
      },
      {
        "page": 17,
        "text": "<p dir='cntn'>wanita muslimah di perbolehkan untuk memakainya.</p><p dir='rtl'>حُرِّمَ لِبَاسُ الْحَرِيرِ وَالذَّهَبِ عَلَى ذُكُورِ أُمَّتِى وَأُحِلَّ لإِنَاثِهِمْ</p><q>Diharamkan kepada kaum laki-laki memakai emas dan sutera dan dihalalkan bagi para wanita.</q><strong>f. Pakaian Sombong</strong><p>Pakaian sombong ialah pakaian yang ketika dipakai , orang yang mengenakannya ada maksud untuk menyombongkan diri, kibr, atau riya. Sedangkan sombong, kibr, dan riya merupakan sifat-sifat yang Allah benci dan diharamkan.</p><p>Maka kita sebagai muslim yang taat hendaknya menghindari 3 sifat tidak terpuji ini dalam hal apapun, terutama dalam berpakaian. Karena sangat besar peluang adanya sifat ini ketika berpakaian.</p><strong>D. Apa Saja Aurat Wanita?</strong><p>Umumnya jumhur ulama mengatakan bahwa seluruh tubuh wanita adalah aurat yang tidak boleh terlihat. Dengan pengecualian wajah dan kedua tapak tangan, baik bagian dalam maupun bagian luar.</p><p>Sedangkan ulama dari Mazhab Hambali, kebanyakan para ulama mereka sepakat bahwa aurat wanita adalah seluruh tubuhnya, tanpa</p>"
      },
      {
        "page": 18,
        "text": "<p dir='cntn'>pengecualian wajah dan tangan. Bahkan kukunya pun aurat juga.</p><p>Sedikit perbedaan dalam mazhab Al-Hanafiyah, yang menyatakan bahwa kaki bukan termasuk aurat wanita, yaitu sebatas mata kaki. Alasannya adalah adanya hajat yang sulit untuk dihindari.</p><p>Para wanita punya kebutuhan untuk bermuamalah dengan kaum lelaki dalam kehidupannya sehari -hari, seperti untuk mengambil atau memberi sesuatu dengan tangannya.</p><p>Ulama berbeda pendapat tentang telapak kaki wanita, baik bawah ataupun punggungnya apakah termasuk dalam aurat wanita yang harus ditutupi atau tidak. Sebagian ulama mengkategorikannya sebagai aurat dan sebagian yang lain tidak. Para ulama pun mengungkapkan alasan-alasan yang jelas terkait hal itu.</p><p>Berikut pendapat para ulama tentang apa saja aurat wanita itu.</p><strong>1. Mazhab Al-Hanafiyah</strong><p>Al-Kasani (w. 587 H) salah satu ulama mazhab AlHanafiyah di dalam kitabnya Badai' Ash-Shanai' fi Tartibi As-Syarai' menuliskan sebagai berikut :</p><p dir='rtl'>رثَُّ  انمََّا يَُْرررم النظََّرر مِنْ الَْْجْنبَِيةَِّ  الََ سَائرِِ آَعْضَائِِاَ سِوَى الوَْجْهِ وَالْكَفيَِّْْ آَوْ القَْدَمَيِْْ آَيضًْا.</p><q>Diharamkan bagi laki-laki memandang kepada</q>"
      },
      {
        "page": 19,
        "text": "<q>seluruh bagian tubuh wanita yang bukan mahram kecuali wjah dan kedua telapak tangan dan kedua telapak kaki.</q><p>Ibnul Humam (w. 681 H) salah satu ulama mazhab Al-Hanafiyah dalam kitab Fathul Qadir menuliskan sebagai berikut :</p><p dir='rtl'>و ان كان قولِ تعالَ {ولا يبدين زينته لن} [النور: ٣١] الْ ية، فالقدم ليس موضع ال لزينة ال لظاهرة عادة.</p><q>sebagaimana disebutkan dalam alqur'an : \"maka jangnlah mereka menampakkan perhiasan mereka\". dari ayat diatas dapat disimpulkan bahwa kaki bukanlah termasuk perhiasan yang biasa ditampakkan.</q><p>Badruddin Al-Aini (w. 855 H) salah satu ulama mazhab Al-Hanafiyah di dalam kitabnya Al-Binayah Syarah Al-Hidayah menuliskan sebagai berikut :</p><p dir='rtl'>(ويروى( ش: الراوي هو الحسن عن  آبَ حنيفة م: ) آنها( ش:  آي  آن القدم م: )ليست بعورة( ش:  لْنها تبتلَّ  ببداء القدم  اذا مشت حافية  آو منتعل فربما لا تجد الخف علَّ  آن الاش تهاء لا يُصل بلنظر  الَ القدم كما يُصل بلنظر  الَ الوجه</p><q>Al hasan bin Ziyad meriwayatkan dari Abi Hanifah bahwa telapak kaki bukan aurat karena</q>"
      },
      {
        "page": 20,
        "text": "<q>sulit bagi seorang wanita untuk tidak memperlihatkan telapak kakinya baik ketika berjalan tanpa alas kaki maupun menggunakan sandal. Selain itu, timbulnya syahwat saat melihat telapak kaki tidak sama seperti syahwat ketika melihat wajah.</q><p>Batasan aurat wanita khususnya dalam mazhab Al-Hanafiyah memang disebutkan bahwa kaki para wanita bukan termasuk aurat. Tepatnya mulai dari batas mata kaki ke bawah, tidak termasuk bagian yang harus ditutup.</p><p>Hal itu dikarenakan alasan kedaruratan, di mana para wanita pasti butuh untuk berjalan dan beraktifitas. Dan tidak mungkin dilakukan kecuali dengan mengangkat pakaiannya agar tidak menyentuh tanah.</p><strong>2. Mazhab Al-Malikiyah</strong><p>Al-Hathab Ar-Ru’aini (w. 954 H) salah satu ulama mazhab Al-Hanafiyah di dalam kitabnya Mawahibul Jalil menuliskan sebagai berikut :</p><p dir='rtl'>لَِْنَّ مَالِكًً قاَلَ فِِ ال رمْدَوَّنةَِ:  اذَا صَلتَّْ ال رحْرَّرة بَدِيةََ الشَّعْرِ آَوْ الوَْجْهِ آوَْ الصَّدْرِ آَوْ رظهرورِ قدََمَيِْْ آَعاَدَتْ فِِ الوَْقْتِ،</p><q>Malik berkata dalam Al Mudawwanah : jika seorang wanita merdeka shalat dan terlihat rambutnya, atau wajahnya atau dadanya atau punggung telapak kakinya, maka ia harus</p>"
      },
      {
        "page": 21,
        "text": "<q>mengulang shalatnya.</q><strong>3. Mazhab Asy-Syafi’i</strong><p>Ulama mazhab ini sepakat bahwa aurat wanita itu adalah seluruh bagian tubuhnya kecuali wajah dan telapak tangan.</p><p>Telapak tangan ini pun dibatasi yakni sampai pergelangan tangan saja. Akan tetapi ada sebagian ulama lain yang menganggap telapak kaki bagian bawah tidak termasuk dalam aurat. Inilah ibarahnya:</p><p>An-Nawawi (w. 676 H) salah satu ulama dalam mazhab Asy-Syafi'iyah di dalam kitabnya Raudhatu At-Thalibin wa Umdatu Al-Muftiyyin dan AlMajmu' Syarah Al-Muhadzdzab menuliskan sebagai berikut :</p><p dir='rtl'>وَآَمَّا المَْرْآَ رة فاَِنْ كاَنتَْ رحرَّةً فجََمِي رع بدََنِهاَ عَوْرَةٌ اِلَّا الوَْجْهَ وَالْكَفيَِّْْ؛ ظَهررْرهَُا وَبطَْ رنَّرمَا اِلََ الْ ركوع يَِْْ. وَلنَاَ قوَْلٌ، وَقِيلَ وَجْهٌ: آَنَّ بَطِنَ قدََمِهاَ ليَسَْ بِعَوْرَةٍ، وَقاَلَ ال رمْزَنُِِّ: ليَسَْ  القَْدَمَانِ بِعَوْرَةٍ .</p><q>adapun wanita merdeka maka seluruh badannya itu aurat kecuali wajah dan kedua telapak tangan, baik bagian luarnya ataupun dalamnya sampai pergelangan.</p><p>Dan dalam pendapat madzhab kami qaul</p>"
      },
      {
        "page": 22,
        "text": "<q>(pendapat imam syafii) dan ada juga yang menyebutkan wajh (pendapat ulama syafiiyah) bahwasanya telapak kaki bagian bawahnya bukan aurat. sedangkan imam muzani menyebutkan bahwa kedua telapak kaki (bawah dan atas) bukanlah aurat.</q><p dir='rtl'>وَآَمَّا عَوْرَ رة ال رحْرَّةِ فجََمِي رع بدََنِهاَ  الَّا الوَْجْهَ  وَالْكَفيَِّْْ  الََ الْ ركوعيَِْْ وَحَكََ ال رخْرَاسَانِيوُّنَ قوَْلًا وَبعَْ رضهرمْ يَُْكِيهِ وَجًْْا آَنَّ بَطِنَ قدََمَيْْاَ ليَسَْ بِعَوْرَةٍ وَقاَلَ ال رمْزَ لنِِ القَْدَمَانِ ليَْسَا بِعَوْرَةٍ وَالمَْذْهَ رب الَْْوَّ رل</p><q>adapun aurat wanita merdeka adalah seluruh badannya selain wajah dan kedua telapak tangan sampai pergelangan. dan khurasaniyyun menyebutkan qaul (pendapat imam syafii) dan sebagian mereka menyebutkan wajah (pendapat ulama syafiiyah) bahwa telapak kaki bagian dalam bukan aurat, sedangkan imam muzani menyebutkan bahwa kedua telapak kaki bukan aurat, dan pendapat mazhab kami adalah pendapat pertama (bahwasanya telapak kaki bagian bawahnya saja yang aurat).</q><p>Ar-Rafi’i (w. 623 H) salah satu ulama mazhab Asy-Syafi'iyah di dalam kitab Fathul ‘Aziz Bisyarhil Wajiz menuliskan sebagai berikut :</p><p dir='rtl'>و ظهر القدميْ عورة فِ الصلاة… وقولِ عورة فِ الصلاة  آشار به .الَ ان العورة قد تطلق لمعنى آ خر وهو ما يُرم النظر  اليه</p>"
      },
      {
        "page": 23,
        "text": "<q>Dan punggung telapak kaki merupakan aurat dalam shalat…dan pernyataan “dalam shalat” mencakup makna yang lebih luas yaitu haram dilihat bagi yang bukan mahramnya.</q><strong>4. Mazhab Al-Hanabilah</strong><p>Ibnu Qudamah (w. 620 H) ulama dari kalangan mazhab Al-Hanabilah di dalam kitabnya Al-Mughni menuliskan sebagai berikut :</p><p dir='rtl'>والدليل علَّ وجوب تغطية القدميْ ما روت «آ م سلمة، قالت: قلت: يَ رسول الله،آتصلي المر آة فِ درع وخمار وليس عليْا  ازار؟ قال: نعم،  اذا كان سابغا يغطي ظهور قدميْا» . رواه  آبو داود،  وهذا يدل علَّ وجوب تغطية القدميْ.</p><q>Dan dalil atas diwajibkannya menutup kedua telapak kaki adalah apa yang diriwayatkanoleh Ummu Salamah, bahwa ia bertanya: ‘Apakah seorang wanita boleh shalat dengan mengenakan baju panjang dan penutup kepala tanpa mengenakan kain? Nabi menjawab, ‘Boleh, jika baju itu luas yang biasa menutupi kedua qadam-nya’. HR.Abu daud dan hal ini menunjukkan atas wajibnya menutup kedua telapakkaki.</q>"
      },
      {
        "page": 24,
        "text": "<p>Al-Mardawi (w. 885 H) salah satu ulama mazhab Al-Hanabilah di dalam kitabnya Al-Inshaf fi Ma'rifati Ar-Rajih minal Khilaf menuliskan sebagai berikut :</p><p dir='rtl'>آَحَ رد رهَُا: صَََّحَ ال رمْصَنِل رف: آَنَّ مَا عدََا الوَْ جْهَ وَالْكَفيَِّْْ، عَوْرَةٌ، وَ رهوَ صََِيحٌ، وَ رهوَ المَْذْهَ رب. وَعلَيَْهِ الَْْصََْا رب. وَحَكًَ ره ابْ رن ال رمْنْذِرِ  اجَْْاعاً فِِ الخِْمَارِ وَاخْتاَرَ الشَّ يْ رخ تقَِيُّ ا للدِينِ: آَنَّ القَْدَمَيِْْ ليَْسَا بِعَوْرَةٍ آَيضًْا. قرلْت: وَ رهوَ الصَّوَا رب .</p><q>Bahwasanya selain wajah dan telapak tangan adalah aurat, pendapat inilah yang sahih dari mazhab kami. Ibnu munzir meriwayatkan secara ijma’ dalam khimar dan Syekh Taqiyudin juga memilih pendapat ini: bahwasanya AlQodamaini bukan termasuk aurat juga. Pendapat inilah yang benar meurut saya (AlMardawi).</q><strong>E. Kriteria Pakaian Syar’i</strong><p>Sebagai penutup aurat, maka kita harus lebih memperhatikan lagi kriteria pakaian yang kita pakai. Sebagaimana wajibnya menutup aurat maka wajib pula bagi pakaian memenuhi kriteria sebagai penutup aurat.</p><p>Islam datang dengan syari’at yang indah. Sebagai bentuk penghormatan kepada manusia itu sendiri karena telah diciptakan dengan sebaik-baik</p>"
      },
      {
        "page": 25,
        "text": "<p dir='cntn'>penciptaan, maka disyariatkanlah untuk menutup aurat.</p><p>Allah SWT berfirman :</p><p dir='rtl'>۞ وَلَقَدْ كَرَّمْنَا بَنِيْٓ اٰدَمَ وَحَمَلْنٰهُمْ فِى الْبَرِّ وَالْبَحْرِ وَرَزَقْنٰهُمْ مِّنَ الطَّيِّبٰتِ وَفَضَّلْنٰهُمْ عَلٰى كَثِيْرٍ مِّمَّنْ خَلَقْنَا تَفْضِيْلًا ࣖ </p><q>Dan sesungguhnya telah Kami muliakan anakanak Adam, Kami angkut mereka di daratan dan di lautan, Kami beri mereka rezeki dari yang baikbaik dan Kami lebihkan mereka dengan kelebihan yang sempurna atas kebanyakan makhluk yang telah Kami ciptakan. (QS. A-Isra : 70 )</q><p>Allah subhanawata’ala saja memuliakan manusia, maka kita sebagai manusia itu sendiri sudah sepatutnya memuliakan diri kita sendiri. Salah satunya dengan memakai pakaian yang menutup aurat.</p><p>Allah berfirman dalam surat An-Nur ayat 31:</p><p dir='rtl'>وَقُلْ لِّلْمُؤْمِنٰتِ يَغْضُضْنَ مِنْ اَبْصَارِهِنَّ وَيَحْفَظْنَ فُرُوْجَهُنَّ وَلَا يُبْدِيْنَ زِيْنَتَهُنَّ اِلَّا مَا ظَهَرَ مِنْهَا وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلٰى جُيُوْبِهِنَّۖ وَلَا يُبْدِيْنَ زِيْنَتَهُنَّ اِلَّا لِبُعُوْلَتِهِنَّ اَوْ اٰبَاۤىِٕهِنَّ اَوْ اٰبَاۤءِ بُعُوْلَتِهِنَّ اَوْ اَبْنَاۤىِٕهِنَّ اَوْ اَبْنَاۤءِ بُعُوْلَتِهِنَّ اَوْ اِخْوَانِهِنَّ اَوْ بَنِيْٓ اِخْوَانِهِنَّ اَوْ بَنِيْٓ اَخَوٰتِهِنَّ اَوْ نِسَاۤىِٕهِنَّ اَوْ مَا مَلَكَتْ </p>"
      },
      {
        "page": 26,
        "text": "<p dir='rtl'>اَيْمَانُهُنَّ اَوِ التَّابِعِيْنَ غَيْرِ اُولِى الْاِرْبَةِ مِنَ الرِّجَالِ اَوِ الطِّفْلِ الَّذِيْنَ لَمْ يَظْهَرُوْا عَلٰى عَوْرٰتِ النِّسَاۤءِ ۖوَلَا يَضْرِبْنَ بِاَرْجُلِهِنَّ لِيُعْلَمَ مَا يُخْفِيْنَ مِنْ زِيْنَتِهِنَّۗ وَتُوْبُوْٓا اِلَى اللّٰهِ جَمِيْعًا اَيُّهَ الْمُؤْمِنُوْنَ لَعَلَّكُمْ تُفْلِحُوْنَ</p><q>Katakanlah kepada wanita yang beriman, “Hendaklah mereka menahan pandangannya, dan memelihara kemaluannya, dan janganlah mereka menampakkan perhiasannya, kecuali yang (biasa) tampak darinya. Dan hendaklah mereka menutupkan kain kerudung ke dadanya, dan janganlah menampakkan perhiasannya, kecuali kepada suami mereka, atau ayah mereka, atau ayah suami mereka, atau putraputra mereka, atau putra-putra suami mereka, atau saudara-saudara mereka, atau putra-putra saudara lelaki mereka, atau putra-putra saudara perempuan mereka, atau wanita-wanita Islam, atau budak-budak yang mereka miliki, atau pelayan-pelayan laki-laki yang tidak mempunyai keinginan (terhadap wanita) atau anak-anak yang belum mengerti tentang aurat wanita. Dan janganlah mereka memukulkan kakinya agar diketahui perhiasan yang mereka sembunyikan. Dan bertobatlah kamu sekalian kepada Allah, hai orang-orang yang beriman, supaya kalian beruntung.</q><p>Dalam ayat ini ada perintah untuk menutup aurat. Dan juga ada perintah yang lebih spesifik lagi</p>"
      },
      {
        "page": 27,
        "text": "<p dir='cntn'>bagi wanita, yaitu menjulurkan kerudungnya hingga menutup dadanya.</p><p>Hal-hal yang harus diperhatikan dalam berpakaian adalah:</p><strong>1. Tidak Tipis dan Tidak Transparan</strong><p>Pakaian yang terlalu tipis yang dapat menampakkan kulit, sehingga dapat diketahui warna kulitnya putih atau merah. Baik di dalam rumah atau pun diluar rumah. Karena di dalam rumah pun kita tidak bisa sembarangan menampakkan aurat kita di depan mahram. Hanya yang biasa tampak saja yang boleh di perlihatkan.</p><p>Bahan yang tipis ini akan menampakkan sebagian aurat si pemakainya. Maka dalam membeli pakaian kita harus perhatikan lagi bahannya, apakah ia tipis dan transparan? Walaupun nantinya pakaian ini melingkupi tubuh akan tetapi aurat masih terlihat dikarenakan bahan yang tipis.</p><p>Penulis sering memperhatikan beberapa kerudung para wanita muslimah masih banyak sekali yang tipis dan transparan. Terkadang kerudung yang dipakai memang besar sekali, tapi tetap saja apa yang ada di dalam kerudung tersebut masih nampak dan dapat dilihat orang lain yang bukan mahram.</p><strong>2. Tidak Ketat</strong><p>Pakaian yang ketat sehingga mencetak lekuk tubuh ini haram hukumnya di pakai di hadapan orang yang bukan mahram kita.</p>"
      },
      {
        "page": 28,
        "text": "<p>Biasanya pakaian ini digunakan ketika berolahraga jenis tertentu, termasuk pakaian renang buat wanita.</p><p>Maka kita harus memilih pakaian yang longgar agar lekuk tubuh yang mana harus kita tutupi karna termasuk dari bagian aurat terurama wanita. Tentunya untuk menghindari fitnah dan hal-hal yang tidak diinginkan.</p><strong>3. Tidak Berlubang</strong><p>Apabila pakaian yang kita pakai ada lubang di tempat di mana bagian tersebut merupakan aurat maka haram dikenakan, kalau semata-mata hanya ingin memperlihatkan aurat.</p><p>Namun bila lubang ini hanya hiasan luar saja akan tetapi ada kain penutup di dalamnya sehingga aurat tidak tampak maka hukumnya boleh- boleh saja.</p><strong>4. Terbuka Sebagian</strong><p>Pada era modern ini banyak sekali model-model pakaian wanita yang beredar. Terkadang baju tersebut sudah panjang akan tetapi masih kekecilan. Sehingga terkadang bagian perut atau bagian pinggang masih suka tersingkap.</p><p>Itulah kriteria-kriteria pakaian syar’i yang harus di perhatikan, terutama bagi wanita muslimah. Perlu diperhatikan kembali pakaian syar’i yang dimaksud adalah pakaian yang memenuhi keriteria dalam syariat. Nah, kriteria yang diataslah yang termasuk pakaian syar’i.</p>"
      },
      {
        "page": 29,
        "text": "<strong>F. Warna-Warna Pakaian</strong><p>Dalam masalah warna pakaian ini kita sebagai muslimah juga harus bijak. Syariat islam telah mengatur segalanya. Mungkin sebagian dari kita belum membaca dan mempelajarinya.</p><p>Apakah warna tertentu saja yang boleh kita pakai? Seperti warna hitam saja misalkan. Atau kita boleh memakai semua warna?. Baik, mari kita simak pendapat para ulama tentang warna pakaian.</p><strong>1. Warna Putih</strong><p>Para Ulama Fiqih sepakat bahwa pakaian yang berwarna putih hukumnya mustahab untuk dikenakan. Bahkan Rasulullah memerintahkan agar mayat pun dikenakan kafan yang berwarna putih juga.</p><p dir='rtl'>قاَلَ رَرسو رل اللََِّّ صَلََّّ ا رللََّّ علَيَْهِ وَسَلَََّّ : ” البْ رسَوا مِنْ ثِيَابِ ر ركُ البَْيَاضَ ،فاَِنهَّاَ آَطْهررَ وَآَطْيَ رب ، وَكَفِلنروا فِيْاَ مَوْتًَركُْ ”</p><q>Kenakanlah pakaian yang berwarna putih, karena lebih suci dan baik. Dan kafanilah orang yang meninggal diantara kalian dengan kafan yang berwarna putih.(HR. AN-Nasa’i)</q><p>Imam Asy-Syaukani berkata : “Pakaian yang berwarna putih itu memang jelas lebih baik, dan maksud bahwa ia lebih suci karena apabila ada</p>"
      },
      {
        "page": 30,
        "text": "<p dir='cntn'>sesuatu yang menempel padanya langsung bisa terlihat, dan jika itu najis bisa langsung dibersihkan.</p><p>Seperti doa Rasulullah SAW:</p><p>“وَنقَِلنِِ مِنَ الخَْطَايََ كََمَ يرنقَىَّ الثوَّْ رب الَْبيَْ رض مِنَ الدَّنسَِ</p><q>Dan sucikanlah aku dari dosa-dosa seperti disucikannya pakaian berwarna putih dari najis.</q><p>Umar radhiallahuanhu berpendapat bahwa hukumnya mustahab bagi para pembaca Al-Qur’an untuk mengenakan pakaian yang berwarna putih.</p><strong>2. Warna Merah</strong><p>Sebagian ulama dikalangan mazhab AlHanafiyah dan Al-Hanabilah memakruhkan suatu pakaian yang berwarna merah polos bagi laki-laki tanpa adanya variasi warna lain. Rasulullah SAW bersabda :</p><p dir='rtl'>نهَاَنَا النبَُِِّّ صَلََّّ ا رللََّّ علَيَْهِ وَسَلَََّّ  عَنِ الميَاَثِرِ وَالقِ  ل سِِ</p><q>Nabi SAW melarang kita mengenakan mayatsir merah dan qissi. (HR. Bukhari)</q><p dir='rtl'>مَرَّ علَََّ الن لبَِِِّ صَلََّّ ا رللََّّ علَيَْهِ وَسَلَََّّ رَ رجلٌ علَيَْهِ ثوَْبَنِ آَحََْرَانِ ، فسََلَََّّعلَيَْهِ ، فلَََّْ يررَدَّ علَيَْهِ النبَُِِّّ  صَلََّّ ا رللََّّ علَيَْهِ وَسَلَََّّ</p><q>Seseorang yang memakai dua pakaian yang berwarna merah lewat dihadapan Rasulullah SAW kemudian memberi salam. Namun</q>"
      },
      {
        "page": 31,
        "text": "<q>Rasulullah SAW tidak menjawab salamnya. (HR. Abu Daud)</q><p></p><p>Hadist diatas merupakan larangan untuk memakai pakaian berwarna merah polos saja tanpa ada variasi warna apapun.</p><p>Sedangkan jumhur ulama dari sebagian mazhab Al-Hanafiyah yang lain, Al-Malikiyah, dan AsySyafiiyah membolehkan untuk mengenakan pakaian yang berwarna merah polos tanpa variasi apapun. Diriwayatkan oleh Ibnu Abbas Radhiallahuanhuma:</p><p dir='rtl'>كاَنَ رَرسو رل اللََِّّ صَلََّّ ا رللََّّ علَيَْهِ وَسَلَََّّ يلَْب رسَ يوَْمَ العِْيدِ بررْدَةً حََْرَاءَ</p><q>Sesungguhnya Rasulullah SAW dahulu pernah memakai burdah berwarna merah di hari raya.</q><p>Masalahnya adalah apabila pakaian itu muza’far dan mu’asfar. Maksudnya adalah pakaian yang bahannya dicelup dengan zat tertentu yang dikenal di negri arab dengan sebutan za’faran, sehingga menyebabkan pakaian tersebut berwarna merah za’faran.</p><p>Karena pakaian muza’far dan mu’asfar ini ternyata merupakan ciri khas pakaian orang-orang kafir di masa Rasulullah SAW.</p><strong>3. Warna Hitam</strong><p>Para ulama sepakat bahwa memakai pakaian yang berwarna hitam hukumnya boleh saja bagi laki-laki maupun perempuan.</p>"
      },
      {
        "page": 32,
        "text": "<p dir='rtl'>عَنْ عاَئشَِةَ رَضَِِ ا رللََّّ عَنَّْاَ آَنهَّاَ قاَلتَْ : ” خَرَجَ النبَُِِّّ صَلََّّ ا رللََّّ علَيَْهِ وَسَلَََّّ ذَاتَ غدََاةٍ ، وَعلَيَْهِ مِرْطٌ رمرَحَّلٌ مِنْ شَعْرٍ آَسْوَدَ ”</p><q>Dari Aisyah Radhiallahuanha berkata: Nabi SAW keluar pada suatu pagi, dengan mengenakan pakaian berwarna hitam. (HR. Muslim)</q><strong>4. Warna Kuning</strong><p>Para ulama sepakat bahwa bolehnya memakai pakaian yang berwarna kuning. Dengan syarat bahwa pakaian tersebut bukan pakaian yang mua’asfar, yang mana pakaian tersebut merupakan ciri khas orang kafir di zaman Rasulullah SAW.</p><p>Lain halnya dengan warna-warna pakaian di zaman sekarang ini. Warna-warna yang dihasilkan tidak tersentuh wilayag halal dan haram karena tidak tersentuh oleh za’faran.</p><strong>5. Warna Hijau</strong><p>Pakaian yang berwarna hijau ini merupakan pakaian ahlul jannah. Sehingga para ulama sepakat bahwa hukum memakainya adalah sunnah atau mustahab.</p><p dir='rtl'>عاَلِيَْرمْ ثِيَا رب رس نْ ردسٍ رخضْرٌ وَاِسْ تَبََْقٌ</p><q>Mereka mengenakan pakaian yang terbuat dari emas berwarna hijau. (QS. Al-Insan)</p>"
      },
      {
        "page": 33,
        "text": "<p dir='rtl'>وَلِحَدِيثِ آَبَِ رِمْثةََ قاَلَ :  رَآَي رتْ رَرسولَ اللََِّّ صَلََّّ s ا رللََّّ علَيَْهِ وَسَلَََّّ وَعلَيَْهِ بررْدَانِ آَخْضَرَانِ ”</p><q>Dari Abi Rimtsah berkata : Aku melihat Rasulullah SAW mengenakan dua burdah yang berwarn hijau. (HR. Abu Daud)</q><strong>G. Batasan-Batasan Aurat Muslimah</strong><p>Dari pemaparan pendapat para ulama diatas dapat kita ketahui batasan-batasan aurat seorang wanita Muslimah. Akan tetapi bagi seorang wanita tergantung dari siapa yang bersamanya. Terkadang aurat wanita itu berbeda-beda batasannya tergantung siapa yang dihadapinya.</p><p>Berikut ini adalah beberapa batasan aurat wanita yang harus diperhatikannya.</p><strong>1. Di dalam Shalat</strong><p>Para ulama telah bersepakat bahwa hukum menutup aurat ketika shalat adalah wajib, berdasarkan dalil:</p><p dir='rtl'>خُذُوْا زِيْنَتَكُمْ عِنْدَ كُلِّ مَسْجِدٍ</p><q>pakailah pakaianmu yang indah di setiap (memasuki) masjid. (QS Al-A’raf :31)</q><p>Menurut Ibnu ‘Abas yang dimaksud dengan zinah dalam ayat tersebut adalah pakaian shalat.</p>"
      },
      {
        "page": 34,
        "text": "<p dir='cntn'>Juga hadits nabi s.a.w:</p><q>Allah tidak menerima shalatnya seorang perempuan yang sudah haidh (baligh) kecuali dengan khimar (penutup kepala). (HR Abu Daud dan Tirmidzi)</q><p>Imam Asy-Syilbi dalam Hasyiyahnya menjelaskan syarat pakaian shalat bagi seorang wanita, yaitu tidak tipis dan transparan sehingga memperlihatkan aurat dibalik pakaian tersebut.</p><p>Adapun untuk laki-laki, mazhab Maliki memandang bahwa menutup aurat dalam shalat hukumnya sunah, menurut mazhab ini kata zinah dalam ayat diatas berarti pakaian.</p><p>Selain itu terdapat hadits yang menceritakan bahwa rasulullah dan para sahabat shalat, sedangkan mereka hanya mengenakan kain yang diikatkan dileher mereka, dan mereka melarang para wanita untuk bangkit dari sujud sampai para sahabat menyempurnakan duduk mereka, hal ini untuk menghindari terlihatnya aurat para sahabat.</p><strong>2. Di depan laki-laki asing</strong><p>Mayoritas ulama bersepakat bahwa seluruh tubuh wanita adalah aurat didepan laki-laki asing yang bukan mahramnya, kecuali muka dan telapak</p>"
      },
      {
        "page": 35,
        "text": "<p dir='cntn'>tangan dengan syarat aman dari fitnah, berdasarkan dalil:</p><p dir='rtl'>لَا يُبْدِيْنَ زِيْنَتَهُنَّ اِلَّا مَا ظَهَرَ مِنْهَا</p><q>Dan janganlah mereka (para perempuan) menampakan perhiasan mereka kecuali apa yang Nampak darinya. (Qs. An-Nur:31)</q><p>Hadits Asma binti Abu Bakar:</p><p dir='rtl'>آنها دخلت علَّ رسول الله ﷺ وعليْا ثياب رقاق فأ عرض عنَّا. وقال: يَ  آسماء ان المر آة  اذا بلغت المحيض لم تصلح آن يرى منَّا الاهذاوهذا. و آشار  الَ وجْه و كفيه</p><q>Bahwasanya ia pernah menemui rasulullah s.a.w dengan mengenakan pakaian yang tipis, kemudian beliau berpaling darinya dan berkata: Wahai Asma, sesungguhnya seorang perempuan jika telah baligh tidak boleh nampak darinya ini dan ini, seraya menunjuk muka dan telapak tangannya. (HR Abu Daud)</q><p>Imam Nawawi dalam Al-Majmu’ menerangkan sebab pengecualian muka dan telapak tangan, bahwa dalam beberapa kondisi seperti akad jual beli dan persaksian, seorang perempuan perlu memperlihatkan mukanya sebagai tindakan preventif dari kecurangan.</p>"
      },
      {
        "page": 36,
        "text": "<p>Adapun imam Abu Hanifah memandang bahwa telapak kaki bukanlah aurat, karena menurut beliau telapak kaki merupakan anggota tubuh yang biasa terlihat. Sedangkan Ibnu ‘Abidin, seorang ulama dari madzhab Hanafi berpendapat bahwa punggung telapak tangan adalah aurat, karena telapak tangan diartikan hanya bagian dalamnya saja dan tidak mencangkup punggung telapak tangan.</p><strong>3. Di depan wanita non muslimah</strong><p>Jumhur fuqaha selain mazhab hanbali bersepakat bahwasanya batasan aurat muslimah didepan wanita non muslimah seperti batasan didepan laki-laki asing yang bukan mahramnya. Berdasarkan dalil:</p><p dir='rtl'>ولا يبدين زينتهن  الا ما ظهر منَّا  الا لبعولتهن… آو نسا ئِن</p><q>Dan mereka (para wanita) tidak diperbolehkan menampakkan perhiasan mereka kecuali yang nampak darinya, kecuali didepan suami-suami mereka… atau wanita-wanita mereka. (Qs. AnNur:31)</q><p>Imam Ath-Thabari dalam tafsirnya menyebutkan bahwa yang dimaksud dengan wanita-wanita mereka adalah wanita-wanita muslimah.</p><p>Selain berdalih dengan ayat diatas, terdapat riwayat yang menyebutkan bahwa Umar bin</p>"
      },
      {
        "page": 37,
        "text": "<p dir='cntn'>Khatab r.a melarang para wanita dari kalangan ahlul kitab untuk memasuki kamar mandi bersama wanita muslimah.</p><p>Namun beberapa ulama syafi’iyah membolehkan seorang wanita non muslimah untuk melihat aurat wanita muslimah ketika mereka bermitra dalam sebuah pekerjaan, karena pada dasarnya mereka satu jenis, dengan syarat tidak melebihi batasan aurat muslimah didepan wanita muslimah lainnya.</p><p>Pendapat ini juga ambil oleh mazhab Hanbali, dalam madzhab ini batasan aurat sesama wanita sama dengan batasan aurat sesama laki-laki.</p><p>Ibnu Qudamah dalam kitab Al-Mughni menerangkan bahwa dahulu para istri nabi sering didatangi wanita-wanita yahudi dan wanita-wanita non muslimah lainnya, dan mereka tidak berhijab didepan wanita-wanita tersebut.</p><strong>4. Di depan wanita muslimah</strong><p>Adapun batasan aurat sesama muslimah menurut para ulama adalah sama dengan batasan aurat sesama laki-laki, yaitu antara pusar dan lutut, hal ini karena tidak ada hal yang membedakan antara keduanya dan umumnya tidak menimbulkan syahwat.</p><p>Namun jika dirasa tidak aman dari fitnah dan syahwat maka hukum melihatnya adalah haram.</p>"
      },
      {
        "page": 38,
        "text": "<strong>5. Di depan mahramnya</strong><p>Yang dimaksud dengan mahram adalah yang haram dinikahi baik dari sisi keturunan (hubungan darah), ikatan pernikahan, ataupun persusuan.</p><p>Menurut madzhab Maliki dan Hanbali aurat seorang wanita didepan mahramnya adalah seluruh tubuhnya kecuali muka, kepala, tangan, dan kaki. Jadi, dalam kondisi apapun seorang wanita tidak diperbolehkan memperlihatkan auratnya kecuali yang telah disebutkan diatas, walaupun tidak mengundang syahwat.</p><p>Namun Abu Ya’la dari madzhab Hanbali mempunyai pandangan yang berbeda, menurut beliau batasan aurat seorang wanita dengan mahramnya seperti batasan antara laki-laki dengan laki-laki, yaitu antara pusar dan lutut.</p><p>Sedangkan menurut Madzhab Hanafi aurat seorang wanita didepan mahramnya adalah antara pusar dan lutut, punggung dan perut. Namun ketika dirasa aman dari fitnah dan syahwat, madzhab ini tidak membolehkan mahramnya untuk melihat antara pusar dan lutut.</p><p>Pendapat ini didasarkan pada penafsiran surat An-Nur, ayat 31:</p><p dir='rtl'>ولا يبدين زينتهن  الا ما ظهر منَّا</p><p>Makna ziinah dari ayat diatas bukanlah perhiasan, tapi anggota tubuh yang dipakaikan</p>"
      },
      {
        "page": 39,
        "text": "<p dir='cntn'>atas perhiasan tersebut, karena melihat perhiasan tidak dilarang. Sebagaimana kepala dipakaikan diatasnya mahkota, leher dan dada dipakaikan kalung, dan anggota tubuh lainnya. Sedangkan punggung, perut dan paha tidak ada perhiasan yang dipakaikan diatasnya, maka ia termasuk aurat.</p><p>Madzhab Hanafi menambahkan alasannya, bahwa jika melihat kepada anggota tubuh antara pusar dan lutut saja dilarang maka melihat punggung dan perut lebih utama.</p><p>Sedangkan madzhab Syafi’i dalam masalah ini mempunyai dua pendapat. Pendapat yang pertama menyebutkan batasannya antara pusar dan lutut, sedangkan pendapat yang kedua membolehkan seorang laki-laki mahramnya untuk melihat auratnya bagian tubuh yang biasa terlihat didalam rumah seperti kepala, leher, tangan hingga siku, dan kaki hingga lutut.</p><p>Namun jika mahramnya adalah seorang laki-laki kafir maka ia tetap dianggap seperti saudaranya, dengan dalil hadits Ummu Habibah ketika Abu Sufyan mendatanginya dirumah rasulullah s.a.w ia tidak mengenakan hijab, dan beliau tidak mengingkari sikap Ummu Habibah.</p><strong>H. Siapa Saja Mahram Kita?</strong><p>Al-Qur’anul Kariem telah menyebutkan sebagian dari wanita yang haram dinikahi antara lain :</p>"
      },
      {
        "page": 40,
        "text": "<p dir='rtl'>حُرِّمَتْ عَلَيْكُمْ اُمَّهٰتُكُمْ وَبَنٰتُكُمْ وَاَخَوٰتُكُمْ وَعَمّٰتُكُمْ وَخٰلٰتُكُمْ وَبَنٰتُ الْاَخِ وَبَنٰتُ الْاُخْتِ وَاُمَّهٰتُكُمُ الّٰتِيْٓ اَرْضَعْنَكُمْ وَاَخَوٰتُكُمْ مِّنَ الرَّضَاعَةِ وَاُمَّهٰتُ نِسَاۤىِٕكُمْ وَرَبَاۤىِٕبُكُمُ الّٰتِيْ فِيْ حُجُوْرِكُمْ مِّنْ نِّسَاۤىِٕكُمُ الّٰتِيْ دَخَلْتُمْ بِهِنَّۖ فَاِنْ لَّمْ تَكُوْنُوْا دَخَلْتُمْ بِهِنَّ فَلَا جُنَاحَ عَلَيْكُمْ ۖ وَحَلَاۤىِٕلُ اَبْنَاۤىِٕكُمُ الَّذِيْنَ مِنْ اَصْلَابِكُمْۙ وَاَنْ تَجْمَعُوْا بَيْنَ الْاُخْتَيْنِ اِلَّا مَا قَدْ سَلَفَ ۗ اِنَّ اللّٰهَ كَانَ غَفُوْرًا رَّحِيْمًا</p><q>Diharamkan atas kamu (mengawini) ibu-ibumu; anak-anakmu yang perempuan; saudarasaudaramu yang perempuan, saudara-saudara bapakmu yang perempuan; saudara-saudara ibumu yang perempuan; anak-anak perempuan dari saudara-saudaramu yang laki-laki; anakanak perempuan dari saudara-saudaramu yang perempuan; ibu-ibumu yang menyusui kamu; saudara perempuan sepersusuan; ibu-ibu isterimu (mertua); anak-anak isterimu yang dalam pemeliharaanmu dari isteri yang telah kamu campuri, tetapi jika kamu belum campur dengan isterimu itu (dan sudah kamu ceraikan), maka tidak berdosa kamu mengawininya; (dan diharamkan bagimu) isteri-isteri anak kandungmu (menantu); dan menghimpunkan (dalam perkawinan) dua perempuan yang bersaudara, kecuali yang telah terjadi pada masa lampau; sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.</q>"
      },
      {
        "page": 41,
        "text": "<p>Banyak sekali sebab-sebab yang menyebabkan seseorang bisa menjadi mahram kita atau mahram bagi orang lain. Beberapa mahram tersebut pun ada yang bersifat abadi selamanya dan ada pula yang bersifat sementara. Tiga diantaranya sudah disepakati oleh para ulama dan beberapa yang lain terjadi perbedaan pendapat diantara ulama.</p><p>Dari ayat diatas dapat kita rinci beberapa kriteria orang yang haram dinikahi. Dan sekaligus juga menjadi orang yang boleh melihat bagian aurat tertentu dari wanita. Mereka adalah :</p><ul><li>Ibu kandung</li><li>Anak-anakmu yang perempuan</li><li>Saudara-saudaramu yang perempuan</li><li>Saudara-saudara bapakmu yang perempuan</li><li>Saudara-saudara ibumu yang perempuan</li><li>Anak-anak perempuan dari saudarasaudaramu yang laki-laki</li><li>Anak-anak perempuan dari saudarasaudaramu yang perempuan</li><li>Ibu-ibumu yang menyusui kamu</li><li>Saudara perempuan sepersusuan</li><li>Ibu-ibu istrimu anak-anak istrimu yang dalam pemeliharaanmu dari istri yang telah kamu campuri</li><li>Istri-istri anak kandungmu</li></ul>"
      },
      {
        "page": 42,
        "text": "<p>Berikutlah pembagian mahram yang bersifat abadi dari sisi wanita. Para ulama membaginya menjadi tiga kelompok.</p><strong>a. Mahram Karena Nasab</strong><p>Mahram karena nasab ini merupakan salah satu mahram yang bersifat abadi. Maksudnya adalah pernikahan yang haram terjadi antara laki-laki dan perempuan untuk selamanya meski apapun yang terjadi antara keduanya.</p><p>Seperti halnya seorang ibu yang haram menikahi anak kandungnya sendiri atau anak perempuan menikahi ayah kandungnya sendiri.</p><p>Dan mahram inilah yang diperbolehkan melihat sebagian dari aurat wanita.</p><p>Mahram karna nasab dari pihak wanita dapat kita rinci sebagai berikut :</p><ul><li>Ayah</li><li>Anak laki-laki</li><li>Saudara laki-laki</li><li>Saudara ayah (paman)</li><li>Saudara ibu (paman)</li><li>Keponakan laki-laki dari saudara laki-laki</li><li>Keponakan laki-laki dari saudari perempuan</li></ul><p>Mahram karna nasab mungkin bisa kita katakan sebagai hubungan antara laki-laki dan perempuan yang masih satu nasab atau satu keluarga. Akan tetapi perlu kita perhatikan kembali kata keluarga</p>"
      },
      {
        "page": 43,
        "text": "<p dir='cntn'>disini tidak mencakup seluruh keluarga, hanya sebagian saja.</p><p>Seperti halnya sepupu laki-laki bagi seorang wanita itu bukan mahramnya. Walau di masa kecilnya mereka sudah terbiasa bersama namun ketika dewasa mereka tetap saja bukan mahram. Sehingga harus tetap menjaga dan menutup aurat dihadapannya.</p><p>Maka selain mahram keluarga yang ditetapkan , dia tidak ada hubungan kemahraman. Maka, baik wanita ataupun laki-kali tetap menjaga auratnya.</p><strong>b. Mahram Karena Pernikahan</strong><p>Penyebab kemahraman abadi kedua adalah mushaharah atau akibat adanya pernikahan. Sehingga terjadi hubungan mertua menantu atau orang tua tiri.</p><p>Berikut ini adalah siapa saja mahram bagi wanita yang sudah menikah:</p><ul><li>Ayah dari suami</li><li>Anak laki-laki dari suami (tiri)</li><li>Suami dari anak laki-laki (menantu)</li><li>Suami dari ibu mertua (ayah tiri)</li></ul><p>Dan kemahramannya berlaku selama-lamanya, meskipun wanita itu barangkali sudah tidak lagi menjadi menantu.</p><p>Maka seperti adik ipar kakak ipar laki-laki itu bukan mahrma sehingga harus tetap menjaga dan menutup aurat di hapadan mereka.</p>"
      },
      {
        "page": 44,
        "text": "<strong>c. Mahram karena Penyusuan</strong><p>Apabila seorang ibu ingin menyusukan anak bayinya kepada orang lain dengan sebab tertentu, maka anak ini ada tambahan mahram baginya.</p><p>Berikut inilah rincian dari siapa saja yang menjadi mahram sepersusuan bila seorang bayi perempuan menyusu kepada ibu susu nya:</p><ul><li>Suami dari ibu yang menyusui</li><li>Anak laki-laki dari wanita yang menyusui</li><li>Saudara laki-laki dari ibu yang menyusui</li><li>Ayah dari wanita yang menyusui</li><li>Ayah dari suami wanita yang menyusui</li><li>Saudara dari suami wanita yang menyusui</li><li>Bayi laki-laki yang menyusu pada wanita yang sama</li></ul><strong>I. Apakah Harus Bercadar?</strong><p>Di negara kita ini memang tampak asing bagi seorang wanita yang memakai cadar. Karena memang sebagian besar wanita muslimah di sini tidak memakai cadar.</p><p>Lain halnya dengan negara arab yang sebagian besar wanita di sana memang memakai cadar. Lalu bagaimana sebenarnya hukum cadar itu sendiri?</p><p>Alhamdulillah salah satu ustadz di Rumah Fiqih Indonesia sudah mengupas tuntas tentang cadar dalam judul buku nya “Hukum Cadar Bagi Wanita”</p>"
      },
      {
        "page": 45,
        "text": "<p>Kesimpulan yang dapat penulis ambil adalah bahwa kita perlu ketahui terlebih dahulu apakah wajah wanita itu termasuk dalam bagian aurat yang harus ditutupi?</p><p>Dalam hal ini para ulama berbeda pendapat. Sebagian mewajibkan cadar dan sebagian yang lain tidak mewajibkan cadar.</p><strong>1. Wajib Cadar</strong><p>Salah satu dalil yang digunakan bagi yang mewajibkan cadar adalah surat Al-Ahzab: 59</p><p dir='rtl'>يٰٓاَيُّهَا النَّبِيُّ قُلْ لِّاَزْوَاجِكَ وَبَنٰتِكَ وَنِسَاۤءِ الْمُؤْمِنِيْنَ يُدْنِيْنَ عَلَيْهِنَّ مِنْ جَلَابِيْبِهِنَّۗ ذٰلِكَ اَدْنٰىٓ اَنْ يُّعْرَفْنَ فَلَا يُؤْذَيْنَۗ وَكَانَ اللّٰهُ غَفُوْرًا رَّحِيْمًا</p><q>Hai Nabi, katakanlah kepada istri-istrimu, anakanak perempuanmu dan istri-istri orang mukmin, hendaklah mereka mengulurkan jilbabnyake seluruh tubuh mereka. Yang demikian itu supaya mereka lebih mudah untuk dikenal, karena itu mereka tidak diganggu. Dan Allah adalah Maha Pengampun lagi Maha Penyayang. (QS. ALAhzab: 59)</q><p>Para ulama yang mewajibkan cadar ini mengutip pendapat sebagian mufassirin terhadap ayat ini. Dimana seorang wanita wajib menjulurkan jilbabnya keseluruh tubuhnya, termasuk kepala, muka dan semuanya. Kecuali mata untuk melihat.</p>"
      },
      {
        "page": 46,
        "text": "<strong>2. Tidak Wajib Cadar</strong><p>Sedangkan para ulama yang tidak mewajibkan cadar berpendapat bahwa wajah seorang wanita bukan termasuk aurat. Maka ketika ia bukan aurat tidak wajib pula untuk di tutup oleh cadar.</p><p>Namun, bukan berarti pula bahwa ketika wajah wanita ini bukan termasuk aurat maka para lelaki boleh memandangnya dengan syahwat yang menyebabkan kepada kemaksiatan. Tetap saja tidak dibenarkan hukumnya. Karena kita juga diperintahkan untuk menundukkan pandangan kita.</p><p>Pendapat ini didukung oleh para sahabat Nabi, dan juga mazhab Al-Hanafiyah, Al-Malikiyah, AsSyafi’iyah dan Al-Hanabilah.</p><p>Dalilnya adalah ijma’ para ulama yang mengatakan bahwa aurat wanita adalah seluruh tubuhnya kecuali muka dan telapak tangan.</p><strong>Kesimpulan</strong><p>Alhamdulillah dari beberapa penjelasan diatas dengan dalil-dalil yang insya Allah shahih kita dapat mengambil kesimpulan dari pakaian syar’i itu sendiri.</p><p>Tidak adanya ayat Al-qur’an yang eksplisit yang menjelaskan bahwa wanita muslimah harus berpakaian syar’i. Akan tetapi justru ayat yang ada dan juga hadits yang ada adalah perintah untuk menutup aurat. Dan juga bagi wanita untuk</p>"
      },
      {
        "page": 47,
        "text": "<p dir='cntn'>menjulurkan kerudungnya hingga menutupi dadanya.</p><p>Aurat wanita menurut pendapat jumhur ulama adalah seluruh tubuhnya kecuali muka dan telapak tangan.</p><p>Nah, dari batas itulah yang perlu kita jaga. Silahkan tutup aurat yang tidak boleh terlihat dengan penutup aurat yang ada. Selama kriteriakriteria pakaian penutup aurat ini terpenuhi.</p><p>Perintah untuk menutup aurat ini umum untuk semua kalangan. Karena beberapa orang ada yang beranggapan bahwa yang harus dan wajib menutup aurat dengan jilbab atau kerudung adalah para muslimah yang belajar di pesantren. Tentunya itu adalah anggapan yang salah.</p><p>Baik muslimah yang belajar di pesantren atau belajar di sekolah umum, mereka semua wajib untuk menutup aurat mereka.</p><p>Jadi, pakaian syar’i tidak melulu yang harus panjang menjulur. Atau jilbab syar’i itu juga tidak mesti harus panjang menjulur. Tapi tidak pendek juga sehingga aurat dapat dengan mudah tersingkap.</p><p>Jika memang memakai jilbab yang panjang dirasa lebih aman, nyaman, dan telah memenuhi kriteria pakaian syar’i maka silahkan saja memakainya.</p><p>Dan kalau memang merasa aman dan nyaman dengan jilbab yang tidak terlalu panjang pun</p>"
      },
      {
        "page": 48,
        "text": "<p dir='cntn'>silahkan dipakai. Dengan syarat bahwa jilbab tersebut harus memenuhi kriteria dalam syari’at.</p><p>Tidak harus memakai cadar pula, karena wajah memang bukan aurat. Tapi, jika memang ingin merasa aman dari fitnah maka silahkan saja.</p><p>Akan lebih bijak dan lebih indah jika kita samasama memakai pakaian dan jilbab yang menutup aurat tanpa harus merasa lebih syar’i dari yang lainnya. Tanpa harus merasa paling hijrah dari yang lainnya. Sama-sama kita perbaiki niat, untuk apa kita pakai pakaian tersebut.</p><p>Hati-hati, akan haram hukum suatu pakaian jika kita pakai untuk suatu kesombongan.</p><p>Wallahu ‘alam bisshawab.</p>"
      }
    ]
  },
  {
    "id": "3j2",
    "info": {
      "title": "Suara Wanita Auratkah?",
      "author": "Nur Azizah, Lc",
      "publish": "Thu, 27 December 2018",
      "pages": 20,
      "price": 0,
      "category": "Fiqih Wanita",
      "source": "https://www.rumahfiqih.com/pdf/z.php?id=130",
      "desc": "Secara bahasa suara adalah bunyi. Menurut istilah suara adalah apa-apa yang keluar dari mulut berupa bunyi yang membentuk suatu perkataan."
    },
    "tableOfContents": [
      { "page": 5, "text": "Pengertian" },
      { "page": 5, "text": "Hukum" },
      {
        "page": 6,
        "text": "Dalil-dalil",
        "sub": [
          { "page": 8, "text": "Al-Qur'an" },
          { "page": 11, "text": "Sunnah" }
        ]
      },
      {
        "page": 12,
        "text": "Pendapat Para Ulama",
        "sub": [
          { "page": 13, "text": "Mazhab Al-Hanafiyah" },
          { "page": 14, "text": "Mazhab Al-Malikiyah" },
          { "page": 16, "text": "Mazhab Asy-Syafi'i" },
          { "page": 17, "text": "Mazhab Al-Hanabilah" },
          { "page": 18, "text": "Mazhab Azh-Zhahiriyah" }
        ]
      }
    ],
    "content": [
      {
        "page": 5,
        "text": "<strong>A. Pengertian</strong><p>Secara bahasa suara adalah bunyi. Menurut istilah suara adalah apa-apa yang keluar dari mulut berupa bunyi yang membentuk suatu perkataan.</p><p>Islam sangat memuliakan wanita, sehingga ada beberapa syariat yang hanya dikhususkan bagi seorang wanita. Seperti halnya dalam masalah haidh, nifas, istihadhoh, aurat dan lain sebagainya.</p><p>Aurat wanita pada dasarnya adalah seluruh bagian tubuhnya kecuali wajah dan telapak tangan menurut jumhur ulama. Walaupun dalam Mazhab Al-Hanafiyah berpendapat bahwa telapak kaki bukanlah aurat. Dalam hal ini jelas sekali bahwa ulama tidak menyebutkan suara wanita sebagai aurat.</p><strong>B. Hukum</strong><p>Jumhur ulama sepakat bahwa suara wanita itu bukan aurat. Sehingga laki-laki asing yang bukan mahramnya boleh mendengar suara seorang wanita dewasa. Sehingga mendengar wanita berbicara atau bersuara, tidaklah termasuk hal yang terlarang dalam Islam.</p><p>Syaikh Dr. Wahbah Zuhaili Hafizhahullah berpendapat bahwa suara wanita menurut jumhur ulama bukanlah aurat, karena para sahabat Nabi mendengarkan suara para istri Nabi SAW untuk mempelajari hukum-hukum agama, tetapi diharamkan mendengarkan suara wanita yang disuarakan dengan melagukan dan</p>"
      },
      {
        "page": 6,
        "text": "<p dir='cntn'>mengeraskannya, walaupun dalam membaca Al Quran, dengan sebab khawatir timbul fitnah.</p><p>Dalam Hasyihah Qolyusii dikatakan : “Ada pun suara wanita, jika si pendengarnya berlezat-lezat dengannya atau menikmatinya, atau khawatir terjadi fitnah pada dirinya, maka diharamkan mendengarkannya, jika tidak khawatir dengan fitnah maka tidak diharamkan. Para sahabat radhiyallahu’anhum mendengarkan suara wanita ketika berbincang dengan mereka (dan itu tidak mengapa).</p><strong>C. Dalil-dalil</strong><p>Di antara dalil bahwa suara wanita bukan aurat adalah bahwa para istri Nabi berbicara langsung dengan para shahabat, tanpa menggunakan perantara mahram atau juga tidak dengan tulisan.</p><p>Ketika ibunda mukminin Aisyah radhiyallahu 'anha meriwayatkan hadist dari Rasulullah SAW, beliau tidak menuliskannya di dalam sebuah makalah atau buku, melainkan beliau berbicara langsung kepada para shahabat Rasulullah SAW.</p><p>Padahal beliau termasuk perawi hadits yang sangat produktif, sehingga bisa kita bayangkan bahwa sosok beliau adalah seorang guru atau dosen agama wanita yang banyak berceramah atau memberi kuliah di depan para shahabat lainnya. Bahkan hampir semua hadits tentang fiqih</p>"
      },
      {
        "page": 7,
        "text": "<p dir='cntn'>wanita, didapat oleh para shahabat dari kuliahkuliah yang disampaikan oleh Aisyah ra.</p><p>Semua ini menunjukkan bahwa tidak ada larangan dalam syariah untuk mendengar suara wanita. Sebab kalau suara wanita dikatakan sebagai aurat, seharusnya kita tidak akan pernah menemukan hadits yang diriwayatkan oleh Aisyah dan ummahatul mukminin lainnnya.</p><p>Namun kenyataannya, hadits-hadits yang diriwayatkan oleh istri-istri nabi SAW sangat banyak menghiasi kitab-kitab hadits.</p><p>Demikian juga klta ketahui bahwa Rasulullah SAW berbicara langsung juga dengan para wanita shahabiyah, juga tidak menggunakan perantaraan atau pun tulisan. Bahkan ketika Rasulullah SAW berbai'at, beliau berbicara dengan para wanita secara langsung. Tidak lewat surat atau tulisan sebagaimana yang sering kita lihat di zaman sekarang ini.</p><p>Dan tentunya kita ingat bahwa Rasulullah SAW punya satu hari khusus untuk mengajarkan para wanita ilmu-ilmu agama. Dan pengajaran ini diberikan langsung oleh Rasulullah SAW tanpa perantaraan para istrinya. Beliau berbicara dan berdialog secara langsung dengan para wanita.</p><p>Lebih jauh lagi, kita pun mendapatkan riwayat yang menyebutkan bahwa Rasulullah SAW dan beberapa shahahat diriwayatkan pernah mendengar nyanyian yang dinyanyikan para wanita anshar. Dan beliau tidak melarang mereka</p>"
      },
      {
        "page": 8,
        "text": "<p dir='rtl'>dari bernyanyi. Lepas dari perbedaan para ulama dalam menetapkan hukum nyanyian.</p><p>Maka dengan demikian, tidak ada alasan untuk melarang wanita bersuara di depan orang laki-laki, karena suara mereka bukan termasuk aurat. Dan hal ini sudah sampai kepada suara mayoritas dari nyaris hampir semua ulama. Boleh dikatakan bahwa jumhur ulama sepakat mengatakan bahwa suara seorang wanita pada dasarnya bukan aurat.</p><strong>1. Al-Qur’an</strong><p>Allah Subhanahuwata’ala menceritakan wanita yang mengadu kepada Nabi Shallalahu Alaihi Wasallam tentang dzihar yang dilakukan suami wanita tersebut. Firman-Nya adalah sebagai berikut :</p><p dir='rtl'>قَدْ سَمِعَ اللّٰهُ قَوْلَ الَّتِيْ تُجَادِلُكَ فِيْ زَوْجِهَا وَتَشْتَكِيْٓ اِلَى اللّٰهِ ۖوَاللّٰهُ يَسْمَعُ تَحَاوُرَكُمَاۗ اِنَّ اللّٰهَ سَمِيْعٌۢ بَصِيْرٌ</p><q>Allah telah mendengar ucapan perempuan yang mengajukan gugatan kepadamu (Muhammad) tentang suaminya, dan mengadukan (halnya) kepada Allah, dan Allah mendengar percakapan antara kamu berdua . ( QS. Al Mujadalah : 1)</q><p>Abu Ja’far Muhammad ibn Jarir Ath-Thabar dalam kitabnya Jamî’ al-Bayn ‘an Ta’wil Ay alQur’an vol 22, halaman 447. Ayat ini turun berkenaan dengan masalah yang dihadapi Khaulah</p>"
      },
      {
        "page": 9,
        "text": "<p dir='cntn'>binti Tsa’labah yang ditinggal suaminya, Aus ibn Samit.</p><p>Diriwayatkan oleh Siti Aisyah, pada suatu ketika datanglah Khaulah binti Tsa’labah yang mengadu dan mendebat kepada Rasulullah tentang sikap suaminya, Aus ibn Samit, yang tiba-tiba meninggalkannya. Khaulah menyampaikan bahwa selama menjadi istri, ia selalu melayani Aus dengan penuh kasih. Tetapi, saat usia mulai beranjak tua dan ia tak dapat melahirkan, Aus justru menziharnya. Khaulah pun mempertanyakan kepantasan zihar yang dilakukan suaminya tersebut kepada Rasul.</p><p>Dan tentu saja pengaduan Khaulah tersebut kepada Nabi mengunakan kata-kata, bukan dengan bahasa isyarat. Dan mustahil Rasulullah Shallallahu Alaihi Wasallam akan mau mendengar suara wanita tersebut bila hal tersebut adalah aurat.</p><p>Dalam al Qur’an terdapat kisah tentang dialog Nabi Musa Alaihissalam dengan dua wanita kakak beradik, yakni putri nabi Syu’aib, Firman-Nya :</p><p dir='rtl'>وَلَمَّا وَرَدَ مَاۤءَ مَدْيَنَ وَجَدَ عَلَيْهِ اُمَّةً مِّنَ النَّاسِ يَسْقُوْنَ ەۖ وَوَجَدَ مِنْ دُوْنِهِمُ امْرَاَتَيْنِ تَذُوْدٰنِۚ قَالَ مَا خَطْبُكُمَا ۗقَالَتَا لَا نَسْقِيْ حَتّٰى يُصْدِرَ الرِّعَاۤءُ وَاَبُوْنَا شَيْخٌ كَبِيْرٌ</p><q>Dan tatkala ia sampai di sumber air negeri Mad-</q>"
      },
      {
        "page": 10,
        "text": "<q>yan ia menjumpai di sana sekumpulan orang yang sedang meminumkan (ternaknya), dan ia men- jumpai di belakang orang banyak itu, dua orang wanita yang sedang menghambat (ternaknya). Musa berkata: \"Apakah maksudmu (dengan berbuat begitu)?\" Kedua wanita itu menjawab: \"Kami tidak dapat meminumkan (ternak kami), sebelum pengembalapengembala itu memulangkan (ternaknya), sedang bapak kami adalah orang tua yang telah lanjut umurnya.\" (QS. Al Qashash : 23)</q><p>Dan disambung diayat selanjutnya :</p><p dir='rtl'>فَجَاۤءَتْهُ اِحْدٰىهُمَا تَمْشِيْ عَلَى اسْتِحْيَاۤءٍ ۖقَالَتْ اِنَّ اَبِيْ يَدْعُوْكَ لِيَجْزِيَكَ اَجْرَ مَا سَقَيْتَ لَنَاۗ فَلَمَّا جَاۤءَهٗ وَقَصَّ عَلَيْهِ الْقَصَصَۙ قَالَ لَا تَخَفْۗ نَجَوْتَ مِنَ الْقَوْمِ الظّٰلِمِيْنَ</p><q>“Kemudian datanglah kepada Musa salah seorang dari kedua wanita itu berjalan kemalumaluan, ia berkata: \"Sesungguhnya bapakku memanggil kamu agar ia memberikan balasan terhadap (kebaikan)mu memberi minum (ternak) kami\". Maka tatkala Musa mendatangi bapaknya (Syu'aib) dan menceritakan kepadanya cerita (mengenai dirinya), Syu'aib berkata: \"Janganlah kamu takut. kamu telah selamat dari orang-orang yang zalim itu.\" (QS: Al-Qashash: 25)</q>"
      },
      {
        "page": 11,
        "text": "<p>Demikianlah, masih banyak dalil dalam AlQur’an yang menunjukkan bahwa suara wanita bukanlah aurat. Baik dalil-dalil tersebut bersifat umum yang mewajibkan, menyunnahkan, atau memubahkan berbagai aktivitas, yang berarti mencakup pula bolehnya wanita melakukan aktivitas-aktivitas itu.</p><strong>2. Sunnah</strong><p>Shahabiyah (sahabat wanita) mereka berbicara dengan Rasulullah Shallallahu Alaihi Wasallam.</p><p>Banyak hadits yang menceritakan bahwa para Shahabiyah dahulu juga bertanya kepada Rasulullah Shallallahu Alaihi Wasallam. Diantaranya adalah apa yang disebutkan dalam sebuah hadits berikut ini :</p><q>Dari Ibnu Abbas h, bahwa ada seorang wanita dari Juhainah datang kepada Rasulullah Shallallahu Alaihi Wasallam, lalu berkata : “Sesungguhnya ibuku telah bernadzar untuk pergi haji, tetapi dia meninggal sebelum berangkat haji, apakah saya bisa berhaji atas nama ibu saya?” Beliau bersabda: “Ya, berhajilah</q>"
      },
      {
        "page": 12,
        "text": "<q>untuknya, apa pendapatmu jika ibumu punya hutang? Bayarlah hutang kepada Allah, sebab hutang kepada Allah lebih layak untuk ditunaikan.” (HR. Bukhari no : 1852)</p><p>Para Shahabat mendatangi ummul mukminin untuk bertanya hukum agama. Dan para sahabat sendiri juga pernah pergi kepada ummahatul mukminin (para isteri Rasulullah) untuk meminta fatwa dan mereka pun memberikan fatwa dan berbicara dengan orang-orang yang datang.</p><p>Al Ahnaf ibn Qais berkata : “Aku telah mendengar hadits dari mulut Abu Bakar, Umar, Utsman dan Ali. Dan aku tidak pernah mendengar hadits sebagaimana aku mendengarnya dari mulut ‘Aisyah.” (HR. Al Hakim)</p><p>Musa bin Thalhah ra. berkata :</p><q>Aku tidak pernah melihat seorang pun yang lebih fasih bicaranya daripada Aisyah. (HR. Tirmidzi)</q><strong>C. Pendapat Para Ulama</strong><p>Jumhur ulama memang telah sepakat bahwa suara wanita itu sendiri bukan termasuk aurat. Sehingga seorang laki-laki atau siapun boleh-boleh saja mendengar suara wanita atau berbicara dengan wanita.</p>"
      },
      {
        "page": 13,
        "text": "<p>Namun tentu saja bila dalam bersuara itu para wanita melakukan rayuan, atau mendesahdesahkan suaranya, apalagi bergoyang pinggul yang akan melahirkan birahi para lelaki, sampailah kepada keharamannya. Sebab itu sudah merupakan bagian dari fitnah wanita. Jadi yang mengharamkan suara wanita, karena di balik itu ada fitnah dan madharat yang hendak dijauhi.</p><p>Para ulama berselisih tentang kapan dan di mana saja suara wanita ini akan menjadi aurat. Marilah sejenak kita simak pendapat para ulama dari setiap maazhab.</p><strong>1. Mazhab Al-Hanafiyah</strong><p>Ibnu Najim (w. 970 H) salah satu ulama mazhab Al-Hanafiyah di dalam kitabnya Al-Bahru Ar-Raiq Syarah Kanzu Ad-Daqaiq menuliskan sebagai berikut :</p><q>bahwasanya suara wanita menjadi aurat ketika (dinikmati oleh laki-laki), dan tidak termasuk aurat ketika hanya sekedar mengucapkan perkataan biasa.</q>"
      },
      {
        "page": 14,
        "text": "<strong>2. Mazhab Al-Malikiyah</strong><p>Al-Qarafi (w. 684 H) salah satu ulama mazhab AlMalikiyah di dalam kitab Adz-Dzakhirah menuliskan sebagai berikut :</p><q>Jika salah seorang dari kalian ingin mengingatkan imam dalam shalat maka tasbih untuk laki-laki dan tepukan untuk perempuan, dan dilarang bagi perempuan mengingatkan dengan suaranya karena suara perempuan adalah aurat.</q><p>Al-Hathab Ar-Ru’aini (w. 954 H) salah satu ulama mazhab Al-Malikiyah di dalam kitabnya Mawahibul Jalil menuliskan sebagai berikut :</p><q>Jika seorang perempuan shalat sendirian, maka</q>"
      },
      {
        "page": 15,
        "text": "<q>iqamah boleh baginya, malah dianjurkan. Dan bukan berhukum sunnah seperti yang terjadi dikalangan laki-laki. Sedangkan jika dalam shalat berjamaah, maka cukup dg iqamah mereka (lakilaki), dan tidak boleh yang iqamah dalam jamaah seorang wanita karena suaranya adalah aurat</q><p>Al-Kharasyi (w. 1011 H) salah satu ulama mazhab Al-Malikiyah di dalam kitab Syarhu Mukhtasor Kholil menuliskan sebagai berikut :</p><q>perkataannya: karena suaranya(perempuan) aurat) pendapat yang kuat dalam madzhab kami seperti yang disampaikan oleh An Nasir Al laqqani dalam fatwa mereka, juga apa yang disampaikan oleh syaikh kami, bahwa suara seorang perempuan bukanlah aurat.</q>"
      },
      {
        "page": 16,
        "text": "<strong>3. Mazhab Asy-Syafi’i</strong><p>An-Nawawi (w. 676 H) salah satu ulama dalam mazhab Asy-Syafi'iyah di dalam kitabnya Al-Majmu' Syarah Al-Muhadzdzab menuliskan sebagai berikut :</p><p>Qadhi Husain berkata apakah suara wanita termasuk aurat? ada dua pendapat dan yang benar menurut pendapat kami bahwasanya itu bukan aurat.</p><p>Zakaria Al-Anshari (w. 926 H) yang juga ulama mazhab Asy-syafi'iyah di dalam kitabnya Asnal Mathalib Syarah Raudhu Ath-Thalib menuliskan sebagai berikut:</p><q>Suara wanita bukan aurat.</q><p>Ibnu Hajar Al-Haitami (w. 974 H) salah satu ulama mazhab Asy-Syafi'iyah di dalam kitab AlMinhaj Al-Qawim menuliskan sebagai berikut :</p>"
      },
      {
        "page": 17,
        "text": "<q>Sedangkan wanita yang suaranya mengundang syahwat, maka ketika ia berjalan sendiri haram baginya mengucapkan juga menjawab salam laki-laki kepada laki-laki asing. Adapun bagi lakilaki asing tersebut, makruh baginya mengucapkan juga menjawab salamnya.</q><strong>4. Mazhab Al-Hanabilah</strong><p>Ibnu Qudamah (w. 620 H) ulama dari kalangan mazhab Al-Hanabilah di dalam kitabnya Al-Mughni menuliskan sebagai berikut :</p><q>Dan janganlah seorang wanita meninggikan suara ketika talbiyah. kecuali dengan kadar apa yang bisa didengar oleh teman disampingnya. seperti yang diriwayatkan Sulaiman bin Yasar dia berkata: sunah bagi mereka adalah janganlah seorang wanita, meninggikan suaranya dengan ihlal. Dan makruh baginya dikarenakan takutnya terjadi fitnah. dan oleh karena itu hal ini juga tidak disunahkan bagi seorang wanita dalam adzan dan iqamah. dan disunatkah baginya tasbih dan tepuk tangan hanya sebagai</q>"
      },
      {
        "page": 18,
        "text": "<q>pengingat dalam sholat .</q><p>Al-Mardawi (w. 885 H) salah satu ulama mazhab Al-Hanabilah di dalam kitabnya Al-Inshaf fi Ma'rifati Ar-Rajih minal Khilaf menuliskan sebagai berikut :</p><q>menurutnya suara wanita itu aurat. pendapat ini juga dipilih oleh ibnu aqil, ia berkata: wajib bagi seorang wanita untuk menjauh dari orang lain agar suaranya tidak di dengar kecuali ada kebutuhan yang sangat mendesak, karena suara wanita itu aurat.</q><strong>5. Mazhab Azh-Zhahiriyah</strong><p>Ibnu Hazm (w. 456 H) salah satu tokoh mazhab Azh-Zhahiriyah di dalam kitab Al-Muhalla bil Atsar menuliskan sebagai berikut :</p><q>Dahulu para shahabat juga mendengarkan suara dari ummahat al-mukminin, dan hal itu tidaklah</q>"
      },
      {
        "page": 19,
        "text": "<q>masalah. Banyak diriwayatkan hadits dari mereka padahal mereka masih berusia sekitar 20 tahunan atau lebih dikit.</q>"
      }
    ]
  },
  {
    "id": "YhJ",
    "info": {
      "title": "Apakah Darah Keguguran Termasuk Nifas?",
      "author": "Ahmad Hilmi, Lc.,MA",
      "publish": "Mon, 22 October 2018",
      "pages": 21,
      "price": 0,
      "category": "Fiqih Wanita",
      "source": "https://www.rumahfiqih.com/pdf/z.php?id=64",
      "desc": "Menurut Hanafiyah nifas adalah darah yang keluar setelah melahirkan. Jadi jika keluar darah sebelum bayi itu lahir, maka dihukumi sebagai istihadhah walaupun keluarnya darah berlangsung cukup lama."
    },
    "tableOfContents": [
      {
        "page": 6,
        "text": "Dalil Penciptaan Manusia dan Kehamilan",
        "sub": [
          { "page": 6, "text": "QS. Luqman ayat 14" },
          { "page": 6, "text": "QS. Al-Ahqaf ayat 15" },
          { "page": 6, "text": "QS. An-Nahl ayat 4" },
          { "page": 7, "text": "QS. Al-Hajj ayat 5" },
          { "page": 7, "text": "QS. Al-Mu'minun ayat 14" },
          { "page": 8, "text": "QS. Az-Zumar ayat 6" },
          { "page": 8, "text": "QS. Al-Ghafir ayat 67" },
          { "page": 9, "text": "QS. Hadis dari Abdullah ibn Mas'ud" }
        ]
      },
      {
        "page": 9,
        "text": "Nifas",
        "sub": [
          {
            "page": 9,
            "text": "Pengertian nifas",
            "sub": [
              { "page": 9, "text": "Hanafi" },
              { "page": 9, "text": "Maliki" },
              { "page": 10, "text": "Syafi'i" },
              { "page": 10, "text": "Hambali" }
            ]
          },
          {
            "page": 10,
            "text": "Masa Wanita Menjalani Nifas",
            "sub": [
              { "page": 10, "text": "Batas Lama Minimal" },
              { "page": 11, "text": "Batas Lama Maksimal" }
            ]
          }
        ]
      },
      {
        "page": 12,
        "text": "Keguguran",
        "sub": [
          {
            "page": 13,
            "text": "Belum Membentuk Wujud Manusia",
            "sub": [
              { "page": 14, "text": "Darah Tersebut Bukan Darah Nifas" },
              { "page": 15, "text": "Darah Tersebut Dianggap Nifas" }
            ]
          },
          { "page": 16, "text": "Terbentuk Sebagian Anggota Tubuh" },
          {
            "page": 17,
            "text": "Sudah Membentuk Manusia",
            "sub": [
              { "page": 17, "text": "Hanabilah" },
              { "page": 18, "text": "Shalif Fauza" }
            ]
          }
        ]
      },
      { "page": 18, "text": "Kesimpulan", "tail": true }
    ],
    "content": [
      {
        "page": 6,
        "text": "<strong>A. Dalil Penciptaan Manusia dan Kehamilan</strong><strong>1. Q.S. Luqman ayat 14</strong><p dir='rtl'>وَوَصَّيْنَا الْاِنْسَانَ بِوَالِدَيْهِۚ حَمَلَتْهُ اُمُّهٗ وَهْنًا عَلٰى وَهْنٍ وَّفِصَالُهٗ فِيْ عَامَيْنِ</p><q>Dan kami perintahkan kepada manusia (agar berbuat baik ) kepada kedua orang tuanya. Ibunya telah mengandung dalam keadaan lemah yang bertambah-tambah, dan menyapihnya dalam usia dua tahun……… (QS. Luqman : 14)</q><strong>2. QS. Al-Ahqaf ayat 15</strong><p dir='rtl'>وَوَصَّيْنَا الْاِنْسَانَ بِوَالِدَيْهِ اِحْسَانًا ۗحَمَلَتْهُ اُمُّهٗ كُرْهًا وَّوَضَعَتْهُ كُرْهًا ۗوَحَمْلُهٗ وَفِصٰلُهٗ ثَلٰثُوْنَ شَهْرًا</p><q>Dan kami perintahkan kepada manusia agar berbuat baik kepada kedua orang tuanya. Ibunya telah mengandungnya dengan susah payah, dan melahirkan dengan susah payah (pula) masa mengandung sampai menyapihnya selama tiga puluh bulan……(QS. Al-Ahqaf: 15)</q><strong>3. QS. An- Nahl ayat 4</strong><p dir='rtl'>خَلَقَ الْاِنْسَانَ مِنْ نُّطْفَةٍ</p><q>Dia (Allah) telah menciptakan manusia dari</q>"
      },
      {
        "page": 7,
        "text": "<q>mani…….. (QS. An-Nahl: 4)</q><strong>4. QS. Al-Hajj ayat 5</strong><p dir='rtl'>يٰٓاَيُّهَا النَّاسُ اِنْ كُنْتُمْ فِيْ رَيْبٍ مِّنَ الْبَعْثِ فَاِنَّا خَلَقْنٰكُمْ مِّنْ تُرَابٍ ثُمَّ مِنْ نُّطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ مِنْ مُّضْغَةٍ مُّخَلَّقَةٍ وَّغَيْرِ مُخَلَّقَةٍ لِّنُبَيِّنَ لَكُمْۗ وَنُقِرُّ فِى الْاَرْحَامِ مَا نَشَاۤءُ اِلٰٓى اَجَلٍ مُّسَمًّى ثُمَّ نُخْرِجُكُمْ طِفْلًا ثُمَّ لِتَبْلُغُوْٓا اَشُدَّكُمْۚ</p><q>Wahai manusia, jika kamu meragukan ( hari) kebangkitan, maka sesungguhnya kami telah menjadikan kamu dari tanah, kemudia dari setetes mani, kemudian dari segumpal darah, kemudian dari segumpal daging yang sempurna kejadiannya dan yang tidak sempurna, agar kami jelaskan kepada kamu; dan kami tetapkan dalam rahim menurut kehendak kami sampai waktu yang sudah ditentukan, kemudian kami keluarkan kamu sebagai bayi, kemudian ( dengan berangsur-angsur ) kamu sampai pada usia dewasa….. (QS. Al-Hajj: 5)</q><strong>5. QS. Al-Mu’minun ayat 14</strong><p dir='rtl'>ثُمَّ خَلَقْنَا النُّطْفَةَ عَلَقَةً فَخَلَقْنَا الْعَلَقَةَ مُضْغَةً فَخَلَقْنَا الْمُضْغَةَ عِظٰمًا فَكَسَوْنَا الْعِظٰمَ لَحْمًا ثُمَّ اَنْشَأْنٰهُ خَلْقًا اٰخَرَۗ فَتَبَارَكَ اللّٰهُ اَحْسَنُ الْخٰلِقِيْنَۗ</p>"
      },
      {
        "page": 8,
        "text": "<q>kemudian air mani itu kami jadikan sesuatu yang melekat, lalu sesuatu yang melekat itu kami jadikan segumpal daging, dan segumpal daging itu kami jadikan tulang-belulang, lalu tulang belulang itu kami bungkus dengan daging. Kemudian kami menjadikannya makhluk yang (berbentuk) lain. Maha suci Allah, Pencipta yang paling baik. (QS. AlMu’minun: 14)</q><strong>6. QS. Az-Zumar ayat 6</strong><p dir='rtl'>يَخْلُقُكُمْ فِيْ بُطُوْنِ اُمَّهٰتِكُمْ خَلْقًا مِّنْۢ بَعْدِ خَلْقٍ فِيْ ظُلُمٰتٍ ثَلٰثٍۗ ذٰلِكُمُ اللّٰهُ رَبُّكُمْ لَهُ الْمُلْكُۗ لَآ اِلٰهَ اِلَّا هُوَۚ</p><q>…Dia menjadikan kamu dalam perut ibumu, kejadian dalam kejadian dalam tiga kegelapan. Yang berbuat demikian itu adalah Allah. Tuhan Kamu, Tuhan ang memiliki kerajaan…(QS. AzZumar: 6)</q><p dir='rtl'>هُوَ الَّذِيْ خَلَقَكُمْ مِّنْ تُرَابٍ ثُمَّ مِنْ نُّطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ يُخْرِجُكُمْ طِفْلًا ثُمَّ لِتَبْلُغُوْٓا اَشُدَّكُمْ ثُمَّ لِتَكُوْنُوْا شُيُوْخًا</p><q>Dialah yang menciptakan kamu dari tanah, kemudian dari setetes mani, lalu dari segumpal darah, kemudian kamu dilahirkan sebagai seorang anak, kemudian dibiarkan sampai kamu dewasa, lalu menjadi tua…… (QS. Surat Al- Ghafir: 67)</q>"
      },
      {
        "page": 9,
        "text": "<strong>8. Hadis dari Abdullah ibn Mas’ud</strong><q>Sesungguhnya salah seorang di antara kalian dipadukan bentuk ciptaannya dalam perut ibunya selama 40 hari dalam bentuk mani, setelah itu menjadi segumpal darah selama itu pula (40 hari), lalu menjadi segumpal daging selama itu pula, kemudian Allah mengutus malaikat untuk meniupkan ruh pada janin tersebut (HR. Bukhari)</q><strong>B. Nifas</strong><strong>1. Pengertian nifas</strong><strong>a. Hanafi</strong><p>Menurut Hanafiyah nifas adalah darah yang keluar setelah melahirkan. Jadi jika keluar darah sebelum bayi itu lahir, maka dihukumi sebagai istihadhah walaupun keluarnya darah berlangsung cukup lama.</p><strong>b. Maliki</strong><p>Sedangkan menurut kalangan Maliki bahwa nifas merupakan darah yang keluar dari vagina karena sebab malahirkan, baik bersamaan dengan keluarnya bayi atau setelahnya. Dan masih menurut pendapat</p>"
      },
      {
        "page": 10,
        "text": "<p dir='cntn'>ini, darah yang keluar sebelum keluarnya bayi tidak dianggap nifas.</p><strong>c. Syafi’i</strong><p>Pendapat kalangan Syafi’iyah sama sebagamiana pendapat Hanafiyah yang mengatakan bahwa nifas adalah darah yang keluar setelah bayi dilahirkan. Dan darah yang keluar sebelum bayi lahir dihukumi sebagai darah haid.</p><strong>d. Hambali</strong><p>Menurut kalangan Hambali nifas merupakan darah yang keluar dari rahim bersamaan dengan keluarnya bayi, dan dua hari atau tiga hari sebelum bayi itu lahir yang disertai rasa sakit sampai genap empat puluh hari.</p><p>Jadi hitungan 40 hari menurut kelompok ini dimulai sejak keluarnya darah yang disertai rasa sakit. Biasanya dua atau tiga hari menjelang kelahiran.</p><strong>2. Masa Wanita Menjalani Nifas</strong><strong>a. Batas Lama Minimal</strong><p>Menurut Jumhur Ulama tidak ada batas minimal berlangsungnya masa nifas. Kapan saja sudah terlihat tanda suci (berhenti darah), maka dia wajib mandi dan shalat.</p><p>Menurut kalangan Hanafiyah ada beberapa bendapat: Abu Hanifah sendiri mengatakan minimal 25 hari, sedangkan Abu Yusuf berpendapat minimal</p>"
      },
      {
        "page": 11,
        "text": "<p dir='cntn'>11 hari, dan menurut Muhammad asy-Syaibani minimal 1 Jam.</p><p>Sedangkan menurut madzhab Syafi’iyah, sebagaimana yang disampaikan oleh al-Muzani, bahwa minimal masa nifas adalah 40 hari. Jumlah itu dihitung sejak bayi lahir.</p><p>Dari kalangan Hanbali, sebagaimana riwayat dari Ahmad bahwa minimal masa Nifas adalah 1 hari.</p><strong>b. Batas Lama Maksimal</strong><p>Menurut Jumhur Ulama dari Hanafiyah dan Hanabilah, dan sebagian kecil dari kalangan Malikiyah mengatakan bahwa lama maksimal nifas adalah 40 hari. Sedangkan kalangan Syafi’iyah menganggap 40 hari itu adalah masa keumuman, bukan batas maksimal. Pendapat tentang lama 40 hari ini didasari oleh hadis dari Ummu Salamah:</p><q>Sebagaimana yang diriwayatkan dari Ummu Salamah. beliau bertanya kepada Nabi Muhammad Shallahu Alaihi Wasallam : berapa lama wanita menunggu ketika ia melahirkan? Nabi menjawab: “wanita menunggu selama 40 hari</q>"
      },
      {
        "page": 12,
        "text": "<q>kecuali ia menemukan dirinya sudah suci sebelum itu”. (HR. Abu Daud)</q><p>Pendapat yang masyhur dari kalangan syafi’iyah dan Malikiyah adalah 60 hari. Hal ini senada dengan pendapat yang dirwayatkan dari Imam al-Auza’i.</p><q>Mereka berargumen dengan riwayat dari al-Auza’i. Dia berkata : diantara kami ada wanita yang mengalami nifas selama dua bulam. Dan ada riwayat seperti itu pula dari ‘Ato’ sesungguhnya ia mendapatkan (kasus seperti ini).</q><strong>C. Keguguran</strong><p>Saqt atau keguguran kandungan merupakan kondisi keluarnya embrio secara spontan dari dalam kandungan (rahim) sebelum kandungan masuk usia 20 minggu atau 5 bulan.</p><p>Bisa jadi yang keluar masih berupa gumpalan darah, atau gumpalan daging atau sudah terlihat bagian-bagian tubuh janin.</p><p>Dari perpedaan bentuk tadi ulama berbeda juga dalam menyimpulkan hukum darah yang keluar setelah itu. Apakah dianggap nifas, istihadhah atau haid. Berikut ini penjelasannya.</p>"
      },
      {
        "page": 13,
        "text": "<strong>1. Belum Membentuk Wujud Manusia</strong><p>Keguguran yang keluar sebelum membentuk wujud manusia bisa jadi masih berupa ‘alaqah (segumpal darah) yang menempel di dinding rahim, atau bisa juga sudah berupa mudhhgoh (segumpal daging).</p><p>Dan umumnya janin belum berbentuk itu pada usia kehamilan kurang dari 16 minggu atau 4 bulan.</p><p>Ulama’ fiqih berbeda pendapat dalam masalah ini:</p>"
      },
      {
        "page": 14,
        "text": "<strong>a. Darah Tersebut Bukan Darah Nifas</strong><p>Pendapat Ulama’ Hanafiyah:</p><q>Ulama’ Hanafiyah Mengatakan : sesungguhnya jika wanita keguguran itu mengeluarkan janin yang belum berbentuk sedikitpun , maka wanita itu tidak dihukumi nifas.</q><p>Para Ulama’ Hanabilah Mengatakan :</p><q>Ulama’ Hanabilah mengatakan : jika seorang wanita melahirkan (mengeluarkan) segumpal darah atau segumpal daging, yang belum berwujud (manusia), maka itu belum masuk dalam hukum nifas.</q><p>Itu berarti, jika yang keluar belum berbentuk wujud manusia, baik masih berupa gumpalan darah maupun sudah berupa gumpalan daging, maka darah yang keluar itu tidak disebut sebagai nifas.</p><p>Hal senada disampaikan juga oleh Dr. Shalih Fauzan bin Abdullah al-Fauzan, dalam kitabnya Al-</p>"
      },
      {
        "page": 15,
        "text": "<p dir='cntn'>Mulakhas Al-fiqhy :</p><q>Dan jika seorang wanita mengeluarkan segumpal darah atau segumpal daging, yang belum jelas rupa/ bentuk manusia, maka darah yang keluar setelah itu belum dihukumi nifas. Oleh sebab ia tidak boleh meninggalkan sholat dan puasa, karena ia tidak memiliki hukum nifas.</q><strong>b. Darah Tersebut Dianggap Nifas</strong><p>Para Ulama’ dari kalangan Malikiyah berpendapat jika wanita keguguran dan yang keluar masih berwujud gumpalan darah, dan gumpalan itu tidak meleleh jika disiram air panas, maka wanita ini sudah dihukumi nifas.</p><q>Ulama’ Malikiyah mengatakan : jika seorang wanita keguguran dan mengeluarkan gumpalan darah dan darah tersebut tidak meleleh (mencair) ketika disiram air panas, maka (itu dinggap melahirkan) masa ia iddah selesai (‘iddah haml)</q>"
      },
      {
        "page": 16,
        "text": "<q>dan setelahnya dihukumi nifas.</q><p>Hal yang senada pun diikuti oleh kalangan Syafi’iyah. Jika yang keluar adalah gumpalan darah atau sudah berupa gumpalan daging, darah setelah itu dianggap darah nifas.</p><strong>2. Terbentuk Sebagian Anggota Tubuh</strong><p>Ada kalanya seorang wanita mengalami keguguran dengan janin baru membentuk sebagian kecil wujud manusia. Pada usia gestasi 8 minggu ( 2 bulan) lengan dan tungkai menjadi lebih panjang dan jari- jari sudah mulai terbentuk. Mata, bibir dan hidung juga telah nampak.</p><p>Dalam menyikapi masalah ini, perlu kita tengaok pendapat para ulama berikut ini.</p><q>Para Fuqaha’ berpendapat bahwa jika seorang wanita keguguran, dan janinnya sudah jelas membentuk sebagian anggota tubuh manusia, seperti jari-jari tangan dan lain sebagainya., maka ia sudah dihukumi wanita nifas. Karena itu awal bentuk dari wujud manusia.</q>"
      },
      {
        "page": 17,
        "text": "<p>Konsekuensi hukum yang timbul dari keguguran seperti ini antara lain, masa idahnya dianggap selesai dengan kelahiran tersebut. Kemudian juga, jika dia seorang budah wanita dan digauli oleh tuannya, maka dia sah dianggap sebagai ummu walad (ibunya anak) dengan keguguran tersebut.</p><strong>3. Sudah Membentuk Manusia</strong><p>Umumnya, janin memiliki bentuk yang sempurna ketika mecapai kehamilan 16 minggu atau 4 bulan. Ulama dalam hal ini sepakat menghukumi darah yang kelur setelah itu adalah nifas.</p><strong>a. Hanabilah</strong><q>Ulama’ Hanabilah Mengatakan : ditetapkan hukum nifas jika seorang wanita keguguraan dan melahirkan janin yang berbentuk manusia. Ini yang shahih dari pendapat dan Nash Ahmad</q><p>Lebih lanjut disebutkan:</p><q>Ditetapkan bagi seorang wanita hukum nifas apabila melahirkan / keguguran setelah usia kehamilan 4 bulan.</q>"
      },
      {
        "page": 18,
        "text": "<strong>b. Shalih Fauzan</strong><p>Shalih Fauzan bin Abdullah al-Fauzan mengatakan dalamnya Al-Mulakhas Al-fiqhy :</p><q>Jika seorang wanita hamil mengalami keguguran, sedangkan janinnya sudah berbentuk manusia dan keluarnya diiringi darah setelahnya maka ia dihukumi wanita nifas. Keadaan janin sudah terlihat menjadi bentuk manusia umumnya dalam usia 3 bulan, dan paling sedikit 81 hari.</q><p>Dari penjelasan di atas bahwa jika seorang wanita mengalami keguguran, dengan janin yang sudah sempurna bentuknya, maka darah yang keluar dianggap nifas. Terkait penjelasan hukum nifas, bisa dilihat pada penjabaran hukum nifas.</p><strong>D. Kesimpulan</strong><p>Para ulama berbeda pendapat terkait hukum darah yang keluar pasca keguguran. Perbedaan tersebut dimulai dari pengelompokan jenis dan bentuk kegugurannya. Bentuk ‘alaqah (segumpal darah), mudhghah (segumpal daging), janin yang</p>"
      },
      {
        "page": 19,
        "text": "<p dir='cntn'>sudah terbentuk beberapa bagian tubuhnya, dan janin yang sudah sempurna tubunhya.</p><p>Jika janin belum terbentuk, maka ulama Hanafiyah dan Hanabilah tidak menganggap darah yang keluar sebagai darah nifas. Sedangkan Malikiyah dan Syafi’iyah menganggap darah yang keluar sebagai Nifas.</p><p>Sedangkan janin yang sudah mulai terbentuk beberapa nggota tubuhnya, dan atau sudah sempurna bnetuknya, maka ulama menganngap darah yang keluar sebagai darah nifas.</p>"
      }
    ]
  },
  {
    "id": "j9K",
    "info": {
      "title": "Apakah Zina Menyebabkan Kemahraman?",
      "author": "Nur Azizah, Lc",
      "publish": "Fri, 7 December 2018",
      "pages": 22,
      "price": 0,
      "category": "Fiqih Wanita",
      "source": "https://www.rumahfiqih.com/pdf/z.php?id=110",
      "desc": "Istilah mahram berasal dari makna haram, lawan kata halal. Artinya adalah sesuatu yang terlarang dan tidak boleh dilakukan."
    },
    "tableOfContents": [
      {
        "page": 5,
        "text": "Pengertian Mahram",
        "sub": [
          { "page": 5, "text": "Bahasa" },
          { "page": 5, "text": "Istilah" },
          {
            "page": 5,
            "text": "Dalil Mahram",
            "sub": [
              { "page": 8, "text": "Mahram Karena Nasab" },
              { "page": 9, "text": "Mahram Karena Pernikahan" },
              { "page": 10, "text": "Mahram Karena Penyusuan" }
            ]
          }
        ]
      },
      {
        "page": 13,
        "text": "Zina dan Kemahraman",
        "sub": [
          {
            "page": 14,
            "text": "Pendapat Pertama",
            "sub": [
              { "page": 15, "text": "Dalil Pertama" },
              { "page": 16, "text": "Dalil Kedua" }
            ]
          },
          {
            "page": 17,
            "text": "Pendapat kedua",
            "sub": [
              { "page": 18, "text": "Dalil Pertama" },
              { "page": 20, "text": "Dalil Kedua" },
              { "page": 20, "text": "Dalil Ketiga" },
              { "page": 21, "text": "Dalil Keempat" }
            ]
          }
        ]
      }
    ],
    "content": [
      {
        "page": 5,
        "text": "<strong>A. Pengertian Mahram</strong><strong>1. Bahasa</strong><p>Istilah mahram berasal dari makna haram, lawan kata halal. Artinya adalah sesuatu yang terlarang dan tidak boleh dilakukan.</p><p>Di dalam kamus Al-Mu’jam Al-Wasith disebutkan bahwa al-mahram itu adalah dzulhurmah (الحرمة ذو) yaitu wanita yang haram dinikahi.</p><strong>2. Istilah</strong><p>Sedangkan secara istilah di kalangan ulama fiqih, kata mahram di definisikan sebagai:</p><q>Para wanita yang diharamkan untuk dinikahi secara permanen, baik karena faktor kerabat, penyusuan ataupun berbesanan.</q><p>Perlu kita cermati kembali perbedaan kalimat mahram dan muhrim. Dalam keseharian banyak orang sering menyebut kata mahram ini sama makna nya dengan muhrim. Muhrim dalam bahasa Arab berarti orang yang sedang mengerjakan ibadah ihram (haji atau umrah).</p><strong>3. Dalil Mahram</strong><p>Al-Qur’anul Kariem telah menyebutkan sebagian dari wanita yang haram dinikahi antara lain :</p>"
      },
      {
        "page": 6,
        "text": "<q>Diharamkan atas kamu (mengawini) ibu-ibumu; anak-anakmu yang perempuan; saudarasaudaramu yang perempuan, saudara-saudara bapakmu yang perempuan; saudara-saudara ibumu yang perempuan; anak-anak perempuan dari saudara-saudaramu yang laki-laki; anakanak perempuan dari saudara-saudaramu yang perempuan; ibu-ibumu yang menyusui kamu; saudara perempuan sepersusuan; ibu-ibu isterimu (mertua); anak-anak isterimu yang dalam pemeliharaanmu dari isteri yang telah kamu campuri, tetapi jika kamu belum campur dengan isterimu itu (dan sudah kamu ceraikan), maka tidak berdosa kamu mengawininya; (dan diharamkan bagimu) isteri-isteri anak kandungmu (menantu); dan menghimpunkan (dalam perkawinan) dua perempuan yang bersaudara, kecuali yang telah terjadi pada masa lampau; sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.</q>"
      },
      {
        "page": 7,
        "text": "<p>Banyak sekali sebab-sebab yang menyebabkan seseorang bisa menjadi mahram kita atau mahram bagi orang lain. Beberapa mahram tersebut pun ada yang bersifat abadi selamanya dan ada pula yang bersifat sementara. Tiga diantaranya sudah disepakati oleh para ulama dan beberapa yang lain terjadi perbedaan pendapat diantara ulama.</p><p>Dari ayat diatas dapat kita rinci beberapa kriteria orang yang haram dinikahi. Dan sekaligus juga menjadi orang yang boleh melihat bagian aurat tertentu dari wanita. Mereka adalah :</p><ul><li>Ibu kandung</li><li>Anak-anakmu yang perempuan</li><li>Saudara-saudaramu yang perempuan</li><li>Saudara-saudara bapakmu yang perempuan</li><li>Saudara-saudara ibumu yang perempuan</li><li>Anak-anak perempuan dari saudarasaudaramu yang laki-laki</li><li>Anak-anak perempuan dari saudarasaudaramu yang perempuan</li><li>Ibu-ibumu yang menyusui kamu</li><li>Saudara perempuan sepersusuan</li><li>Ibu-ibu istrimu anak-anak istrimu yang dalam pemeliharaanmu dari istri yang telah kamu campuri</li><li>Istri-istri anak kandungmu</li></ul>"
      },
      {
        "page": 8,
        "text": "<p>Berikutlah pembagian mahram yang bersifat abadi. Para ulama membaginya menjadi tiga kelompok.</p><strong>a. Mahram Karena Nasab</strong><p>Mahram karena nasab ini merupakan salah satu mahram yang bersifat abadi. Maksudnya adalah pernikahan yang haram terjadi antara laki-laki dan perempuan untuk selamanya meski apapun yang terjadi antara keduanya.</p><p>Seperti halnya seorang ibu yang haram menikahi anak kandungnya sendiri atau anak perempuan menikahi ayah kandungnya sendiri.</p><p>Mahram karna nasab dari pihak wanita dapat kita rinci sebagai berikut :</p><ul><li>Ayah</li><li>Anak laki-laki</li></ul>"
      },
      {
        "page": 9,
        "text": "<ul><li>3Saudara laki-laki</li><li>4Saudara ayah (paman)</li><li>5Saudara ibu (paman)</li><li>6Keponakan dari saudara laki-laki</li><li>7Keponakan dari saudari perempuan</li></ul><p>Mahram karna nasab mungkin bias kita katakan sebagai hubungan antara laki-laki dan perempuan yang masih sati nasab atau satu keluarga. Akan tetapi perlu kita perhatikan kembali kata keluarga disini tidak mencakup seluruh keluarga, hanya sebagian saja.</p><p>Maka selain mahram keluarga yang ditetapkan , dia tidak ada hubungan kemahraman.</p><strong>b. Mahram Karena Pernikahan</strong>"
      },
      {
        "page": 10,
        "text": "<p>Penyebab kemahraman abadi kedua adalah mushaharah atau akibat adanya pernikahan. Sehingga terjadi hubungan mertua menantu atau orang tua tiri.</p><p>Berikut ini adalah siapa saja mahram bagi wanita yang sudah menikah :</p><ul><li>Ayah dari suami</li><li>Anak laki-laki dari suami (tiri)</li><li>Suami dari anak laki-laki (menantu)</li><li>Suami dari ibu mertua (ayah tiri)</li></ul><p>Dan kemahramannya berlaku selama-lamanya, meskipun wanita itu barangkali sudah tidak lagi menjadi menantu.</p><strong>c. Mahram Karena Penyusuan</strong><p>Dalam mahram karena penyusuan ini ada beberapa syarat yang harus dipenuhi sehingga menyebabkan terjadinya kemahraman. Maka tidak semua penyusuan dapat menyebabkan kemahraman. Diantara syarat-syarat yang dikemukakan oleh para ulama ialah:</p><strong>Air Susu Manusia Wanita Baligh</strong><p>Seandainya yang diminum bukan air susu manusia, seperti air susu hewan atau susu formula, maka tidak akan menimbulkan kemahraman.</p><strong>Sampainya Air Susu ke dalam Perut</strong>"
      },
      {
        "page": 11,
        "text": "<p>Yang menjadi ukuran sebenarnya bukan bayi menghisap puting, melainkan bayi meminum air susu. Sehingga bila disusui namun tidak keluar air susunya, tidak termasuk ke dalam kategori penyusuan yang menimbulkan kemahraman.</p><p>Sebaliknya, meski tidak melakukan penghisapan lewat putting susu, namun air susu ibu dimasukkan ke dalam botol dan dihisap oleh bayi atau diminumkan sehingga air susu ibu itu masuk ke dalam perut bayi, maka hal itu sudah termasuk penyusuan.</p><strong>Minimal 5 Kali Penyusuan</strong><p>Para ulama sepakat bahwa bila seorang bayi menyusu pada wanita yang sama sebanyak 5 kali, meski tidak berturut-turut, maka penyusuan itu telah menimbulkan akibat kemahraman.</p><p>Kalau baru sekali atau dua kali penyusuan saja, tentu belum mengakibatkan kemahraman. Ketentuan ini didasari oleh hadits yang diriwayatkan ibunda mukminin Aisyah radhiyallahuanha :</p><q>Dahulu ada ayat yang diturunkan dengan lafadz :Sepuluh kali penyusuan telah mengharamkan. Kemudian ayat itu dihapus dan diganti dengan 5</q>"
      },
      {
        "page": 12,
        "text": "<q>kali penyusuan. Dan Rasulullah SAW wafat dalam keadaan para wanita menyusui seperti itu. (HR. Muslim)</q><strong>Sampai Kenyang</strong><p>Hitungan satu kali penyusuan bukanlah berapa kali bayi mengisap atau menyedot air susu, namun yang dijadikan hitungan untuk satu kali penyusuan adalah bayi menyusu hingga kenyang. Biasanya kenyangnya bayi ditandai dengan tidur pulas.</p><p>Ada pun bila bayi melepas puting sebentar lalu menghisapnya lagi, tidak dianggap dua kali penyusuan, tetapi dihitung satu kali saja. Dasarnya adalah sabda Nabi SAW :</p><q>Penyusuan itu karena lapar (HR. Bukhari dan Muslim)</q><strong>Maksimal 2 Tahun</strong><p>Hanya bayi yang belum berusia dua tahun saja yang menimbulkan kemahraman. Sedangkan bila bayi yang menyusu itu sudah lewat usia dua tahun, maka tidak menimbulkan kemahraman.</p><p>Dalilnya adalah firman Allah SWT ;</p><q>وَالْوٰلِدٰتُ يُرْضِعْنَ اَوْلَادَهُنَّ حَوْلَيْنِ كَامِلَيْنِ لِمَنْ اَرَادَ اَنْ يُّتِمَّ الرَّضَاعَةَ</q><q>Para ibu hendaklah menyusukan anak-anaknya selama dua tahun penuh, yaitu bagi yang ingin menyempurnakan penyusuan. (QS. Al-Baqarah :</q>"
      },
      {
        "page": 13,
        "text": "<p dir='cntn'>233)</p><p>Berikut inilah rincian dari siapa saja yang menjadi mahram sepersusuan bila seorang bayi perempuan menyusu kepada ibu susu nya:</p><ul><li>Suami dari ibu yang menyusui</li><li>Anak laki-laki dari wanita yang menyusui</li><li>Saudara laki-laki dari ibu yang menyusui</li><li>Ayah dari wanita yang menyusui</li><li>Ayah dari suami wanita yang menyusui</li><li>Saudara dari suami wanita yang menyusui</li><li>Bayi laki-laki yang menyusu pada wanita yang sama</li></ul><strong>B. Zina dan Kemahraman</strong><p>Mahram yang telah disepakati para ulama telah disebutkan dengan jelas di judul sebelumnya. Dari</p>"
      },
      {
        "page": 14,
        "text": "<p dir='cntn'>pemaparan tersebut kita sudah mengetahui siapa saja mahram kita.</p><p>Adapun sebab kemahraman yang tidak disepakati oleh para ulama ialah karena terjadinya zina. Maksudnya apakah setelah terjadinya zina maka kemahraman pun akan terjadi bagi masingmasing pezina?. Contoh, ketika seorang laki-laki berzina dengan seorang wanita, apakah ibu si wanita yang ia zinai tersebut akan otomatis menjadi mahramnya?</p><p>Dalam hal inilah terjadi perbedaan pendapat antara ulama. Sebagian ulama berpendapat bahwa zina akan berakibat kepada terjadinya kemahraman. Dan sebagian yang lain berpendapat bahwa zina tidak menyebabkan kemahraman.</p><strong>1. Pendapat Pertama</strong><p>Pendapat pertama adalah pendapat dari ulama mazhab Al-Hanafiyah dan Al-Hanabilah. Mereka berpendapat bahwa zina dapat menyebabkan kemahraman dengan jalur mahram mushaharah atau pernikahan.</p><p>Bahkan, ulama Mazhab Al-Hanafiyah mengkategorikan hal-hal yang dilakukan sebelum zina seperti bercumbu, mencium, dan menyentuh dengan syahwat sebagai sebab terjadinya kemahraman. Karena memang hal-hal tersebutlah yang menyebabkan terjadinya watha’ (hubungan suami istri) atau zina. Maka hukumnya pun sama seperti zina.</p>"
      },
      {
        "page": 15,
        "text": "<p>Ulama Mazhab Al-Hanabilah juga berpendapat bahwa homoseksual dan lesbi juga bagian dari zina yang menyebabkan kemahraman.</p><p>Ketika zina dapat menyebabkan kemahraman, laki-laki yang menzinai ini haram hukumnya menikahi :</p><ul><li>Anak hasil zina</li><li>Saudari perempuan yg dizinai</li><li>Cucu perempuan dari anak laki-laki hasil zina</li><li>Cucu perempuan dari anak perempuan hasil zina</li><li>Ibu dari perempuan yang dizinai</li><li>Nenek dari perempuan yang dizinai</li></ul><p>Apabila laki-laki berzina dengan seorang wanita, anak perempuan dan ibu dari wanita tersebut otomatis menjadi mahram baginya. Begitupula jika seorang suami menziani ibu mertuanya atau anak perempuan dari istrinya secara otomatis pula si istri akan menjadi mahram baginya. Sehingga pernikahannya dengan istrinya menjadi tidak sah.</p><p>Dalil yang digunakan oleh para ulama pendapat ini ialah sebagai berikut:</p><strong>a. Dalil Pertama</strong><p>Hadist Rasulullah Shallallahu alaihi wasallam:</p><p dir='rtl'>ما روي أنرج ًَّل قال: اي رسول هللا، اين قد نزيت َبمر أة ِف اجلاهلية، أفأ نكح ابنهتا؟ قال: »َل أرى ذكل، وَل يصلح أن تنكح امر أة ت طلع</p>"
      },
      {
        "page": 16,
        "text": "<p dir='rtl'>من ابنهتا عىل ما تطلع عليه مهنا«.</p><q>Suatu riwayat mengatakan bahwa seorang lelaki berkata kepada Rasulullah :”Wahai Rasulullah, sesungguhnya aku telah berzina dengan seorang wanita di masa jahiliyah, apakah aku boleh menikahi anaknya? Beliau menjawab : “Aku tidak setuju dengan itu, dan tidak boleh kamu menikahi dari anak dari hasil zina seperti halnya kamu menikahi wanita yang engkau zinai tersebut”.</q><strong>b. Dalil Kedua</strong><p>Sesungguhnya zina merupakan sebab adanya keturunan, maka penetapan kemahramannya di qiyaskan dengan selain zina seperti pernikahan, dan keharaman zina itu tak berpengaruh.</p><p>Dalilnya adalah qiyas, yaitu sepakatnya ulama pendapat pertama ini ketika seorang wanita di dukhul (di jima) dengan akad yang rusak atau akad yang tidak sah maka secara tidak langsung akan terjadi mahram dari jalur pernikahan. Walupun jima yg dilakukan ini pada dasarnya haram.</p><p>Dan pendapat ini dibantah, karena qiyas yang digunakan merupakan qiyas dengan suatu hal yang berbeda, karena zina itu diwajibkan adanya had (hukuman) dan tidak bisa ditetapkan adanya nasab karenanya.</p><p>Beda halnya dengan watha’ dalam pernikahan. Maka Imam Asy-Syafi’i berkata kepada</p>"
      },
      {
        "page": 17,
        "text": "<p dir='cntn'>Muhammad Hasan :”Sesungguhnya pernikahan itu suatu perbuatan yang di puji sedangkan zina adalah perbuatan yang menyebabkan adanya rajam, maka bagaimana kedua hal ini bisa disamakan?</p><strong>2. Pendapat Kedua</strong><p>Pendapat kedua adalah pendapat ulama Mazhab Maliki dan ulama Mazhab Syafi’i. Mereka berpendapat bahwa sesungguhnya zina, pandangan, dan sentuhan tidak menyebabkan terjadinya kemahraman dari jalur pernikahan.</p><p>Maka bagi siapa saja yang telah berzina dengan seorang wanita tidak diharamkan baginya menikahi wanita tersebut, dan juga tidak diharamkan untuk menikahi ibu wanita yang dizinai atau pun anak hasil zinanya.</p><p>Wanita yang dizinai tersebut pun tidak lantas menjadi mahram kepada para orang tua dari lakilaki yang menzianinya dan tidak pula kepada anakanaknya.</p><p>Dan apabila seorang suami menzinai ibu mertuanya atau anak perempuannya, tidak menyebabkan terjadinya kemahraman kepada istrinya sendiri. Hukum ini juga berlaku pada pelaku sodomi.</p><p>Oleh sebab itu, Imam As-Syaf’i pernah menulis dalam argumentasinya yang ditujukan pada Muhammad Bin Hasan:</p><q>Watha’ itu ada dua. Ada watha’ yang menyebabkan seorang wanita itu dimuliakan</q>"
      },
      {
        "page": 18,
        "text": "<q>dan terjaga kehormatannya (jima’ dalam pernikahan yang sah), adapula watha’ yang menyebabkannya dirajam (zina). Salah satunya adalah nikmat dimana Allah menciptakan darinya hubungan nasab & hubungan mushaharah, juga mewajibkan masing-masing untuk menjaga hak pasangannya. Sedangkan watha’ yang satu lagi merupakan musibah. Maka, bagaimanakah keduanya dapat disamakan hukumnya?” (As-Syirbini, Mughni AlMuhtaj, jilid 3 hal 178)</q><strong>a. Dalil Pertama</strong><p>Hadist Rasulullah Shallalahu alaihi wasallam ketika ditanya tentang seorang laki-laki yang berzina :</p><p dir='rtl'>أن النيب ص ىل هللا عليه وسمل س ئل عن رجل زىن َبمر أة، فأ راد أن يزتوهجا أو يزتوج ابنهتا، فقال: {َل حيرم احلرام احلَّلل، امنا حيرم ما َكن بناكح}</p><q>Sesungguhnya Nabi Shallalahu Alihi Wasallam ditanya tentang seorang lelaki yang berzina dengan seorang wanita, kemudian ia ingin menikahi wanita tersebut atau anak dari wanita yang ia zinai, maka Beliau berkata : Sesuatu yang haram tidaklah mengharamkan yang halal, yang bisa menjadikan mahram adalah yang dilakukan dengan nikah yang halal.</q>"
      },
      {
        "page": 19,
        "text": "<p>Imam Ad-Damiri juga sependapat dengan ulama Mazhab Syafi’i bahwa zina tidak bisa menyebabkan kemahraman dari jalur pernikahan. Sehingga seorang lelaki yang berzina boleh saja menikahi ibu dari wanita yang ia zinai.</p><p>Pendapat Mazhab ini pun dikuatkan dengan hadist :</p><q>Seorang lelaki yang pernah berzina dan dirajam tidak boleh menikah kecuali dengan wanita yang ia zinai ( Riwayat Ahmad & Abu Daud, berkata Ibn Hajar, perawinya dipercayai)</q><p>Rasulullah SAW juga pernah memberikan dalil bagi seorang lelaki yang ingin menikahi seorang wanita yang pernah berzina.</p><p dir='rtl'>اَلزَّانِيْ لَا يَنْكِحُ اِلَّا زَانِيَةً اَوْ مُشْرِكَةً ۖوَّالزَّانِيَةُ لَا يَنْكِحُهَآ اِلَّا زَانٍ اَوْ مُشْرِكٌۚ وَحُرِّمَ ذٰلِكَ عَلَى</p><q>Laki-laki yang berzina tidak mengawini melainkan perempuan yang berzina, atau perempuan yang musyrik; dan perempuan yang berzina tidak dikawini melainkan oleh laki-laki yang berzina atau laki-laki musyrik, dan yang demikian itu diharamkan atas oran-orang yang mu`min. (QS. An-Nur : 3)</q>"
      },
      {
        "page": 20,
        "text": "<strong>b. Dalil Kedua</strong><p>Pengharaman secara musoharah adalah suatu ni’mat, karena ia menjadikan oang yang dahulunya asing sebagai keluarga. Sedangkan zina adalah suatu perbuatan yang diharamkan syari’at, maka tidak bisa menjadi suatu sebab kenikmatan. Rasulullah Shallalahu Alaihi Wasallam bersabda:</p><p dir='rtl'>المصاهرة لحمة كلحمة النسب</p><q>Musoharah (pernikahan) adalah suatu hubungan darah sebagaimana hubungan darah dengan keturunan” ( Riwayat Ahmad, atTobrani, berkata al-Hafiz Nuruddin al-Haithami, perawi dari Ahamd dipercayai)</q><strong>c. Dalil Ketiga</strong><p>Salah satu dari tujuan adanya mahram dari jalur pernikahan adalah untuk menuntaskan syahwat antara laki-laki dan wanita, agar adanya hubungan yang harmonis dan kasih sayang diantara keduanya. Dan juga merupakan suatu perkumpulan yang bebas dari keraguan.</p><p>Sedangkan wanita yang di zinai merupakan seorang yang asing bagi si laki-laki yang menzinai, dan tidak ada hubungan apa-apa dengannya secara syari’at. Mereka berdua pun tidak saling mewarisi, tidak wajib pula bagi si laki-laki untuk menafkahi wanita yang ia zinai, mereka berduapu harusnya tidak boleh bertemu semaunya.</p>"
      },
      {
        "page": 21,
        "text": "<p>Hukumnya sama seperti orang asing yang bukan mahram. Sehingga tidak bisa dikatakan sebagai mahram seperti halnya mahram dari jalur pernikahan.</p><strong>d. Dalil Keempat</strong><p>Allah Subhanahu Wata’ala berfirman :</p><p dir='rtl'>وَاُحِلَّ لَكُمْ مَّا وَرَاۤءَ ذٰلِكُمْ اَنْ تَبْتَغُوْا بِاَمْوَالِكُمْ مُّحْصِنِيْنَ غَيْرَ مُسٰفِحِيْنَ</p><q>Dan dihalalkan bagi kamu selain yang demikian (yaitu) mencari isteri-isteri dengan hartamu untuk dikawini bukan untuk berzina. (QS. An-Nisa : 24)</q><p>Ayat diatas telah menegaskan kembali tentang keharaman berzina, karena Ayat sebelumnya telah menerangkan siapa saja mahram yang tidak boleh dinikahi. Sedangkan seorang wanita yang di zinai tidak termasuk dalam ayat. Maka hukumnya boleh saja menikahinya.</p>"
      }
    ]
  }
]
