[
  {
    "id": "Ywe",
    "info": {
      "title": "Fiqih Jinayat",
      "author": "Ahmad Sarwat, Lc., MA",
      "publish": "Thu, 24 December 2020",
      "pages": 30,
      "price": 0,
      "category": "Fiqih Jinayat",
      "source": "https://www.rumahfiqih.com/pdf/z.php?id=344",
      "desc": "Makna kata jinayah secara bahasa adalah adz-dzanbu yang berarti dosa, dan juga bermakna al-jarm yang berarti kejahatan atau kriminalitas. Bentuk jama' dari jinayah adalah jinayat. Maka seringkali jinayat diucapkan dengan jinayah, yang maknanya sama saja, hanya terkait penyebutan dalam bentuk tunggal atau jamak."
    },
    "tableOfContents": [
      {
        "page": 5,
        "text": "Pengertian",
        "sub": [
          { "page": 5, "text": "Bahasa" },
          { "page": 5, "text": "Istilah" },
          { "page": 6, "text": "Jinayat dan Jarimah" }
        ]
      },
      {
        "page": 8,
        "text": "Pembagian Jinayah",
        "sub": [
          { "page": 8, "text": "Pembunuhan" },
          { "page": 11, "text": "Jinayah Yang Tidak Terkait Dengan Nyawa" },
          {
            "page": 13,
            "text": "Jinayah Terkait Dan Tidak Terkait Dengan Nyawa"
          }
        ]
      },
      {
        "page": 15,
        "text": "Menjawab Tuduhan",
        "sub": [
          { "page": 15, "text": "Usang dan Tradisional" },
          { "page": 17, "text": "Kejam dan Sadis" },
          { "page": 18, "text": "Hukum Padang Pasir" },
          { "page": 19, "text": "Produk Fiqih Yang Harus DIrekonstruksi Ulang" }
        ]
      },
      {
        "page": 21,
        "text": "Ruang Lingkup Jinayat",
        "sub": [
          { "page": 21, "text": "Qishash" },
          { "page": 21, "text": "Pencurian" },
          { "page": 22, "text": "Minum Khamar" },
          { "page": 23, "text": "Pembunuhan" },
          { "page": 24, "text": "Perzinaan" },
          { "page": 25, "text": "Qadzaf" },
          { "page": 26, "text": "Hirabah" },
          {
            "page": 27,
            "text": "Murtad"
          }
        ]
      }
    ],
    "content": [
      {
        "page": 5,
        "text": "<strong>A. Pengertian</strong><strong>1. Bahasa</strong><p>Makna kata jinayah secara bahasa adalah adz-dzanbu yang berarti dosa, dan juga bermakna al-jarm yang berarti kejahatan atau kriminalitas. Bentuk jama' dari jinayah adalah jinayat. Maka seringkali jinayat diucapkan dengan jinayah, yang maknanya sama saja, hanya terkait penyebutan dalam bentuk tunggal atau jamak.</p><strong>2. Istilah</strong><p>Sedangkan secara istilah, jinayah didefinisikan oleh Al-Jurjani (w 816 H) dalam kitabnya At-Ta'rifat sebagai berikut :</p><q>Semua perbuatan yang terlarang dan terkait dengan dharar, baik kepada diri sendiri atau orng lain.</q><p>Titik tekan yang penting untuk digaris-bawahi dari pengertian di atas bahwa jinayat adalah tindakan dharar, yaitu membahayakan atau merugikan orang lain. Dan dharar itu bisa saja berbetuk dharar pada tubuh, harta atau tindakan merugikan lainnya pada korban.</p><p>Al-Hashkafi (w. 1088 H), salah satu ulama dalam</p>"
      },
      {
        "page": 6,
        "text": "<p dir='cntn'>mazhab Al-Hanafiyah di dalam kitabnya, Ad-Dur AlMukhtar, mendefinisikan jinayah sebagai berikut :</p><q>Perbuatan yang diharamkan dengan harta dan jiwa.</q><strong>3. Jinayat dan Jarimah</strong><q>Di atas sudah kita pahami makna jinayat. Namun ada satu istilah lain yang amat dekat hubungannya dengan jinayat, yaitu jarimah.</q><p>Al-Mawardi (w. 450 H) dalam kitab Al-Ahkam AsSulthaniyah menyebutkan tentang definisi jarimah sebagai berikut :</p><q>Larangan-larangan syar'iyah yang Allah ancam pelakunya dengan hukum hudud atau ta'zir.</q><p>Bandingkan dengan pengertian jinayah di atas, dapat kita tarik garis bahwa jinayat itu terkait dengan dharar atau sesuatu yang membahayakan atau merugikan korban, tentu termasuk juga dalam larangan Allah. Namun jarimah cakupannya lebih luas, karena tidak harus terkait dengan dharar atau merugikan orang lain.</p><p>Jadi dari segi ruang lingkupnya, jarimah lebih luas dari jinayah. Sebab jinayat hanya yang terkait dengan tindakan terlarang yang merugikan orang lain, sedangkan jarimah adalah segala yang merupakan</p>"
      },
      {
        "page": 7,
        "text": "<p dir='cntn'>larangan Allah, baik merugikan orang lain atau tidak pun tidak.</p><p>Contoh jarimah yang bukan jinayat adalah minum khamar, atau tindakan zina yang dilakukan suka sama suka dan bukan pemerkosaan.</p><p>Minum khamar bukan termasuk jinayat, karena tidak mengakibatkan dharar (sesuatu yang membahayakan) bagi orang lain. Namun keduanya termasuk perkara jarimah, karena orang yang minum khamar Allah yang diancam dengan hukuman hudud atau ta'zir. Hukuman bagi peminum khamar adalah dicambuk 80 kali.</p><p>Berzina bukan termasuk jinayat, karena tidak mengakibatkan dharar atau sesuatu yang membahayakan orang lain secara langsung. Namun berzina dalam syariat Islam termasuk perkara jarimah, karena orang yang berzina dihukum hudud berupa rajam (dilempari batu sampai mati) bila statusnya muhshan, atau dicambuk 100 kali bila pelakunya ghairu muhshan.</p>"
      },
      {
        "page": 8,
        "text": "<strong>B. Pembagian Jinayah</strong><p>Para ulama membagi jinayah menjadi tiga macam, yaitu :</p><p>Pembunuhan, yaitu terkait penghilangan nyawa manusia.</p><ul><li>Pencederaan, yaitu tindakan mencederai orang lain dan tidak sampai penghilangan nyawa seseorang.</li><li>Campuran, yaitu tindakan pencederaan orang lain yang akhirnya mengakibatkan kemudian mengakibatkan kehilangan nyawa.</li></ul><strong>1. Pembunuhan</strong><p>Dalam perkara jinayat pembunuhan, umumnya para ulama membaginya menjadi tiga macam, yaitu pembunuhan sengaja, menyerupai sengaja dan pembunuhan keliru</p><p>Namun sebagian mazhab fiqih ada menambahinya lagi sehingga menjadi empat atau lima. Mazhab Al-Hanabilah dan Al-Hanafiyah menambahinya dengan pembunuhan yang disebut ma ujriya majral khatha' dan al-qathlu bisabab.</p><p>Bedanya, mazhab Al-Hanabilah menjadikan keduanya sebagai satu jenis pembunuhan, sehingga dalam pandangan mereka ada empat jenis pembunuhan. Sedangkan mazhab Al-Hanafiyah membedakan antara keduanya, sehingga jenis pembunuhan dalam pandangan mereka ada lima.</p>"
      },
      {
        "page": 9,
        "text": "<strong>a. Pembunuhan Sengaja</strong><p>Yang disebut dengan pembunuhan sengaja adalah adalah tindakan sengaja untuk menghilangkan nyawa manusia yang bebas darahnya. Misalnya seorang yang dengan sengaja membunuh dengan pistol atau senjata atau sarana lainnya.</p><p>Pembunuhan ini dapat terjadi dengan cara langsung atau dengan sebab, seperti merusak bagian penting mobil seseorang yang berakibat pada kematian sopirnya atau yang menaikinya.</p><p>Menurut jumhur ulama, definisi pembunuhan ini adalah :</p><q>Pembunuhan yang bertujuan untuk melakukan tindakan pembunuhan dan ditujukan kepada orang tertentu dengan menggunakan benda yang khusus untuk membunuh atau benda yang umumnya digunakan untuk membunuh.</q><p>Secara umum, pembunuhan sengaja ini bisa dikenali lewat cara atau modusnya. Salah satunya pembunuhan dengan dengan menggunakan senjata tajam, seperti pisau, pedang, golok, anak panah, bedil, linggis, gergaji atau apapun alat yang lazim digunakan untuk membunuh nyawa manusia.</p><p>Namun pembunuhan sengaja bisa juga terjadi tanpa menggunakan alat alias tangan kosong, seperti mencekik leher orang, atau melemparnya dari ketinggian atau ke tempat yang mencelakakan.</p><p>Dan bisa juga dengan menggunakan makanan atau minuman yang mematikan, semacam racun dan</p>"
      },
      {
        "page": 10,
        "text": "<p dir='cntn'>berbagai macam jenisnya. Dan sihir pun termasuk modus pembunuhan sengaja.</p><strong>b. Pembunuhan Seperti Disengaja</strong><p>Ungkapan pembunuhan seperti disengaja ini adalah terjemahan bebas dari istilah syibhu amdi. Dan definisinya menurut mazhab As-Syafi'iyah dan Al-Hanabilah adalah :</p><q>Bertujuan untuk menyerang korban karena permusuhan di antara mereka, namun dengan menggunakan alat yang secara umum tidak lazim digunakan untuk membunuh, seperti cambuk atau tongkat.</q><p>Yang menyamakan antara pembunuhan ini dengan pembunuhan sengaja adalah sama-sama terdapat niat atau maksud untuk mencelakakan. Namun perbedaan antara keduanya adalah bahwa pembunuhan sengaja itu memang diniatkan untuk membunuh, sedangkan pembunuhan seperti sengaja memang niat mencelakakan, tetapi tidak sampai menginginkan kematiannya.</p><strong>c. Pembunuhan Keliru</strong><p>Istilah aslinya dalam ilmu fiqih adalah al-qatlulkhatha', namun terjemahannya ke dalam bahasa Indonesia bisa bermacam-macam.</p><p>Ada yang menyebutnya pembunuhan tidak sengaja, pembunuhan tersalah, pembunuhan salah dan juga ada yang menyebut pembunuhan keliru. Yang mana saja tidak jadi masalah, yang penting justru definisinya.</p>"
      },
      {
        "page": 11,
        "text": "<p>Definisinya sebagaimana yang telah ditetapkan oleh para fuqaha adalah :</p><q>Pembunuhan yang terjadi tanpa maksud untuk melakukannya, dan juga tanpa target tertentu dari korbannya, atau tanpa salah satunya.</q><p>Dari pengertian di atas, maka pembunuhan jenis ini bisa terjadi dalam bentuk misalnya seseorang iseng melempar kerikil kecil ke sembarang arah, tanpa bermaksud untuk melempar seseorang. Namun ternyata kerikil itu mengenai pengendara sepeda motor, lalu oleng, terjatuh dan meninggal dunia.</p><p>Atau bisa juga seseorang memang berniat melempar benda kecil ke arah korban yang sedang mengedarai sepeda motor, dimana benda yang dilempar itu bukan termasuk benda yang lazimnya digunakan untuk membunuh. Namun ternyata lemparan kerikil itu mengakibatkan kematiannya. Mungkin karena dia berusaha menghindar, lalu malah menabrak pembatas jalan dengan keras dan meninggal.</p><p>Bentuk lainnya adalah seorang memang secara sengaja ingin membunuh target tertentu. Namun tenyata tembakannya meleset jauh dan mengenai korban yang tidak bersalah.</p><strong>2. Jinayah Yang Tidak Terkait Dengan Nyawa</strong><p>Jinayat yang kedua adalah jinayat yang tidak terkait dengan penghilangan nyawa manusia, tetapi terkait dengan pengerusakan pada tubuh korban dan sejenisnya. Yang termasuk ke dalam jinayat</p>"
      },
      {
        "page": 12,
        "text": "<p dir='cntn'>selain pembunuhan atau penghilangan nyawa manusia adalah pemotongan, melukai, syajjaj dan menghilangkan fungsi anggota tubuh.</p><p>Para ulama membagi jinayat yang tidak terkait dengan nyawa manusia ini menjadi dua, yaitu sengaja dan keliru.</p><strong>a. Sengaja</strong><p>Hukuman yang diberlakukan dalam kasus sengaja adalah qishash, yaitu dihukum dengan bentuk hukuman yang setimpal atau sama. Orang yang melukai korban maka dihukum dengan cara dilukai juga. Bila yang dilukai matanya, maka mata pelakunya pun dilukai juga. Bila yang dilukai hidungnya, maka hidung pelaku juga wajib dilukai. Dan begitulah seterusnya.</p><p>Semua itu didasarkan atas firman Allah SWT :</p><p dir='rtl'>وَكَتثْنا عَم ها أن الكنس بالكشس وَلْعينَ لين والأنف الأ لذن بالأَذنِ وَالمِنٌ بالسِيّ وَالْجروَ قاض</p><q>Dan kami telah tetapkan terhadap mereka di dalamnya (At Taurat) bahwasanya jiwa (dibalas) dengan jiwa, mata dengan mata, hidung dengan hidung, telinga dengan telinga, gigi dengan gigi, dan luka-luka (pun) ada qisasnya. (QS. Al-Maidah : 45)</q><p dir='rtl'>فمَنِ اغكتى عَلَيكٌ فَاعْتدُوا عَليهِ بيثل مَا اغكتى عَليٌٌ</p><q>Oleh sebab itu barang siapa yang menyerang kamu, maka seranglah ia, seimbang dengan serangannya terhadapmu. Bertakwalah kepada Allah dan ketahuilah, bahwa Allah beserta orangorang yang bertakwa. (QS. Al-Baqarah : 194)</q>"
      },
      {
        "page": 13,
        "text": "<strong>b. Keliru</strong><p>Sedangkan hukuman dalam kasus keliru melakukan pelanggaran jinayat adalah diyat dan hukuman lainnya.</p><strong>3. Jinayat Terkait Dan Tidak Terkait Dengan Nyawa</strong><p>Jenis jinayat yang ketiga adalah semacam perpaduan antara jenis yang pertama dan kedua. Maksudnya, jinayat ini sebenarnya tidak menghilangkan nyawa manusia, tetapi secara tidak langsung ternyata terkait dengan penghilangan nyawa manusia.</p><p>Contohnya adalah tindakan kekerasan yang dilakukan kepada seorang wanita yang sedang hamil. Korban memang tidak meninggal dunia, tetapi janin di dalam perutnya yang jadi korban. Janin itu mati di dalam kandungan atau wanita itu mengalami keguguran yang mengakibatkan janin itu meninggal dunia.</p>"
      },
      {
        "page": 14,
        "text": ""
      },
      {
        "page": 15,
        "text": "<strong>C. Menjawab Tuduhan</strong><p>Meski pun Indonesia termasuk negeri dengan jumlah penduduk muslim terbesar di dunia, namun hukum-hukum jinayat belum pernah diberlakukan.</p><p>Di zaman dahulu ketika masih ada kesultanan dan kerajaan Islam, hukum jinayat memang banyak diberlakukan. Namun sejak datangnya penjajah barat hingga mereka pulang lagi, ternyata hukum jinayat belum pernah dikembalikan lagi. Negara Republik Indonesia lebih banyak menggunakan hukum-hukum yang datang dari mantan penjajahnya (baca: Belanda), ketimbang menggunakan hukum jinayat Islam.</p><p>Tidak berjalannya hukum jinayat di Indonesia bukan karena diancam oleh mantan penjajah, tetapi justu karena kesalah-pahaman fatal yang melanda bangsa muslim ini terhadap hukum jinayat. Di antara kesalah-pahaman itu antara lain :</p><strong>1. Usang dan Tradisional</strong><p>Karena cara memahami syariat Islam yang bermasalah, saat ini kebanyakan umat Islam justru menganggap hukum jinayat Islam atau sistem pidana dalam Islam adalah sistem tradisi hukum yang dianggap sudah usang, hanya seonggok warisan tradisi masa lalu yang layak dilupakan atau dibuang. Hukum jinayat Islam dianggap hanya cocok untuk masyarakat muslim tradisional di zaman dahulu, namun keberadaannya sudah dianggap tidak layak lagi bagi masyarakat modern sekarang ini.</p>"
      },
      {
        "page": 16,
        "text": "<p>Untuk zaman sekarang ini, ada kecenderungan di tangah umat Islam untuk menepis anggapan bahwa Islam dan hukum jinayat di dalamnya yang dianggap sudah usang dengan cara memasukkan hukumhukum produk barat yang dianggap lebih modern dan berperadaban.</p><p>Kalau tuduhan usang dan tradisional ini datang dari kalangan orientalis non-muslim yang kurang objektif dalam menerawang syariat Islam dari kejauhan, mungkin kita bisa memaklumi keterbatasan mereka. Namun kalau anggapan minor dan bias ini justru datang dari kalangan yang menamakan diri sebagai tokoh cendekia, ulama, akademisi muslim, tentu masalahnya memang sudah amat parah.</p><p>Sayangnya, saat ini nampaknya memang anggapan minor dan biasa inilah yang lebih dominan menguasai cara pandang dan stigma masyarakat Islam. Kasus seperti masih dipertahakannya unsurunsur hukum dari produk barat yang notabene nonmuslim ke dalam Kompilasi Hukum Islam (KHI) menunjukkan mentalitas para tokoh umat ini yang mengidap syndrom minder pada taraf akut, rasa tidak percaya diri yang teramat berlebihan, serta cenderung terjebak pada sikap inferiority complex.</p><p>Sayangnya lagi, lewat fatwa mereka inilah umumnya umat Islam memahami agamanya. Wajar bila sepanjang perjalanan, posisi dan kedudukan hukum jinayat Islam terus menerus dipojokkan ke sudut yang tidak mungkin baginya untuk ambil peranan. Sebab belum apa-apa sudah terstigma sangat buruk dalam benak para tokoh muslim sendiri.</p>"
      },
      {
        "page": 17,
        "text": "<strong>2. Kejam dan Sadis</strong><p>Setiap kali kita mendengar istilah hukum Islam, hudud, jinayat dan hukum syariat, pastilah yang terbetik di benak adalah darah, kesadisan, pemenggalan kepala, cambuk dan berbagai bentuk penyiksaan dan kekejaman. Jangankah orang di luar Islam, kita sendiri yang beragama Islam pun akan membayangkan kekejaman dan kesadisan itu.</p><p>Tuduhan seperti ini agak sulit untuk dijawab, kecuali yang bersangkutan mau sedikit mendalami ilmu fiqih, khususnya fiqih jinayat. Dengan memahami secara mendalam dan lebih luas, maka akan lebih tergambar secara utuh apakah benar anggapan bahwa hukum jinayat itu kejam dan sadis. Sebab kekejaman dan kesadisan itu ternyata hanya kesan di kulit terluarnya saja, ketika kita tidak memahami secara keseluruhannya.</p><p>Singkatnya, tidak mentang-mentang seseorang mencuri, lantas bisa langsung dipotong tangannya. Sebab untuk semua itu ada seabreg persyaratan yang manakala salah satunya tidak terpenuhi, hukum potong tangan tidak bisa dilakukan.</p><p>Tidak mentang-mentang seseorang berzina lantas bisa main cambuk atau rajam seenaknya. Sebab ada sekian banyak persyaratan yang harus dipenuhi untuk bisa mencambuk atau merajam pezina. Sebuah fakta yang banyak sekali umat Islam ini tidak tahu, bahwa ternyata di masa Rasulullah SAW tidak pernah ada kasus pezina yang dirajam karena adanya kesaksian dari 4 orang.</p><p>Mengapa demikian? Karena syarat untuk menjadi saksi itu begitu</p>"
      },
      {
        "page": 18,
        "text": "<p dir='cntn'>berat, harus laki-laki, harus 4 orang, harus sudah baligh, berakal, dan yang nyaris jadi mustahil adalah ketentuan bahwa mereka harus melihat secara bersama-sama dalam waktu yang sama dan tempat yang sama, bagaimana masuknya kemaluan laki-laki ke dalam kemaluan perempuan. Kalau tidak ada kesaksian sampai sejauh itu, maka hukum cambuk atau rajam gugur dengan sendirinya.</p><p>Mak di masa Nabi SAW, yang dicambuk atau dirajam hanyalah pada kasus dimana si pelaku zina datang sukarela menyerahkan diri dan berikrar di depan beliau SAW bahwa telah berzina. Itupun ketika ada yang sedang menjalani hukuman lalu merasa tidak sanggup, oleh Nabi SAW diminta agar hukumannya segera dihentikan.</p><p>Amat bisa dimaklumi kalau banyak orang di luar agama Islam tidak bisa memahami secara utuh hukum jinayat Islam ini, sebab di kalangan umat Islam secara internal sendiri ternyata masih banyak yang tidak paham masalah-masalah detail seperti ini. Kebanyakan kita umat Islam ini hanya tahu kulit-kulit terluarnya saja, itu pun didapat dengan cara yang teramat bias.</p><p>Jalan keluarnya adalah kembali belajar ilmu fiqih secara benar, dan khususnya ilmu fiqih jinayat secar a original dari sumber aslinya. Kalau bukan umat Islam yang mempelajarinya, lalu apakah kitaberharap orang-orang kafir di luar Islam yang mempelajarinya?</p><strong>3. Hukum Padang Pasir</strong><p>Tidak sedikit umat Islam yang beranggapan bahwa hukum Islam khususnya fiqih jinayat adalah hukum jahiliyah yang diimpor dari produk zaman</p>"
      },
      {
        "page": 19,
        "text": "<p dir='cntn'>jahiliyah Arab padang pasir. Gaya-gaya hukuman seperti cambuk, rajam, penggal kepala, potong tangan, penyaliban dan pembuangan dianggap hasil turunan asli dari gaya hidup keras khas manusia di luar peradaban maju.</p><p>Lalu secara imajiner dibayangkan bahwa ketika datang Nabi Muhammad SAW, produk-produk hukum padang pasir itulah yang diadaptasi masuk ke dalam hukum Islam.</p><p>Oleh karena itu di hari ini ada upaya untuk membuang produk-produk hukum versi padang pasir ini untuk disesuaikan dengan hukum-hukum barat yang dianggapnya lebih manusiawi dan berperadaban.</p><p>Tidak sedikit kalangan intlektual dan cendekia serta kalangan menyebut diri sebagai ulama yang terpesona dengan teori hukum padang pasir ini. Sayangnya, silap mereka dalam hal ini kemudian malah dikembangkan di tengah khalayak muslim yang dengan lugunya mengamini apapun yang dikatakan mereka. Akhirnya jadilah anggapan bahwa hukum jinayat ini adalah produk bangsa barbar yang kejam, said dan tidak berprikemanusiaan resmi menjadi semacam cara pandang ilmiyah hari ini.</p><strong>4. Produk Fiqih Yang Harus Direkonstruksi Ulang</strong><p>Maka untuk semua tuduhan di atas, ada semacam upaya untuk melakukan rekosntruksi ulang atas hukum-hukum syariah, khususnya fiqih jinayah. Alasannya bahwa semua hukum itu semata-mata hasil ijtihad manusia biasa, yang boleh saja untuk disesuaikan dengan kebutuhan perkembangan zaman.</p>"
      },
      {
        "page": 20,
        "text": "<p>Menurut pendapat ini, ilmu fiqih itu adalah ilmu yang sudah tidak lagi relevan dengan zaman sekarang, sementara pintu ijtihad tidak pernah tertutup. Apa yang di masa lalu dianggap sebagai kebenaran, bisa saja di hari ini berubah menjadi hal yang tidak lagi relevan.</p><p>Dan salah satunya yang dianggap sangat mendesak untuk direkonstruksi ulang adalah hukumhukum jinayat seperti hukum qishash, potong tangan pencuri, cambuk, rajam dan seterusnya.</p><p>Semua tuduhan di atas itu akan menjadi semakin merata diyakini oleh umat Islam, ketika sama sekali tidak ada upaya untuk meluruskannya dengan cara yang ilmiyah, intelek dan sabar.</p>"
      },
      {
        "page": 21,
        "text": "<strong>D. Ruang Lingkup Jinayat</strong><p>Ruang lingkup jinayat meliputi beberapa hal, diantaranya :</p><strong>1. Qishash</strong><p>Secara istilah, qishash didefinisikan sebagai :</p><q>Diperlakukannya pelaku kejahatan sebagaimana dia memperlakukan hal itu kepada korbannya.</q><p>Jadi qishash itu kurang lebih bermakna hukuman bagi pelaku kejahatan yang prinsip dasar ditegakkannya berdasarkan kesetaraan bentuk kejahatannya. Prinsipnya membunuh dibunuh, melukai dilukai, merusak dirusak dan memotong dipotong.</p><p>Orang yang melakukan pembunuhan nyawa orang lain, maka hukumannya secara qishash dibunuh juga. Orang yang melukai orang lain, maka hukumannya secara qishash dilukai juga. Tentu saja kedudukan, kadar, nilai dan tingkat lukanya disamakan dengan apa yang telah dilakukannya.</p><p>Dengan bahasa lain, kita bisa mengatakan bahwa hukum qishash itu adalah hukum berdasarkan kesetaraan dan kesamaan. Dan di dalam qishash itulah keadilan menampakkan wujudnya yang asli.</p><strong>2. Pencurian</strong>"
      },
      {
        "page": 22,
        "text": "<p>Sedangkan secara istilah, sariqah itu didefinisikan sebagai :</p><q>Pengambilan oleh seorang yang berakal dan baligh atas harta yang telah mencapai nishab dan disimpan dengan aman, atau yang senilai dengan nishab, dimana harta itu milik orang lain, yang dilakukan tanpa syubhat, dengan cara tersembunyi.</q><p>Pelaku tindak pencurian dalam syariat Islam diancam dengan hukuman potong tangan, dengan dasar ayat Al-Quran :</p><p dir='rtl'>والسَارِفى وَالسَارِقَةُ فَافْطَعُواً أَيْيبُمَا جَرّاء بِمَا كَسَبَا كالاً مَنَ الله واللَهُ عَزيرٌ حَكِمٌ</p><q>Laki-laki yang mencuri dan perempuan yang mencuri, potonglah tangan keduanya (sebagai) pembalasan bagi apa yang mereka kerjakan dan sebagai siksaan dari Allah. Dan Allah Maha Perkasa lagi Maha Bijaksana. (Qs. Al-Maidah : 38)</q><strong>3. Minum Khamar</strong><p>Menurut jumhur ulama, orang yang ketahuan minum khamar wajib dihukum. Dan hukuman atas peminum khamar ini adalah hukum hudud, sehingga tidak boloeh diganti dengan cara yang lain, mengingat hukum hudud itu segala ketentuannya datang langsung dari Allah SWT</p><p>Dalam hal ini ketentuan dari Allah untuk orang yang minum khamar, mabuk atau tidak mabuk</p>"
      },
      {
        "page": 23,
        "text": "<p dir='cntn'>adalah dicambuk, sebagaimana sabda Rasulullah SAW</p><q>Orang yang minum khamar maka cambuklah (HR. Muttafaqun 'alaih).</q><p>Hadits ini termasuk jajaran hadits mutawatir, yaitu hadits yang diriwayatkan oleh sejumlah besar perawi pada tiap thabawatnya (jenjang) dan mustahil ada terjadi kebohongan diantara mereka. Di tingkat shahabat, hadits ini diriwayatkan oleh 12 orang shahabat yang berbeda. Mereka adalah Abu Hurairah, Muawiyah, Ibnu Umar, Qubaishah bin Zuaib, Jabir, As-Syarid bin suwaid, Abu Said AlKhudhri, Abdullah bin Amru, Jarir bin Abdillah, Ibnu Mas`ud, Syarhabil bin Aus dan Ghatif ibn Harits.</p><strong>4. Pembunuhan</strong><p>Al-Khatib Asy-Syirbini (w. 977 H), juga salah satu ulama besar dalam mazhab Asy-Syafiiyah, menuliskan dalam kitabnya, Mughni Al-Muhtaj, tentang pengertian pembunuhan sebagai berikut :</p><q>Perbuatan yang menghilangkan nyawa atau mematikan.</q><p>Menghilangkan nyawa manusia hukumnya haram, manakala pembunuhan dilakukan kepada nyawa manusia yang maksum tanpa hak dan dilakukan dengan cara yang zalim.</p>"
      },
      {
        "page": 24,
        "text": "<p dir='rtl'>وَلَا تَقْتُلُوا النَّفْسَ الَّتِيْ حَرَّمَ اللّٰهُ اِلَّا بِالْحَقِّۗ</p><q>Dan janganlah kamu membunuh jiwa yang diharamkan Allah melainkan dengan suatu yang benar. (QS. AL-Isra' : 33)</q><p>Jumhur ulama atau mayoritas ulama, khususnya dalam mazhab Asy-Syafi'iyah dan Al-Hanabilah membagi jenis-jenis pembunuhan ini menjadi tiga macam, yaitu :</p><ul><li>Pembunuhan Disengaja</li><li>Pembunuhan Mirip Disengaja</li><li>Pembunuhan Salah </li></ul><p>Pembagian jenis pembunuhan kepada tiga macam ini adalah pembagian yang paling umum dan populer dikenal dalam ilmu fiqih.</p><strong>5. Perzinaan</strong><p>Di antara aya-ayat Al-Quran yang secara tegas melarang perbuatan zina adalah ayat berikut ini :</p><p dir='rtl'>وَلَا تَقْرَبُوا الزِّنٰىٓ اِنَّهٗ كَانَ فَاحِشَةً ۗوَسَاۤءَ سَبِيْلًا</p><q>Dan janganlah kamu mendekati zina; sesungguhnya zina itu perbuatan keji dan jalan yang buruk. (QS. Al-Isra' : 32)</q><p>Allah SWT telah mewajibkan qadhi untuk menjatuhkan hukum cambuk buat orang yang berzina, sebagaimana Dia berfirman :</p><p dir='rtl'>اَلزَّانِيَةُ وَالزَّانِيْ فَاجْلِدُوْا كُلَّ وَاحِدٍ مِّنْهُمَا مِائَةَ جَلْدَةٍ ۖوَّلَا تَأْخُذْكُمْ بِهِمَا رَأْفَةٌ فِيْ دِيْنِ اللّٰهِ اِنْ كُنْتُمْ تُؤْمِنُوْنَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِۚ وَلْيَشْهَدْ عَذَابَهُمَا طَاۤىِٕفَةٌ مِّنَ الْمُؤْمِنِيْنَ</p>"
      },
      {
        "page": 25,
        "text": "<q>Wanita dan laki-laki yang berzina maka jilidlah masing-masing mereka 100 kali. Dan janganlah belas kasihan kepada mereka mencegah kamu dari menjalankan agama Allah, jika kamu beriman kepada Allah dan hari Akhir. Dan hendaklah pelaksanaan hukuman mereka disaksikan oleh sekumpulan dari orang-orang beriman. (QS. AnNuur : 2)</q><strong>6. Qadzaf</strong><p>Para ulama mazhab Al-Malikiyah membuat definisi yang lebih lengkap tentang qadzf, yaitu :</p><q>Menuduh orang yang mukallaf, merdeka, muslim dengan menafikan nasab dari ayah atau kakeknya, atau dengan zina.</q><p>Menuduh orang lain berzina hukumnya haram, bila memang tanpa bukti atau saksi. Pelakunya berdosa besar, mendapat laknat dari Allah dan ada hukum hudud yang telah diancamkan Allah SWT atasnya, yaitu dicambuk sebanyak 80 kali.</p><p>Dasar keharamannya adalah firman Allah SWT :</p><p dir='rtl'>وَالَّذِيْنَ يَرْمُوْنَ الْمُحْصَنٰتِ ثُمَّ لَمْ يَأْتُوْا بِاَرْبَعَةِ شُهَدَاۤءَ فَاجْلِدُوْهُمْ ثَمٰنِيْنَ جَلْدَةً وَّلَا تَقْبَلُوْا لَهُمْ شَهَادَةً اَبَدًاۚ وَاُولٰۤىِٕكَ هُمُ الْفٰسِقُوْنَ ۙ</p><q>Dan orang-orang yang menuduh wanita-wanita yang baik-baik dan mereka tidak mendatangkan empat orang saksi, maka deralah mereka delapan puluh kali dera, dan janganlah kamu terima kesaksian mereka buat selama-lamanya. Dan</q>"
      },
      {
        "page": 26,
        "text": "<q>mereka itulah orang-orang yang fasik. (QS. An-Nur : 4)</q><p dir='rtl'>اِنَّ الَّذِيْنَ يَرْمُوْنَ الْمُحْصَنٰتِ الْغٰفِلٰتِ الْمُؤْمِنٰتِ لُعِنُوْا فِى الدُّنْيَا وَالْاٰخِرَةِۖ وَلَهُمْ عَذَابٌ عَظِيْمٌ ۙ</p><q>Sesungguhnya orang-orang yang menuduh wanita yang baik-baik, yang lengah lagi beriman , mereka kena laknat di dunia dan akhirat, dan bagi mereka azab yang besar (QS. An-Nur : 23)</q><strong>7. Hirabah</strong><p>Hirabah adalah :</p><q>Terang-terangan untuk mengambil harta atau membunuh atau mengintimidasi dengan terus terang dan tegar dengan mengandalkan kekuatan serta dalam kondisi jauh dari pertolongan.</q><p>Hirabah adalah melakukan gabungan dari perampasan, penteroran, pembunuhan dan juga merusak di muka bumi.</p><p>Karena itu Allah SWT melebihkan ancaman hukukan bagi pelaku hirabah ini di atas ancaman hukuman pelaku pembunuhan atau pencurian.</p><p dir='rtl'>اِنَّمَا جَزٰۤؤُا الَّذِيْنَ يُحَارِبُوْنَ اللّٰهَ وَرَسُوْلَهٗ وَيَسْعَوْنَ فِى الْاَرْضِ فَسَادًا اَنْ يُّقَتَّلُوْٓا اَوْ يُصَلَّبُوْٓا اَوْ تُقَطَّعَ اَيْدِيْهِمْ وَاَرْجُلُهُمْ مِّنْ خِلَافٍ اَوْ يُنْفَوْا مِنَ الْاَرْضِۗ ذٰلِكَ لَهُمْ خِزْيٌ فِى الدُّنْيَا وَلَهُمْ فِى الْاٰخِرَةِ عَذَابٌ عَظِيْمٌ اِلَّا الَّذِيْنَ تَابُوْا مِنْ قَبْلِ اَنْ تَقْدِرُوْا عَلَيْهِمْۚ فَاعْلَمُوْٓا اَنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ ࣖ</p><q>Sesungguhnya pembalasan terhadap orang-</q>"
      },
      {
        "page": 27,
        "text": "<q>orang yang memerangi Allah dan Rasul-Nya dan membuat kerusakan di muka bumi, hanyalah mereka dibunuh atau disalib, atau dipotong tangan dan kaki mereka dengan bertimbal balik , atau dibuang dari negeri . Yang demikian itu suatu penghinaan untuk mereka didunia, dan di akhirat mereka beroleh siksaan yang besar, kecuali orangorang yang taubat sebelum kamu dapat menguasai mereka; maka ketahuilah bahwasanya Allah Maha Pengampun lagi Maha Penyayang. (QS. Al-Maidah : 33-34)</q><strong>8. Murtad</strong><p>Murtad didefinisikan oleh para ulama sebagai :</p><q>Kafirnya seorang muslim dengan mengucapkan perkataan yang tegas, atau dengan lafadz yang mengandung makna kufur, atau dengan perbuaan yang mengakibatkan kekufuran.</q><p>Seluruh ulama sepakat bahwa hukuman buat orang yang murtad adalah hukuman mati atau dibunuh. Dasarnya adalah sabda Rasulullah SAW dalam hadits-hadits berikut ini :</p><q>Dari Ibnu Mas'ud radhiyallahuanhu bahwa Rasulullah SAW bersabda,\"Tidak halal darah</q>"
      },
      {
        "page": 28,
        "text": "<q>seorang muslim yang bersaksi bahwa tiada Tuhan selain Allah dan bahwa Aku (Muhammad) utusan Allah, kecuali dengan salah satu dari tiga sebab; nyawa dengan nyawa (qishash), tsayyib (orang sudah menikah) yang berzina, dan orang yang meninggalkan agamanya memisahkan diri dari jamaah (umat Islam)\". (HR. Bukhari)</q><q>Orang yang mengganti agamanya, maka bunuhlah dia (HR. Bukhari)</q>"
      }
    ]
  },
  {
    "id": "r7Q",
    "info": {
      "title": "Kedudukan Qadhi Dalam Hukum Islam",
      "author": "Ahmad Sarwat, Lc., MA",
      "publish": "Tue, 12 January 2021",
      "pages": 53,
      "price": 0,
      "category": "Fiqih Jinayat",
      "source": "https://www.rumahfiqih.com/pdf/z.php?id=346",
      "desc": "Secara bahasa, qadhi adalah bentuk isim fail dari mashdar-nya yaitu al-qadha'. Maka qadhi adalah orang yang melaksanakan qadha'."
    },
    "tableOfContents": [
      {
        "page": 7,
        "text": "Pengertian",
        "sub": [
          { "page": 7, "text": "Makna Qadha Secara Bahasa" },
          { "page": 7, "text": "Lafadz Qadha Dalam Al-Quran" },
          {
            "page": 8,
            "text": "Pengertian Qadha Dalam Istilah",
            "sub": [
              { "page": 8, "text": "Menunaikan Ibadah" },
              { "page": 9, "text": "Beribadah Setelah Lewat Waktunya" },
              { "page": 9, "text": "Memerintahkan" },
              { "page": 10, "text": "Menetapkan Taqdir" },
              { "page": 10, "text": "Memutuskan Perkara" }
            ]
          },
          {
            "page": 11,
            "text": "Qadha' Dalam Arti Ketentuan Pengadilan",
            "sub": [
              { "page": 11, "text": "Mahzab Hanafi" },
              { "page": 11, "text": "Mazhab Maliki" },
              { "page": 11, "text": "Mazhab Syafi'i" },
              { "page": 11, "text": "Mazhab Hanbali" }
            ]
          }
        ]
      },
      {
        "page": 13,
        "text": "Sultan dan Qadhi",
        "sub": [
          { "page": 15, "text": "Sultan dan Qadhi" },
          { "page": 16, "text": "Pemisahan Sultan dan Qadhi" }
        ]
      },
      {
        "page": 17,
        "text": "Keharusan Adanya Qadhi",
        "sub": [
          { "page": 17, "text": "Kewajiban Dasar Al-Quran" },
          { "page": 19, "text": "Wajib dan Sah Meski Dalam Penjajahan" },
          { "page": 19, "text": "Wajib dan Sah Meski Bukan Negara Islam" }
        ]
      },
      {
        "page": 21,
        "text": "Sosok Para Qadhi",
        "sub": [
          {
            "page": 21,
            "text": "Qadhi di Masa Kenabian",
            "sub": [
              { "page": 21, "text": "Rasulullah SAW" },
              { "page": 22, "text": "Muaz bin Jabal" },
              { "page": 24, "text": "Itab bin Asid" }
            ]
          },
          { "page": 24, "text": "Qadhi di Masa Abu Bakar" },
          {
            "page": 25,
            "text": "Qadhi di Masa Umar",
            "sub": [
              { "page": 25, "text": "Kufah" },
              { "page": 25, "text": "Bashrah" },
              { "page": 26, "text": "Madinah" },
              { "page": 26, "text": "Damaskus" },
              { "page": 26, "text": "Madain dan Qadisyiah" },
              { "page": 26, "text": "Mesir" },
              { "page": 26, "text": "Himsh" }
            ]
          },
          {
            "page": 27,
            "text": "Ulama Empat Mazhab Yang Jadi Qadi",
            "sub": [
              { "page": 27, "text": "Mazhab Al-Hanafiyah" },
              { "page": 27, "text": "Mazhab Al-Malikiyah" },
              { "page": 27, "text": "Mazhab As-Syafi'i" },
              { "page": 28, "text": "Mazhab Al-Hanabilah" }
            ]
          }
        ]
      },
      {
        "page": 29,
        "text": "Syarat Menjadi Qadhi",
        "sub": [
          { "page": 29, "text": "Berakal dan Baligh" },
          { "page": 30, "text": "Merdeka, Bukan budak" },
          { "page": 30, "text": "Islam" },
          { "page": 30, "text": "Sehat Panca Indera" },
          { "page": 30, "text": "Mengetahui Hukum-hukum Syariat" }
        ]
      },
      {
        "page": 35,
        "text": "Tugas dan Otoritas Qadhi",
        "sub": [
          { "page": 35, "text": "Memisahkan Pihak Yang Saling Bersengketa" },
          { "page": 35, "text": "Mencegah Tindakan Kriminal" },
          { "page": 35, "text": "Menegakkan Hudud Dan Hak-Hak Allah" },
          {
            "page": 36,
            "text": "Memberi Perhatian Pada Kasus Pertumpahan Darah Dan Saling Mencelakai"
          },
          { "page": 36, "text": "Melindungi Harta Anak Yatim" },
          { "page": 37, "text": "Memperhatikan Kondisi Para Terpidana" },
          { "page": 37, "text": "Memberikan Wasiat" },
          { "page": 37, "text": "Menjadi Wali Nikah" },
          { "page": 37, "text": "Menjaga Ketertiban Umum" },
          { "page": 38, "text": "Amar Makruf Nahi Munkar" }
        ]
      },
      {
        "page": 39,
        "text": "Etika-etika Sebagai Qadhi",
        "sub": [
          {
            "page": 39,
            "text": "Etika Umum",
            "sub": [
              { "page": 39, "text": "Musyawarah" },
              {
                "page": 40,
                "text": "Kesetaraan Bagi Kedua Pihak Yang Bersengketa"
              },
              { "page": 40, "text": "Menerima Hadiah" },
              { "page": 40, "text": "Menghadiri Undangan" },
              { "page": 41, "text": "Ziarah Jenazah dan Menjenguk Orang Sakit" }
            ]
          },
          {
            "page": 41,
            "text": "Etika Khusus",
            "sub": [
              { "page": 41, "text": "Tempat mengadakan majlis sidang" },
              { "page": 41, "text": "Pengawal dan Asisten Hakim" },
              { "page": 41, "text": "Menguasai Perkara" },
              { "page": 42, "text": "Emosi yang Stabil" },
              { "page": 42, "text": "Fit And Proper Test Terhadap Para Saksi" },
              { "page": 42, "text": "Mendamaikan Pihak-Pihak Bersengketa" }
            ]
          }
        ]
      },
      {
        "page": 44,
        "text": "Jurisdiksi Qadhi",
        "sub": [
          { "page": 44, "text": "Hakim Yang Memiliki Jurisdiksi Secara Umum" },
          { "page": 46, "text": "Hakim Yang Memiliki Jurisdiksi Khusus" },
          {
            "page": 46,
            "text": "Hakim dengan Pengawasan Luas dalam Bidang Tertentu."
          },
          { "page": 47, "text": "Hakim dengan Wilayah Hukum Terbatas" }
        ]
      },
      {
        "page": 48,
        "text": "Berakhirnya Jabatan Qadhi",
        "sub": [
          { "page": 48, "text": "Berhenti Dengan Pemakzulan" },
          {
            "page": 49,
            "text": "Berhenti Dengan Sendirinya",
            "sub": [
              { "page": 49, "text": "Hilangnya Kapasitas Hukum" },
              { "page": 49, "text": "Murtad" },
              { "page": 50, "text": "Fasiq" }
            ]
          }
        ]
      }
    ],
    "content": [
      {
        "page": 7,
        "text": "<strong>Bab 1 : Pengertian</strong><p>Secara bahasa, qadhi adalah bentuk isim fail dari mashdar-nya yaitu al-qadha'. Maka qadhi adalah orang yang melaksanakan qadha'.</p><strong>A. Makna Qadha Secara Bahasa</strong><p>Uniknya bahasa Arab, ternyata kata qadha’ ini punya banyak makna. Di antaranya ada yang bermakna penciptaan, tindakan, perintah, penunaian, perintah, penunaian, penyampaian, menjanjikan, penyempurnaan dan seterusnya.</p><strong>B. Lafadz Qadha Dalam Al-Quran</strong><p>Di dalam Al-Quran sendiri kita temukan ada banyak terdapat kata ini dengan banyak makna yang berbeda-beda, tergantung konteksnya.</p><p dir='rtl'>فَقَضٰىهُنَّ سَبْعَ سَمٰوَاتٍ فِيْ يَوْمَيْنِ</p><q>Maka Dia menciptakannya menjadi tujuh langit dalam dua hari (QS. Fushshilat : 12)</q><p dir='rtl'>فَاقْضِ مَآ اَنْتَ قَاضٍ</p><q>Maka lakukan apa yang hendak kamu lakukan. (QS. Thaha : 72)</q><p dir='rtl'>وَقَضٰى رَبُّكَ اَلَّا تَعْبُدُوْٓا اِلَّآ اِيَّاهُ</p>"
      },
      {
        "page": 8,
        "text": "<q>Dan Tuhanmu telah memerintahkan supaya kamu jangan menyembah selain Dia. (QS. Al-Isra' : 23)</q><p dir='rtl'>فَاِذَا قَضَيْتُمُ الصَّلٰوةَ</p><q>Apabila kalian telah menunaikan shalat (QS. AnNisa' : 103)</q><p dir='rtl'>وَقَضَيْنَآ اِلَيْهِ ذٰلِكَ الْاَمْرَ</p><q>Dan kami telah menyampaikan kepadanya urusan itu (QS. Al-Hijr : 66)</q><p dir='rtl'>وَقَضَيْنَآ اِلٰى بَنِيْٓ اِسْرَاۤءِيْلَ فِى الْكِتٰبِ</p><q>Dan telah Kami janjikan kepada Bani Israil di dalam kitab. (QS. Al-Isra' : 4)</q><p dir='rtl'>فَلَمَّا قَضَيْنَا عَلَيْهِ الْمَوْتَ</p><q>Maka tatkala Kami telah menyempurnakan baginya (Sulaiman) kematiannya. (QS. Saba' : 14)</q><strong>C. Pengertian Qadha Dalam Istilah</strong><p>Sedangkan qadha secara istilah ilmu fiqih juga punya banyak pengertian. Diantaranya adalah</p><strong>1. Menunaikan Ibadah</strong><p>Qadha’ juga bisa bermakna mengerjakan ibadah secara umum dan telah sempurna pengerjaannya, sebagaimana disebutkan di dalam Al-Quran :</p><p dir='rtl'>فَاِذَا قَضَيْتُمْ مَّنَاسِكَكُمْ فَاذْكُرُوا اللّٰ</p><q>Apabila kamu telah menyelesaikan ibadah hajimu, maka berdzikirlah (QS. Al-Baqarah : 200)</q>"
      },
      {
        "page": 9,
        "text": "<p dir='rtl'>فَاِذَا قُضِيَتِ الصَّلٰوةُ فَانْتَشِرُوْا فِى الْاَرْضِ</p><q>Apabila shalat Jumat sudah ditunaikan maka bertebaranlah kamu di muka bumi (QS. AL-Jumuah : 10)</q><strong>2. Beribadah Setelah Lewat Waktunya</strong><p>Ibnu Abidin mendefinisikan qadha’ sebagai makna mengerjakan ibadah yang hukumnya wajib namun belum sempat dikerjakan : </p><q>Mengerjakan kewajiban setelah lewat waktunya</q><p>Sedangkan Ad-Dardir menyebutkan dengan makna qadha' mirip meski tidak sebatas hanya yang hukumnya wajib saja :</p><q>Mengejar ibadah yang telah keluar waktunya</q><strong>3. Memerintahkan</strong>"
      },
      {
        "page": 10,
        "text": "<p>Qadha’ juga bisa berarti memerintahkan sesuatu atau mensyariatkan, sebagaimana firman Allah SWT berikut ini :</p><p dir='rtl'>وَمَا كُنْتَ بِجَانِبِ الْغَرْبِيِّ اِذْ قَضَيْنَآ اِلٰى مُوْسَى الْاَمْرَ وَمَا كُنْتَ مِنَ الشّٰهِدِيْنَ </p><q>Dan tidaklah kamu (Muhammad) berada di sisi yang sebelah barat ketika Kami menyampaikan perintah kepada Musa, dan tiada pula kamu termasuk orang-orang yang menyaksikan. (QS. AlQashash : 44)</q><strong>4. Menetapkan Taqdir</strong><p>Ketika Allah SWT menetapkan taqdir bahkan menentukan ajal seseorang, kadang digunakan istilah qadha di dalam Al-Quran :</p><p dir='rtl'>فَلَمَّا قَضَيْنَا عَلَيْهِ الْمَوْتَ مَا دَلَّهُمْ عَلٰى مَوْتِهٖٓ اِلَّا دَاۤبَّةُ الْاَرْضِ تَأْكُلُ مِنْسَاَتَهٗ</p><q>Maka tatkala Kami telah menetapkan kematian Sulaiman, tidak ada yang menunjukkan kepada mereka kematiannya itu kecuali rayap yang memakan tongkatnya. (QS. Saba : 14)</q><strong>5. Memutuskan Perkara</strong><p>Qadha’ dalam arti memutuskan perkara juga terdapat di dalam ayat Al-Quran, yaitu :</p><p dir='rtl'>قَالُوْا لَنْ نُّؤْثِرَكَ عَلٰى مَا جَاۤءَنَا مِنَ الْبَيِّنٰتِ وَالَّذِيْ فَطَرَنَا فَاقْضِ مَآ اَنْتَ قَاضٍۗ اِنَّمَا تَقْضِيْ هٰذِهِ الْحَيٰوةَ الدُّنْيَا</p><q>Maka putuskanlah apa yang hendak kamu putuskan. Sesungguhnya kamu hanya akan dapat memutuskan pada kehidupan di dunia ini saja. (QS.</q>"
      },
      {
        "page": 11,
        "text": "<p dir='cntn'>Thaha : 72)</p><strong>D. Qadha’ Dalam Arti Ketentuan Pengadilan</strong><strong>1. Mahzab Hanafi</strong><p>Dalam Hasyiah Ibnu Abdin disebutkan bahwa qadha adalah :</p><p dir='rtl'>فصل اخلصومات وقطع النازعات عىل وجه خمصوص</p><q>Menengahi permusuhan dan mengakhiri perseteruan dengan cara yang spesifik.</q><strong>2. Mazhab Maliki</strong><p>Dalam salah satu kitab fiqih mazhab Maliki, AsySyarhu Ash-Shaghir disebutkan bahwa yang dimaksud dengan qadha’ adalah :</p><p dir='rtl'>ا الخبار عن حُك رشعي عىل سبيل ا اللزام</p><q>Memberitahukan status hukum syar’i dalam bentuk perintah.</q><strong>3. Mazhab Syafi’i</strong><p>Di dalam salah satu kitab fiqih mazhab Syafi’i, Mughni Al-Mutjah karya Al-Khatib Asy-Syirbini, disebutkan tentang pengertian qadha’ yaitu :</p><p dir='rtl'>احلُك بي الناس أو ا اللزام حبُك الِشع</p><q>Menegakkan hukum di antara manusia dan atau mengharuskan diterapkannya hukum syar’i.</q><strong>4. Mazhab Hanbali</strong>"
      },
      {
        "page": 12,
        "text": "<p>Dalam salah satu kitab mazhab Hambali, Kasysyaf Al-Qinna’ disebutkan definisi qadha sebagai berikut :</p><p dir='rtl'>تبيي احلُك الِشعي وا اللزام به وفصل اخلصومات</p><q>Menjelaskan kedudukan hukum syar’i, mewajibkannya dan menyudahi perseteruan.</q><p>Dalam bahasa Indonesia sering diterjemahkan menjadi hakim, yaitu orang yang memimpin persidangan dan menetapkan hukum, serta menjatuhkan vonis dan menentukan siapa yang benar dan salah.</p><p>Di dalam Kamus Besar Bahasa Indonesia (KBBI), hakim adalah orang yang mengadili perkara (dalam pengadilan atau mahkamah).</p>"
      },
      {
        "page": 13,
        "text": "<strong>Bab 2 : Sultan dan Qadhi</strong><p>Tidak adanya negara Islam di masa kini seringkali dituding sebagai penyebab tidak berjalannya hukum Islam di tengah umat Islam hari ini. Sehingga dengan logika sederhana, seruan untuk mendirikan negara Islam dikobarkan dimana-mana.</p><p>Masalahnya, kita ini sekarang hidup dengan berkomitmen dengan negara kita masing-masing, meski negara kita tidak dalam format dan pengertian sebagai negara Islam seperti yang dibanyak digambarkan.</p><p>Namun alasan untuk menegakkan hukum Islam akhirnya dijadikan legitimasi untuk merebut kekuasaan dari para penguasa berbagai negeri Islam.</p><p>Maka yang terjadi dimana-mana justru aksi kudeta dan silih bergantinya perebutan kekuasan dari satu rezim ke rezim yang lain. Biasanya masing-masing rezim itu membawa-bawa alasan yaitu untuk menegakkan hukum Islam. Dan hukum Islam tidak bisa ditegakkan, kecuali hanya dengan merebut kekuasaan dari penguasa yang sudah ada.</p><p>Walaupun tetap saja tidak ada jaminan bahwa hukum syariah ditegakkan. Padahal kekuasan sudah berhasil direbut, rezim yang lama sudah ditumbangkan dan roda kekuasaan pun bergulir.</p>"
      },
      {
        "page": 14,
        "text": "<p>Mengapa demikian?</p><p>Jawabannya karena untuk tegaknya hukum syariah, sebenarnya tidak perlu sebuah pemerintahan atau negara tersendiri, juga sama sekali tidak dibutuhkan perebutan kekuasaan atau aksi-aksi penggulingan penguasa lama kepada penguasa yang baru.</p><p>Yang dibutuhkan ternyata sederhana dan amat mudah dijangkau, yaitu ditegakkannya majelis qadha’ atau pengadilan syariah yang dinyatakan dengan diangkatnya seorang qadhi.</p><p>Siapakah qadhi itu?</p><p>Qadhi adalah hakim yang tugasnya memutuskan perkara di antara dua pihak yang bersengketa. Dalam logika hukum Islam, keberadaan qadhi merupakan keharusan yang tidak bisa dibiarkan kosong begitu saja, karena tanpa adanya qadhi, hukum akan hilang lenyap, sehingga akan menimbulkan mafsadat yang teramat besar.</p><p>Sehingga bisa dikatakan eksistensi tegaknya hukum syariah itu tergantung pada eksistensi qadhi. Dikatakan hukum itu berjalan, manakala dijamin qadhi lancar menjalankan tugasnya. Sebaliknya, dikatakan hukum itu runtuh ketika qadhi tidak menjalankan tugasnya.</p><p>Maka antara qadhi dan berjalannya hukum itu menjadi satu kesatuan yang tidak terpisahkan.</p><p>Walaupun di tengah umat Islam sudah ada AlQuran dan Hadits sebagai pedoman, namun keberadaan qadhi menjadi syarat mutlak yang tidak boleh diabaikan umat Islam.</p>"
      },
      {
        "page": 15,
        "text": "<p>Hukum keberadaan qadhi ini menjadi fardhu kifayah bagi umat Islam di suatu tempat, sedangkan bagi Sultan, hukumnya menjadi fardhu ‘ain untuk menunjuk atau mengangkat qadhi pada suatu wilayah.</p><strong>1. Sultan dan Qadhi</strong><p>Ini pertayaan menarik, apalah sultan dan Qadhi itu berbeda atau sama saja?</p><p>Yang kebanyakan kita ketahu bahwa antara sultan dan qadhi memang berbeda. Namun kalau kita menengok ke masa awal sejarah umat Islam di masa kenabian, sebenarnya sultan dan qadhi itu satu orang saja, yaitu Nabi Muhammad SAW sendiri secara langsung. Berbagai masalah yang timbul di tengah mereka selalu mereka selesaikan kepada Rasulullah SAW.</p><p>Sepeninggal Nabi SAW di tahun kesepuluh hijriyah, antara sultan dengan qadhi pun masih tetap dijabat oleh satu sosok, yaitu para khulafaur-rasyidin. Dua tahun pertama yang menjadi sultan sekaligus menjadi qadhi adalah Abu Bakar Ash-Shiddiq radhiyallahuanhu.</p><p>Kemudian sultan dan qadhinya umat Islam saat itu diteruskan oleh Umar bin Al-Khattab radhiyallahuanhu selama kurun 10 tahun lamanya.</p><p>Sepeninggal Umar, yang menjadi sultan dan qadhi adalah Utsman bin Al-Affan radhiyallahuanhu selama tidak kurang dari 12 tahun lamanya. Setelah itu , Ali bin Abi Thalib radhiyallahuanhu menjabat sebagai sultan dan qadhi selama 5 tahun.</p><p>Itulah era kenabian dan era khualafaurrasyidin</p>"
      },
      {
        "page": 16,
        "text": "<p dir='cntn'>yang terbentang selama tidak kurang 30-an tahun, dimana secara umum bisa dikatakan bahwa antara sultan dan qadhi masih dijabat satu orang.</p><strong>2. Pemisahan Sultan dan Qadhi</strong><strong>Lalu kapan sebenarnya pemisahan jabatan antara sultan dan qadhi?</strong><p>Memang banyak yang menyebutkan bahwa di masa pemerintahan Bani Umayyah di Damaskus mulai dipisahkan kedua jabatan itu.</p><p>Namun kalau kita lebih teliti menyebutkan bahwa pemisahan antara jabatan sultan dan qadhi sebenarnya terjadi sejak masa khulafaurrasyidin. Bahkan di masa kenabian pun sudah ada qadhi di luar Rasulullah SAW.</p>"
      },
      {
        "page": 17,
        "text": "<strong>Bab 3 : Keharusan Adanya Qadhi</strong><p>Walaupun di tengah umat Islam sudah ada AlQuran dan Hadits sebagai pedoman, namun keberadaan qadhi menjadi syarat mutlak yang tidak boleh diabaikan umat Islam.</p><strong>A. Kewajiban Dasar Al-Quran</strong><p>Di antara perintah yang mengharuskan adanya qadhi yang memutuskan perkara di antara sesama muslim adalah nash berikut :</p><p dir='rtl'>فَلَا وَرَبِّكَ لَا يُؤْمِنُوْنَ حَتّٰى يُحَكِّمُوْكَ فِيْمَا شَجَرَ بَيْنَهُمْ ثُمَّ لَا يَجِدُوْا فِيْٓ اَنْفُسِهِمْ حَرَجًا مِّمَّا قَضَيْتَ وَيُسَلِّمُوْا تَسْلِيْمًا</p><q>Maka demi Tuhanmu, mereka (pada hakekatnya) tidak beriman hingga mereka menjadikan kamu hakim terhadap perkara yang mereka perselisihkan, kemudian mereka tidak merasa dalam hati mereka sesuatu keberatan terhadap putusan yang kamu berikan, dan mereka menerima dengan sepenuhnya. (QS. An-Nisa : 65)</q><p>Ayat ini mengancam orang Yahudi Madinah sebagai orang yang tidak beriman yaitu apabila mereka tidak mau menjadikan Nabi SAW sebagai qadhi yang memutuskan perkara di antara mereka. Apalagi buat umat Islam, wajiblah mereka</p>"
      },
      {
        "page": 18,
        "text": "<p dir='cntn'>menjadikan Nabi SAW sebagai qadhi diantara mereak.</p><p>Dan ketika Nabi Muhammad SAW sudah wafat, wajiblah diangkat orang yang melakukan peran sebagai qadhi di antara mereka.</p><p dir='rtl'>يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اَطِيْعُوا اللّٰهَ وَاَطِيْعُوا الرَّسُوْلَ وَاُولِى الْاَمْرِ مِنْكُمْۚ</p><q>Hai orang-orang yang beriman, taatilah Allah dan taatilah Rasul (Nya), dan ulil amri di antara kamu. (QS. An-Nisa : 59)</q><p>Ayat ini mewajibkan umat Islam taat kepada Allah, Rasulullah SAW dan ulil amr. Para mufassirin menyebutkan bahwa diantara makna ulul amr adalah para qadhi. Setidaknya sebagaimana disebutkan dalam Tafsir Ah-Thabari bahwa yang dimaksud dengan ulil amr di ayat itu adalah Abu Bakar dan Umar atau pun juga para qadhi yang diangkap oleh para khalifah selanjutnya.</p><p dir='rtl'>وَمَنْ لَّمْ يَحْكُمْ بِمَآ اَنْزَلَ اللّٰهُ فَاُولٰۤىِٕكَ هُمُ الْكٰفِرُوْنَ</p><q>Barangsiapa yang tidak memutuskan menurut apa yang diturunkan Allah, maka mereka itu adalah orang-orang yang kafir. (QS. Al-Maidah : 44)</q><p>Ayat ini secara tegas mengancam dengan status kafir bagi mereka yang tidak melaksanakan hukum sesuai dengan hukum yang Allah turunkan. Meski ayat ini diarahkan kepada orang-orang Yahudi yang di masa itu enggan menjalankan hukum Taurat, namun banyak ulama yang mengatakan bahwa ancaman ini berlaku juga bagi umat Islam.</p>"
      },
      {
        "page": 19,
        "text": "<strong>B. Wajib dan Sah Meski Dalam Penjajahan</strong><p>Hukum keberadaan qadhi ini menjadi fardhu kifayah bagi umat Islam di suatu tempat, sedangkan bagi Khalifah atau Sultan, hukumnya menjadi fardhu ‘ain untuk menunjuk atau mengangkat qadhi pada suatu wilayah.</p><p>Bahkan walau pun umat Islam sedang berada di bawah pemerintahan yang bukan muslim, seperti masa-masa penjajahan Eropa di abad 18 hingga abad 20, tetapi saja keberadaan qadhi ini menjadi kewajiban yang sifatnya kifa’i bagi seluruh umat Islam.</p><p>Pemerintah Hindia Belanda ketika menjajah wilayah nusantara tetap mengakui keberadaan hukum Islam ini, meski sifatnya tidak pada seluruh wilayah kehidupan. Begitu juga dengan penjejah lain seperti Inggris, Perancis, Jerman, Itali, Spanyol dan lainnya. Meskipun mereka menjajah secara politik dan menjadi pemerintah yang sah, setidaknya dalam ukuran mereka, namun keberadaan hukum agama dan para qadhi dari umat Islam tetap masih mereka akui.</p><strong>C. Wajib dan Sah Meski Bukan Negara Islam</strong><p>Menjalankan hukum syariah seperti hukum jinayat tidak mensyaratkan harus adanya negara Islam terlebih dahulu. Di dalam negara yang secara formal bukan negara Islam pun pada dasarnya bisa dijalanakan, asalkan negara itu mengakui sistem hukum Islam secara formal.</p><p>Misalnya di Indonesia, kita mengenal adanya hukum Islam dalam bentuk Pengadilan Agama (PA).</p>"
      },
      {
        "page": 20,
        "text": "<p dir='cntn'>Keberadaan pengadilan ini sah dan diakui oleh negara secara resmi, di bawah Pancasila dan Undang-undang Dasar 1945.</p>"
      },
      {
        "page": 21,
        "text": "<strong>Bab 4 : Sosok Para Qadhi</strong><strong>A. Qadhi di Masa Kenabian</strong><strong>a. Rasulullah SAW</strong><p>Yang menjadi qadhi di masa kenabian tidak lain adalah Rasulullah SAW sendiri. Kita banyak menemukan fakta dimana Rasulullah SAW menjadi qadhi atau penengah dalam berbagai macam urusan agama dan kehidupan. Waktu yang beliau miliki sehari-hari memang untuk membantu menyelesaikan berbagai masalah hukum yang terjadi di tengah masyarakat Madinah kala itu.</p><p>Dan yang memposisikan Beliau SAW sebagai qadhi bukan sebatas para shahabat saja, melainkan seluruh penduduk Madinah, termasuk yang non-muslim pun ikut pula berhukum kepada Beliau SAW.</p><p dir='rtl'>فَلَا وَرَبِّكَ لَا يُؤْمِنُوْنَ حَتّٰى يُحَكِّمُوْكَ فِيْمَا شَجَرَ بَيْنَهُمْ ثُمَّ لَا يَجِدُوْا فِيْٓ اَنْفُسِهِمْ حَرَجًا مِّمَّا قَضَيْتَ وَيُسَلِّمُوْا تَسْلِيْمًا</p><q>Maka demi Tuhanmu, mereka (pada hakekatnya) tidak beriman hingga mereka menjadikan kamu hakim terhadap perkara yang mereka perselisihkan, kemudian mereka tidak merasa dalam hati mereka sesuatu keberatan terhadap putusan yang kamu berikan, dan mereka menerima dengan sepenuhnya. (QS. An-Nisa : 65)</q>"
      },
      {
        "page": 22,
        "text": "<p>Kelompok Yahudi meski tidak mengakui kenabian Muhammad SAW, namun mereka mengakui kedudukan Beliau SAW sebagai hakim yang memutuskan perkara di antara mereka.</p><p>Contohnya ketika ada pasangan laki dan perempuan dari kalangan Yahudi berzina. Maka urusannya diselesaikan di hadapan Rasulullah SAW. Dan untuk itu beliau memanggil saksi ahli dari kalangan pemuka agama Yahudi untuk membacakan ayat-ayat yang ada di dalam Taurat, khususnya masalah hukuman yang harus dijatuhkan kepada pasangan zina sesuai dengan ketentuan hukum Taurat yang mereka anut.</p><strong>b. Muaz bin Jabal</strong><p>Adakah selain Rasulullah SAW, orang yang menjadi qadhi di masa kenabian? Lalu siapakah orang yang menjadi qadhi di zaman Rasulullah SAW?</p><p>Jawabannya ada dan shahabat yang diangkat menjadi qadhi di masa kenabian adalah Muadz bin Jabal radhiyallahuanhu. Beliau diangkat langsung oleh Nabi SAW dan dikirim untuk menjadi qadhi di negeri Yaman.</p><p>Haditsnya sudah sering kita baca, namun mungkin selama ini kita tahunya tujuan diutusnya Beliau ke Yaman sekedar untuk berdakwah dan menyebarkan ajaran Islam. Ternyata kalau kita periksa teks haditsnya secara lebih cermat, jelaslah bahwa tujuannya diutus ke Yaman semata-mata untuk menjadi qadhi. Perhatikan teks hadits berikut ini :</p>"
      },
      {
        "page": 23,
        "text": "<q>Bagaimana kamu memutuskan perkara jika diajukan perkara kepadamu dalam urusan hukum? Muaz menjawab, saya akan putuskan dengan kitab Allah.</q><p>Pembukaan kalimat ini langsung menyebutkan inti masalahnya, yaitu qadha’ atau penyelesaian masalah hukum, dimana yang menjadi qadhinya adalah Muaz bin Jabal sendiri.</p><q>Nabi bertanya kembali, bagaimana jika tidak engkau temukan dalam kitab Allah? Saya akan putuskan dengan sunnah Rasulullah, jawab Muaz. Rasulullah bertanya kembali, jika tidak engkau dapatkan dalam sunnah Rasulullah dan tidak pula dalam Kitab Allah? Muaz menjawab, saya akan berijtihad dengan pemikiran saya dan saya tidak akan berlebih-lebihan. Maka Rasulullah SAW menepuk dadanya seraya bersabda,\"Segala puji bagi Allah yang telah menyamakan utusan dari utusan Allah sesuai dengan yang diridhai Rasulullah (HR Abu Daud)</q><p>Selain itu juga ada kiriman petunjuk untuk ketentuan kewajiban zakat dari Nabi SAW di Madinah kepada Muadz setelah menjabat sebagai qadhi di Yaman.</p>"
      },
      {
        "page": 24,
        "text": "<q>Dari Muazd bin Jabal radhiyallahuanhu bahwa Nabi SAW mengutusnya ke Yaman dan memerintahkan untuk mengambil zakat dari tiap 30 ekor sapi berupa seekor tabiah, dari setiap 40 ekor sapi berupa seekor musinnah (HR. Ahmad Tirmizy Al-Hakim Ibnu Hibban)</q><strong>c. Itab bin Asid</strong><p>Ketika terjadi peristiwa pembebasan kota Mekkah (Fathu Mekkah), Rasulullah SAW kemudian mengangkat seorang shahabat yang bernama Itab bin Asid radhiyallahunahu menjadi qadhi di Mekkah.</p><p>Memang tidak disebut secara langsung dengan istilah qadhi, namun menggunakan istilah wali.</p><strong>B. Qadhi di Masa Abu Bakar</strong><p>Di masa kepemimpinan Abu Bakar Ash-Shiddiq radhiyallahuanhu pun sudah ada juga qadhi yang diangkat. Salah satunya adalah surat yang dikirim oleh Abu Bakar yang menerangkan tabel hitungan kewajiban zakat ternak, unta, sapi dan kambing.</p><p>Disebutkan bahwa Abu Bakar Ash-Shiddiq radhiyallahuanhu mengirim surat kepada Anas bin Malik untuk menetapkan zakat unta, sapi dan kambing.</p>"
      },
      {
        "page": 25,
        "text": "<q>Inilah kewajiban zakat yang telah diwajibkan oleh Rasulullah SAW terhadap kaum Muslimin dan seperti yang diperintahklan oleh Allah dan rasulNya tentangnya. (HR. Bukhari)</q><strong>C. Qadhi di Masa Umar</strong><p>Di masa Umar lebih banyak lagi para shahabat yang diangkat menjadi qadhi. Kejadiannya ketika perluasan negeri Islam semakin jauh, maka untuk tiap wilayah pun diharuskan adanya qadhi. Disinilah kemudian jabatan sultan dan qadhi menjadi terpolarisasi.</p><p>Sebutlah misalnya di masa pemerintahan Umar bin Al-Khattab yang mengalami pemekaran yang luas wilayah negeri Islam dengan sangat cepat. Tiga imperium besar yaitu Romawi, Persia dan Mesir menjadi wilayah Islam.</p><p>Percuma saja wilayah itu bergabung jadi bagian dari negeri Islam kalau tidak ada qadhi yang mengatur kehidupan disana. Maka untuk itu Umar pun mengangkat beberapa qadhi di Madinah dan juga di wilayah-wilayah jauh yang tidak terjangkau.</p><strong>1. Kufah</strong><p>Untuk daerah Kufah dan sekitarnya, Umar mengangkat Abu Umayyah Syuraih bin Al-Harits radhiyallahuanhu.</p><strong>2. Bashrah</strong><p>Untuk wilayah Bashrah, Umar mengangkat</p>"
      },
      {
        "page": 26,
        "text": "<p dir='cntn'>seorang qadhi yang juga shahabat yang mulia, Abu Musa Al-Asy’ari radhiyallahuanhu.</p><strong>3. Madinah</strong><p>Sedangkan untuk wilayah kota Madinah sendiri, ternyata Umar juga mengangkat seorang qadhi khusus yaitu shahabat nabi yang mulia bernama Abu Ad-Darda’ radhiyallahuanhu.</p><strong>4. Damaskus</strong><p>Abu Ad-Darda’ juga pernah diangkat oleh Umar untuk menjadi qadhi di Damaskus. Selain itu pernah juga diangkap Abu Ubaidah Ibnul Jarrah radhiyallahuanhu.</p><strong>5. Madain dan Qadisyiah</strong><p>Untuk daerah Madain dan Qadisiyah, Umar mengangkat Salman bin Rabiah Al-Bahili radhiyallahuanhu.</p><strong>6. Mesir</strong><p>Untuk Mesir Umar mengangkat Kaab bin Yasar dan juga pernah Qais bin Al-Ash radhiyallahuanhuma.</p><strong>7. Himsh</strong><p>Untuk negeri Himsh di wilayah Syam, Umar pernah mengangkat Said bin Amir radhiyallahuanhu.</p><p>Kepada para qadhi-nya itulah terjadi korespondensi antara Umar di Madinah dan masingmasing qadhi di wilayahnya masing-masing. Salah satu kisah korespondensi yang menarik kita angkat sebagai contoh adalah surat yang dikirim oleh Abu Musa Al-Asy’ari di Kufah kepada Umar yang memintanya menetapkan kalender khusus milik umat Islam. Dan akhirnya jadilah kalender hijriyah</p>"
      },
      {
        "page": 27,
        "text": "<p dir='cntn'>yang kita pakai selama ini.</p><strong>D. Ulama Empat Mazhab Yang Jadi Qadhi</strong><strong>1. Mazhab Al-Hanafiyah</strong><ul><li>Al-Qadhi Abu Yusuf (w 182 H)</li><li>Muhammad bin Hasan Asy Syaibani (w. H)</li><li>Al-Jashshash (w. 305 H)</li><li>Al-Qadhi Abu Khazim (w. 316 H)</li><li>Al-Qadhi An-Nashihi (w. 484 H)</li><li>Al-Qadhi Ad-Damighani (w. 478 H)</li><li>Al-Qadhi Abu Muzhaffar Yusuf Al-Jurjani (w. 478 H)</li><li>Al-Qadhi Khan Al-Hasan (w. 592 H)</li></ul><strong>2. Mazhab Al-Malikiyah</strong><ul><li>Adz-Dzuhli al-Maliki (w. 367 H)</li><li>Al-Qadhi Ibnul Qishar (w. 397 H)</li><li>Al-Qadhi Abu Bakar Al Baqilani (w. 403 H)</li><li>Al-Qadhi Abdul Wahhab Al-Baghdadi Al-Maliki (w. 422 H)</li><li>Al-Qadhi Abul Walid Al-Baji (w. 474 H)</li><li>Al-Qadhi Abu Bakar Ibnul Arabi (w. 543 H)</li><li>Al-Qadhi Iyadh (w. 544 H)</li><li>Ibnu Rusyd (w. 595 H)</li><li>Al-Qadhi Al-Akhna’i al-Maliki (w. 777 H)</li></ul><strong>3. Mazhab As-Syafi’i</strong><ul><li>Al-Qadhi Abu Ath-Thayyib Ath-Thabari (w. 450 H)</li><li>Al-Qadhi Al-Mawardi (w. 450 H)</li></ul>"
      },
      {
        "page": 28,
        "text": "<ul><li>Al-Qadhi Husain (w. 462 H)</li><li>Al-Qadhi Ibnu as-Shabbagh (w. 477 H)</li><li>Al-Qadhi Abu Syuja' Al-Asfahani (w. 500 H)</li><li>Al-Qadhi Ar Ruyani (w. 502 H)</li><li>Al-Qadhi Ibnu Daqiq al-Id (w. 702 H)</li><li>Al-Qadhi Kamaluddin ibnu az-Zamlakani (w. 727 H)</li><li>Al-Qadhi Badruddin Ibn Jamaah (w. 733 H)</li><li>Al-Qadhi Tajuddin As-Subki (w. 771 H)</li><li>Al-Qadhi Zakariya Al-Anshari (w. 926 H)</li></ul><strong>4. Mazhab Al-Hanabilah</strong><ul><li>Abu Ya'la (w. 458 H)</li><li>Ibnu Muflih (w. 708 H)</li><li>Al-Mardawi (w. 885 H)</li><li>Syamsuddin al-Maqdisi (w. 990 H)</li></ul>"
      },
      {
        "page": 29,
        "text": "<strong>Bab 5 : Syarat Menjadi Qadhi</strong><p>Qadhi adalah pejabat hukum yang ditunjuk oleh pemerintah dan berwenang untuk menyelesaikan dakwaan dan tuntutan dari rakyat. Maka dalam pemilihan Qadhi tidak boleh sembarangan, ia haruslah orang yang memiliki keahlian dan spesifikasi di bidang tersebut, memiliki sifat dan syarat tertentu yang bisa diambil dari apa yang sudah dilakukan para Khulafaur Rasyidin, di mana sangat berhati-hati dalam memilih Qadhi yang memiliki spesifikasi khusus.</p><p>Para Fuqaha’ menentukan beberapa syarat yang mayoritas syarat tersebut sudah mereka sepakati dan sebagian kecil di antaranya mereka berbeda pendapat. Adapun syarat-syarat Qadhi yang disepakati para Ulama Madzhab adalah Berakal, Baligh, Merdeka, Islam, bisa mendangar, melihat, berbicara dan mengatahui hukum-hukum syara’.</p><strong>1. Berakal dan Baligh</strong><p>Qadhi harus memiliki kemampuan akal dan baligh, sehingga ia mampu mempertanggungjawabkan perkataan dan perbuatannya. Juga supaya ia mampu menghasilkan produk hukum untuk menyelesaikan permasalahan. Seorang qadhi haruslah mumayyiz, cerdas, jauh dari sifat lalai dan lupa, sehingga ia bisa sampai pada derajat di mana ia mampu</p>"
      },
      {
        "page": 30,
        "text": "<p dir='cntn'>menyelesaikan permasalahan yang sulit dan menemukan solusi yang tepat.</p><strong>2. Merdeka, Bukan budak</strong><p>Tidak sah seorang budak berkuasa atas orang merdeka, disebabkan budak ini memiliki kekurangan yang menghalangi dirinya tidak bisa menjadi wali bagi orang lain. Maka masalah ini tidak terlalu penting untuk dibahas.</p><strong>3. Islam</strong><p>Karena qadhi adalah wali dan non muslim tidak boleh menjadi wali bagi orang islam. Orang non muslim juga tidak diterima persaksiannya, berdasarkan firman Allah SWT</p><q>Dan Allah sekali-kali tidak akan memberi jalan kepada orang-orang kafir untuk memusnahkan orang-orang yang beriman. (QS. An-Nisa: 141)</q><p>Namun Imam Abu Hanifah memperbolehkan non muslim jadi qadhi bagi orang seagama dengannya.</p><strong>4. Sehat Panca Indera</strong><p>Yaitu sehat pendengaran, penglihatan dan dapat berbicara supaya dia bisa melaksanakan tugasnya sebagai seorang qadhi dengan baik, dapat membedakan antara para pengadu, dapat mengetahui yang benar dan yang salah dan dapat mengumpulkan segala bukti agar sampai pada keputusan yang benar.</p><strong>5. Mengetahui Hukum-hukum Syariat</strong><p>Yaitu mengetahui hukum-hukum syara’ yang cabang sehingga bisa menghasilkan produk hukum sesuai dengan yang seharusnya.</p>"
      },
      {
        "page": 31,
        "text": "<p>Adapun beberapa syarat yang diperselihkan di antara mereka adalah adil, laki-laki dan bisa berijtihad (seorang mujtahid)</p><p>Syarat pertama yang diperselisihkan adalah masalah keadilan, apakah qadhi itu memiliki sifat adil ataukah tidak? Adil yang dimaksud di sini adalah tidak fasik. Sesungguhnya syarat adil ini adalah syarat yang diikuti oleh pendapat Maliki, Syafii dan Hanbali. Sehingga tidak boleh menjadi orang fasik sebagai wali, termasuk juga orang yang tidak diterima persaksiannya karena telah dilaksanakan hukuma had menuduh zina kepadanya, maka dia itu tidak boleh jadi wali dalam hal ini adalah Qadhi di karenakan mereka ini tidak bisa dipercaya perkataannya. Allah swt. berfirman:</p><p dir='rtl'>يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِنْ جَاۤءَكُمْ فَاسِقٌۢ بِنَبَاٍ فَتَبَيَّنُوْٓا اَنْ تُصِيْبُوْا قَوْمًاۢ بِجَهَالَةٍ فَتُصْبِحُوْا عَلٰى مَا فَعَلْتُمْ نٰدِمِيْنَ</p><q>Hai orang-orang yang beriman, jika datang kepadamu orang fasik membawa suatu berita, maka periksalah dengan teliti agar kamu tidak menimpakan suatu musibah kepada suatu kaum tanpa mengetahui keadaannya yang menyebabkan kamu menyesal atas perbuatanmu itu. (QS. Al-Hujurat: 6)</q><p>Kalau mereka ini tidak diterima persaksiannya, bagaimana mungkin dia bisa menjadi wali atau qadhi, tentunya lebih layak untuk tidak diterima.</p><p>Sedangkan Abu Hanifah berpendapat bahwa orang fasik bisa menjadi qadhi, jika ia ditunjuk sebagai qadhi maka keputusannya sah karena</p>"
      },
      {
        "page": 32,
        "text": "<p dir='cntn'>adanya sebuah kebutuhan, namun sebaiknya orang seperti ini tidak dipilih. Demikian juga halnya dengan saksi, sebaiknya tidak dipilih dari orang fasik tapi jika ia ditunjuk atau dipilih maka diperbolehkan namun dia bisa terjatuh dalam dosa jika keputusannya salah. Sedangkan orang yang sudah dihukum karena salah menuduh orang berzina maka dia tidak boleh jadi qadhi dan kesaksiannya tidak diterima.</p><p>Syarat kedua yang diperselisihkan adalah laki-laki. Ini adalah syarat yang diajukan oleh Maliki, Syafii dan Hanbali. Maka seorang wanita tidak boleh menjabat sebagai qadhi. Karena jabatan qadhi adalah jabatan perwalian. Allah berfirman:</p><q>Kaum laki-laki itu adalah pemimpin bagi kaum wanita, (QS. An-Nisa: 34)</q><p>Peradilan atau qadha ini membutuhkan adanya ide yang cemerlang dan fikiran yang mendalam. Sedangkan wanita tidak akan mampu melaksanakan tugas tersebut karena ia adalah orang yang banyak lupa dan banyak tidak tega, sehingga produk hukum yang dihasilkan bisa jadi malah merugikan orang lain, maka dari itu, ia tidak layak memegak jabatan menjadi pemimpin umum, berdasarkan sabda Rasulullah:</p><q>Tidak akan beruntung suatu kaum yang menjadikan wanita sebagai pemimpin bagi urusan mereka. (QS. Ahmad, Bukhari, Tirmidzi dan Nasai dari Abu Bakarah)</q><p>Sedangkan Imam Abu Hanifah berpendapat bahwa wanita boleh menjadi qadhi dalam masalah keuangan, finansial atau harta, karena wanita boleh</p>"
      },
      {
        "page": 33,
        "text": "<p dir='cntn'>menjadi saksi dalam masalah keuangan maka ia juga boleh menjadi qadhi. Adapun masalah hudud dan qishas kriminal, maka wanita tidak boleh ditunjuk menjadi qadhi, karena ia tidak boleh menjadi saksi dalam kasus kriminalitas. Dan spesifikasi menjadi qadhi sama dengan spesifikasi yang harus dimiliki seorang saksi.</p><p>Sedangkan Ibnu Jarir at-Thabari memperbolehkan seorang wanita menjadi qadhi dalam segala masalah karena ia perbolehkan memberikan fatwa. Namun Mawardi menolak pendapat ini dan mengatakan: ”Kita tidak perlu memperhatikan pendapat yang bertentangan dengan ijma’.”</p><p>Adapun syarat ijtihad ini dikemukakan oleh madzhab Maliki, Syafii, Hanbali dan sebagian madzhab Hanafi. Maka orang bodoh atau seorang muqallid tidak boleh menjadi qadhi, karena Allah berfirman:</p><p dir='rtl'>وَاَنِ احْكُمْ بَيْنَهُمْ بِمَآ اَنْزَلَ اللّٰ</p><q>Dan hukumilah di antara mereka dengan apa yang diturunkan Allah. (QS. Al-Maidah: 49).</q><p>Dengan ijtihad maka qadhi dapat membedekan antara yang haq dan yang batil. Rasulullah bersabda: ”Para qadhi itu ada tiga. Satu di surga dan yang dua di neraka. Adapun yang akan masuk surga adalah orang yang mengetahui yang haq kemudian dia menghukumi dengannya. Sedangkan orang yang mengetahui yang haq kemudian dia menghukumi tidak membela yang benar maka ia masuk neraka. Dan orang yang menghukumi berdasarkan kebodohan, maka dia berada di neraka,” (Ibnu</p>"
      },
      {
        "page": 34,
        "text": "<p dir='cntn'>Majjah dan Abu Daud). Dan orang awwam (bukan mujtahid) menentukan hukum berdasarkan ketidaktahuan.</p>"
      },
      {
        "page": 35,
        "text": "<strong>Bab 6 : Tugas dan Otoritas Qadhi</strong><p>Dalam peradilan Islam, hakim memiliki beberapa wewenang sekaligus kewajiban yang harus ia laksanakan dengan amanah. Setidaknya ada 10 tugas dan wewenang yang diberikan kepada seorang qadhi, antara lain :</p><strong>1. Memisahkan Pihak Yang Saling Bersengketa</strong><p>Setiap hari menggelar persidangan (mahkamah syar’iyah) untuk mendamaikan para pihak yang bersengketa dengan ketentuan syariah.</p><strong>2. Mencegah Tindakan Kriminal</strong><p>Kewajiban mencegah terjadinya tindak kriminal dengan memutuskan bentuk hukuman bagi para pelaku kriminal dan memerintahkan algojo untuk menjalankan vonis.</p><p>Termasuk juga melindungi mereka yang dirugikan, serta memberikan hak kepada pihak yang seharusnya menerima.</p><strong>3. Menegakkan Hudud Dan Hak-Hak Allah</strong><p>Hudud ini misalnya hukum potong tangan pencuri, merajam pezina muhshan, mencambuk 100 kali pezina ghairu muhshan, mencambuk penuduh zina yang tidak bisa mendatangkan 4 saksi yang memenuhi syarat.</p>"
      },
      {
        "page": 36,
        "text": "<strong>4. Memberi Perhatian Pada Kasus Pertumpahan Darah Dan Saling Mencelakai</strong><p>Urusan pertumpahan darah dan pembunuhan tidak boleh diselesaikan secara hukum jalalan atau massa. Namun harus diselesaikan lewat jalur hukum. Maka yang berwenang dalam menyelesaikan urusan nyawa adalah qadhi.</p><p>Nanti qadhi yang memutuskan apakah si pembunuhnya terbukti memang membunuh atau tidak. Kalau terbukti, apakah ini termasuk kasus pembunuhan sengaja, tidak sengaja atau seperti sengaja.</p><p>Semua diklarifikasi terlebih dahulu secara seksama dengan mendatangkan para saksi dan bukti-bukti yang menguatkan. Tentu saja qadhi berhak untuk memberikan kesempatan tertuduh untuk membela diri.</p><p>Dan kalau semua sudah lengkap, qadhi berhak menjatuhkan vonis, apakah si pembunuhnya harus dihukum mati alias qishah, ataukah dia dimaafkan dengan membayar denda (diyat), ataukah dia dimaafkan tanpa kewajiban membayar apa pun. Semua ada di tangan seorang qadhi.</p><strong>5. Melindungi Harta Anak Yatim</strong><p>Harta anak yatim agar tidak tersia-sia dimakan oleh pihak yang tidak bertanggung-jawab, maka harus diselesaikan urusannya di muka qadhi. Agar jangan sampai anak yatim terzhalimi. Nanti qadhi lah yang menentukan siapa yang berhak untuk memelihara anak yatim sekaligus siapa yang mengelola hartanya.</p>"
      },
      {
        "page": 37,
        "text": "<p>Termasuk juga orang yang terganggu kejiwaannya, serta kaum lemah lainnya.</p><strong>6. Memperhatikan Kondisi Para Terpidana</strong><p>Orang-orang yang terpidana, apapun bentuk hukumannya, maka kehidupannya menjadi tanggung-jawab qadhi. Termasuk bila si terpidana dihukum mati atau dipenjara dalam waktu yang lama, maka qadhi lah yang harus memikirkan nafkah buat anak istrinya.</p><strong>7. Memberikan Wasiat</strong><p>Tanggung-jawab memberi wasiat adanya di pundak seorang qadhi.</p><strong>8. Menjadi Wali Nikah</strong><p>Wanita yang tidak punya wali, maka qadhi yang harus menjadi walinya, sebagaimana sabda Rasulullah SAW :</p><p dir='rtl'>السلطان وِل من ال وِل لها</p><q>Penguasa itu adalah wali bagi wania yang tidak punya wali</q><p>Dalam implementasinya, justru qadhi yang menjadi wali. Dalam bahasa kita sehari-hari disebut dengan istilah wali hakim.</p><strong>9. Menjaga Ketertiban Umum</strong><p>Ketertiban umum menjadi tanggung-jawab bersama di tengah masyarakat. Namun apabila terjadi ketidak-tertiban, maka yang berwenang untuk mengaturnya adalah seorang qadhi.</p><p>Termasuk juga keamanan di perjalanan dari</p>"
      },
      {
        "page": 38,
        "text": "<p dir='cntn'>penjahat, begal dan perampok di jalan.</p><strong>10. Amar Makruf Nahi Munkar</strong><p>Amar makruf nahyi munkar ini sebenarnya adalah kewajiban dan wewenang qadhi dan bukan pekerjaan orang per orang, kelompok masyarakat atau pun masyarakat sipil.</p><p>Karena yang punya perangkat untuk menegakkannya hanya negara. Dalam hal ini secara teknis diserahkan kepada qadhi.</p>"
      },
      {
        "page": 39,
        "text": "<strong>Bab 7 : Etika-etika Sebagai Qadhi</strong><p>Seorang hakim wajib memperhatikan peraturan dan kode etiknya. Sehingga, wibawanya sebagai pemegang otoritas tertinggi di dalam dewan judikatif tidak hilang. Dalam yudikasi Islam, seorang hakim memiliki beberapa aturan dan kode etik, antara lain:</p><strong>1. Etika Umum:</strong><strong>a. Musyawarah</strong><p>Seorang hakim hendaknya mengajak beberapa ulama yuris untukbermusyawarah dalam suatu perkara yang belum ia kuasai permasalahan atau hukumnya, untuk menghindari kecerobohan dalam pengambilan keputusan. Hal ini berdasar pada firman Allah surah Ali Imran ayat 159:</p><p dir='rtl'>وَشَاوِرْهُمْ فِى الْاَمْرِۚ فَاِذَا عَزَمْتَ فَتَوَكَّلْ عَلَى اللّٰهِ ۗ اِنَّ اللّٰهَ يُحِبُّ الْمُتَوَكِّلِيْنَ</p><q>Dan bermusyawarahlah dengan mereka dalam urusan itu. Kemudian apabila kamu telah membulatkan tekad, maka bertawakallah kepada Allah. Sesungguhnya Allah menyukai orang-orang yang bertawakal kepada-Nya. (QS. Ali Imran : 159)</q><p>Diriwayatkan oleh Imam Tirmidzi dari Abu Hurairah, ia berkata:</p>"
      },
      {
        "page": 40,
        "text": "<q>Setelah Rasulullah tiada, aku tidak pernah melihat seseorang yang lebih sering bermusyawarah dengan para shahabatnya.</q><strong>b. Kesetaraan Bagi Kedua Pihak Yang Bersengketa</strong><p>Seorang hakim wajib untuk tidak membedakan sikap terhadap pihak penuntut maupun terdakwa. Ia harus memberikan hak kepada masing-masing penuntut dan terdakwa, seperti hak hadir di majlis sidang untuk mendengarkan penuturan lawannya.</p><p>Contoh: hakim tidak boleh memberikan hukuman kepada pihak yang tidak dihadirkan di dalam sidang, atau diminta hadir akan tetapi tidak dapat memenuhi panggilan hakim dengan alasan kuat.</p><strong>c. Menerima Hadiah</strong><p>Seorang hakim tidak boleh menerima hadiah kecuali dari keluarganya sendiri, kecuali jika saling memberikan hadiah pada hakim merupakan adat setempat. Etika tersebut bertujuan untuk menghidari prasangka yang bisa dituduhkan pada hakim dan dapat menurunkan wibawa dan reputasinya.</p><strong>d. Menghadiri Undangan</strong><p>Apabila undangan itu dibuka untuk umum, seperti pesta pernikahan atau khitan, dimana kehadiran atau ketidakhadiran hakim tidak menjadi prioritas bagi shahibul walimah (yang punya hajat), maka tidak ada larangan bagi hakim untuk menghadirinya.</p><p>Akan tetapi, jika itu undangan khusus yang tidak mengundang orang banyak, dimana kehadiran hakim menjadi prioritas utama bagi shahibul walimah, maka</p>"
      },
      {
        "page": 41,
        "text": "<p dir='cntn'>hakim hendaknya tidak memenuhi undangan tersebut.</p><strong>e. Ziarah Jenazah dan Menjenguk Orang Sakit</strong><p>Tidak ada larangan bagi hakim untuk bertakziyah atas kematian ataupun menjenguk orang sakit, karena itu merupakan salah satu hak muslim atas muslim lainnya, meskipun seseorang yang wafat atau sakit adalah keluarga salah satu pihak bersengketa yang kasusnya sedang ia selesaikan.</p><strong>2. Etika Khusus:</strong><strong>a. Tempat mengadakan majlis sidang</strong><p>Sidang hendaknya dilaksanakan ditempat yang tidak tersembunyi dan dibuka untuk umum.</p><strong>b. Pengawal dan Asisten Hakim</strong><p>Dianjurkan bagi setiap hakim untuk memiliki ajudan, pengawal, asisten, atau orang-orang yang dapat membantu sebagian tugasnya, seperti mengawal hakim di kediamannya, menjaga ketertiban proses sidang, memaksa terdakwa untuk hadir di persidangan, dan lain-lain. Hal tersebut untuk menjaga kewibawaan hakim.</p><strong>c. Menguasai Perkara</strong><p>Seorang hakim harus benar-benar menguasai perkara yang tengah ia tangani. Ia harus sepenuhnya membuka mata, telinga dan hatinya agar dapat menguasai duduk perkaranya, sehingga dapat meminimalisir kesalahan dalam pengambilan keputusan.</p><p>Khalifah Umar Bin al-Khattab suatu hari pernah mengirim surat kepada qadhi Abu Musa Al-Asy’ari</p>"
      },
      {
        "page": 42,
        "text": "<p dir='cntn'>yang isinya: “Maka pahamilah apa-apa yang aku sampaikan kepadamu, karena tidak ada manfaatnya pembicaraan haq (benar) yang tidak bisa diimplementasikan.”</p><strong>d. Emosi yang Stabil</strong><p>Seorang hakim harus memiliki emosi yang stabil, khususnya ketika ia sedang memimpin sidang. Seseorang yang memiliki karakter sangat kasar, mudah marah, memiliki tekanan kejiwaan, ataupun tempramental tidak semestinya menjabat sebagai hakim. Maka, ketika seorang hakim sedang labil, hendaknya ia menunda sidang hingga emosinya stabil kembali. Khalifah Umar Bin Khattab juag pernah menasehati Abu Musa Al-Asy’ari seraya berkata: “jauhilah sifat pemarah, cemas dan suka menyakiti manusia.”</p><strong>e. Fit And Proper Test Terhadap Para Saksi</strong><p>Sebelum memulai sidang, hendaknya hakim melakukan fit and proper test terlebih dahulu terhadap para saksi, jika ada. Menurut Imam Abu Hanifah, dalam kasus selain Hudud dan Qishas para saksi tidak perlu ditanyai mengenai perihal dirinya. Akan tetapi menurut kedua pengikutnya, yakni asShahabani (Abu Yusuf dan Muhammad), test seharusnya dilakukan.</p><p>Hal tersebut hendaknya terlebih dulu dilakukan secara rahasia, kemudian dilakukan kembali secara terang-terangan dihadapan khalayak umum, dengan tujuan menghindari kesaksian palsu dan tipu daya oleh para saksi.</p><strong>f. Mendamaikan Pihak-Pihak Bersengketa</strong>"
      },
      {
        "page": 43,
        "text": "<p>Dalam menyelesaikan perkaranya, seorang hakim diperkenankan untuk melakukannya dengan jalan damai, yakni menganjurkan kedua belah pihak untuk saling berdamai tanpa mengangkat perkara mereka ke mahkamah atau pengadilan. Hal itu dapat dilakukan dengan mempertimbangka kemashlahatan kedua belah pihak. Allah berfirman:</p><p dir='rtl'>فَلَا جُنَاحَ عَلَيْهِمَآ اَنْ يُّصْلِحَا بَيْنَهُمَا صُلْحًا ۗوَالصُّلْحُ خَيْرٌ</p><q>..Maka tidak mengapa bagi keduanya mengadakan perdamaian yang sebenar-benarnya, dan perdamaian itu lebih baik bagi mereka.. (QS. An-Nisa: 128</q><p>Khalifah Umar Bin Khattab berkata: “Jauhilah perdebatan dalam sidang sehingga mereka saling berdamai, karena sesungguhnya penyelesaian perkara melalui meja sidang dapat membuahkan kebencian.”</p><p>Namun, apabila perdamaian tidak dapat lagi dilakukan diantara kedua belah pihak, maka hakim harus menyelesaikan sengketa mereka melalui meja sidang dengan mengaplikasikan hukum-hukum yang telah ditentukan dalam syariat.</p>"
      },
      {
        "page": 44,
        "text": "<strong>Bab 8 : Jurisdiksi Qadhi</strong><p>Jurisdiksi atau yurisdiksi adalah wilayah atau daerah tempat berlakunya sebuah peraturan yang berdasarkan hukum. Kata ini berasal dari bahasa latin ius, iuris artinya \"hukum\" dan dicere artinya \"berbicara\". Dalam bahasa Arab, Jurisdiksi disebut dengan Ikhtishas. Jamak atau bentuk plural dari ikhtishas adalah ikhtishashat.</p><p>Al-Mawardi, seorang hakim terkemuka pada masanya, membagi kelompok hakim berdasarkan jurisdiksi atau wilayah hukumnya menjadi empat kelompok, yaitu:</p><strong>1. Hakim Yang Memiliki Jurisdiksi Secara Umum.</strong><p>Ia adalah hakim yang wilayah kekuasaan hukumnya tidak dibatasi oleh waktu dan tempat tertentu, juga tidak dibatasi oleh orang-orang tertentu, akan tetapi ia memiliki kewenangan mutlak untuk mengawasi dan melaksanakan tugas-tugasnya di manapun. Misalnya, seorang hakim yang memiliki jurisdiksi hukum untuk mengawasi peradilan di seluruh tanah negerinya. Adapun jurisdiksi hakim ini meliputi 10 hal, yaitu:</p><ul><li>Pertama, menyelesaikan pertikaian, menghentikan pertengkaran dan sengketa, baik dengan secara damai dan saling rela di antara</li></ul>"
      },
      {
        "page": 45,
        "text": "<p dir='cntn'>pihak-pihak terlibat atau dengan cara yang sesuai dengan hukum yang berlaku.</p><ul><li>Kedua, Memenuhi hak-hak orang yang trabaikan, dan menyampaikannya kepada yang berhak setelah hak-hak itu ditetapkan dengan cara Iqraar dengan bukti-bukti, atau dengan metode pembuktian kasus lainnya.</li><li>Ketiga, Menjadi wali bagi kaum yang tidak memiliki kapasitas hukum, seperti orang gila atau anak kecil. Hakim juga berwenang untuk menjaga harta benda mereka, apabila punya, juga mencegah mereka untuk menggunakan harta bendanya, dengan tujuan untuk menghindari kemubadziran dan penggunaan harta yang boros.</li><li>Keempat, Mengawasi sistem Perwakafan, dengan menjaga benda wakaf aslinya, juga tumbuh kembangnya cabang yang dihasilkan oleh benda wakaf itu.</li><li>Kelima, Melaksanakan wasiat berdasarkan syaratsyarat yang diberikan oleh pemberi wasiat sesuai dengan apa-apa yang dibolehkan oleh syariat.</li><li>Keenam, Memberikan santunan kecukupan bagi anak-anak yatim sampai merea menikah, apabila mereka tidak mampu dan tidak memiliki saudara.</li><li>Ketujuh, Menegakkan hudud bagi yang berhak mendapatkan haknya. Apabila hudud itu berkenaan dengan hak-hak Allah, maka hudud itu harus ditegakkan meskipun tidak ada yang menuntutnya. Akan tetapi apabila hudud itu berkenaan dengan hak-hak manusia, maka hudud itu dilaksanakan atas tuntutan pihak yang berhak.</li><li>Kedelapan, Mengawasi sarana publik agar bersih</li></ul>"
      },
      {
        "page": 46,
        "text": "<p dir='cntn'>dari penyalah gunaan wewenang, seperti dalam penyediaan transportasi, keamanan jalan-jalan umum, dll. Jika perlu, hakim sendiri turun tangan untuk melaksanakan tugasnya ini, meskipun sedang tidak ada hal yang mencurigakan. Hal itu demi kepentingannya dalam mengemban tugas. Akan tetapi menurut Abu Hanifa, hakim tidak boleh mengawasi pekerjaan orang lain apabila tidak ada pengaduan.</p><ul><li>Kesembilan, Mengecek kembali para saksi yang aka dihadikan ke dalam persidangan yang ia pimpin, juga memilih wakil-wakil dari para tokoh masyarakat untuk membantunya mendengar aduan dan gugatan yang datang.</li><li>Kesepuluh, Penyetaraan keadilan terhadap kaum kuat dan lemah, dan adil dalam memberikan keputusan antara mereka yang terhormat dan tidak, serta tidak boleh mengikuti hawa nafsunya dalam menyelesaikan masalah.</li></ul><strong>2. Hakim yang Memiliki Jurisdiksi Khusus</strong><p>Hakim ini memiliki jurisdiksi tertentu, misalnya memiliki kewenangan hukum dalam melaksanakan sebagian tugas di atas saja, atau tugas tertentu lain yang tidak luas jangkauan wilayahnya, seperti menghukumi perkara yang berdasarkan IQraar tapi tanpa bukti, atau masalah-masalah hutang saja, atau masalah hukum pernikahan dan rumah tangga saja, atau tugas tertentu lainnya. Hakim ini tidak boleh menangani kasus diluar jurisdiksinya.</p><strong>3. Hakim dengan Pengawasan Luas dalam Bidang Tertentu.</strong><p>Jurisdiksi hakim ini terbatas oleh tempat (al-</p>"
      },
      {
        "page": 47,
        "text": "<p dir='cntn'>ikhtishas al-makani). Hakim yang memiliki jurisdiksi ini memiliki otoritas pengawasan di semua wilayah hukum sepuluh di atas, akan tetapi itu semua terbatas dalam area administratif tertentu, atau kawasan tertentu. Misalnya, di satu provinsi saja, atau di satu pulau saja, dll. Maka, wewenangnya sebagai qadhi hanya terbatas dalam lingkup dimana ia memiliki jurisdiksi.</p><strong>4. Hakim dengan Wilayah Hukum Terbatas</strong><p>Wilayah hukum hakim ini terbatas, ia hanya dapat menghakimi perkara-perkara tertentu saja, atau pada waktu tertentu saja. Artinya, kewenangannya sebagai hakim dibatasi oleh tempat dan waktu tertentu. Hakim ini dapat menangani perkara tertentu, akan tetapi perkara yang ditanganinya terbatas dalam lingkup orang-orang tertentu, atau pada waktu tertentu saja. Misalnya, ia menangani perkara-perkara pidana khusus di lingkungan satu pulau saja, atau satu provinsi saja, dan waktu bertugasnya hanya pada hari senin dan selasa saja.</p>"
      },
      {
        "page": 48,
        "text": "<strong>Bab 9 : Berakhirnya Jabatan Qadhi</strong><p>Wilayah kewenangan hakim (jurisdiksi) usai ketika pewakilan perkara yang diembankan kepadanya telah berakhir, atau karena sebab lain seperti mati dan menjadi gila. Maka, apabila seorang hakim meninggal dunia atau menjadi hilang ingatan, dengan sendirinya jabatan hakim tidak bisa lagi disandangnya. Tapi, jabatannya sebagai hakim tidak berhenti begitu saja dengan sebab meninggalnya sultan atau pemimpin suatu wilayah.</p><strong>1. Berhenti Dengan Pemakzulan</strong><p>Pemimpin suatu wilayah atau negeri dapat kapan saja memberhentikan hakim apabila ada alasan tertentu, sebagaimana seorang qadhi yang juga berhak untuk berhenti dan mundur dari jabatannya apabila ia berhalangan untuk itu. Dengan catatan bahwa pemberhentian atau kemunduran seorang hakim haruslah dilaksanakan dengan alasan yang baik dan tidak mengganggu kepentingan umat.</p><p>Pemakzulan juga dapat terjadi terhadap seorang qadhi dengan sebab-sebab tertentu. Karena imam atau pemimpin dapat mencopot jabatan hakim apabila sang hakim benar-benar terbukti melalaikan kewajibannya, atau banyaknya aduan dari masyarakat mengenai pribadi sang hakim, seperti tuduhan cacat moral, perilaku buruk, tempramental,</p>"
      },
      {
        "page": 49,
        "text": "<p dir='cntn'>watak yang pragmatis, menerima suap, menyimpang dari ajaran agama, dll.</p><p>Imam juga dapat melepas jabatan hakim yang disandang seseorang, apabila ada orang lain yang lebih kapabel, ahli, dan memiliki pengetahuan syariah yang lebih luas, disamping pribadi yang lurus. Akan tetapi, pencopotan jabatan hakim harus diinformasikan kepada yang bersangkutan, hingga ia mengetahui bahwa jabatannya sudah berakhir.</p><strong>2. Berhenti Dengan Sendirinya</strong><p>Jabatan sebagai hakim akan dengan sendirinya berakhir apabila terjadi hal-hal tertentu. Ada 3 hal yang dapat menjadikan jabatan hakim secara otomatis hilang, yaitu:</p><strong>a. Hilangnya Kapasitas Hukum</strong><p>Apabila ia tidak lagi memiliki kapasitas hukum, maka jabatan hakim tidak dapat lagi disandangnya. Seperti apabila ia menjadi gila, buta, tuli, atau bisu.</p><p>Menurut sebagian ulama, jabatan hakim dapat berhenti apabila sang hakim tidak lagi memiliki kapasitas sebagai mujtahid. Karena dengan itu, ia tidak lagi dapat berijtihad dalam pengambilan keputusan suatu perkara apabila perkara itu tidak secara eksplisit ditemui dalam 4 sumber agama, AlQur'n, As-Sunnah, Ijma dan Qiyas.</p><strong>b. Murtad</strong><p>Apabila seorang qadhi keluar dari agama Islam, maka ia tidak lagi menjadi hakim karena ia adalah seorang kafir. Allah Ta'ala berfirman:</p><p dir='rtl'>وَلَنْ يَّجْعَلَ اللّٰهُ لِلْكٰفِرِيْنَ عَلَى الْمُؤْمِنِيْنَ سَبِيْلًا</p>"
      },
      {
        "page": 50,
        "text": "<q>Dan Allah sekali-kali tidak akan memberi jalan kepada orang-orang kafir untuk memusnahkan orang-orang yang beriman. (An-Nisa: 141)</q><strong>c. Fasiq</strong><p>Seorang hakim dapat dengan sendirinya berhenti dari jabatannya apabila ia berbuat fasiq, yakni melanggar aturan-aturan syariah, baik itu melanggar perintah maupun larangan dari Allah yang telah tertuang dalam syariah.</p>"
      }
    ]
  }
]
