[
  {
    "id": "ifQ",
    "info": {
      "title": "Hijrah Dalam Perspektif Fiqih Islam",
      "author": "Isnan Ansory, Lc, MA",
      "publish": "Sun, 9 August 2020",
      "price": 0,
      "pages": 38,
      "category": "Fiqih Muamalat",
      "desc": "Di hari-hari penghujung bulan Dzulhijjah (bulan terakhir dalam kalender Hijriyyah), umat Islam diingatkan dengan peristiwa besar yang terjadi dalam kehidupan Nabi Muhammad - shallallahu 'alaihi wasallam -, yaitu peristiwa hijrahnya beliau dari Mekkah menuju Madinah."
    },
    "tableOfContents": [
      { "page": 6, "text": "Pengantar" },
      {
        "page": 8,
        "text": "Pengertian Hijrah dan Klasifikasinya",
        "sub": [
          {
            "page": 8,
            "text": "Pengertian Hijrah",
            "sub": [
              { "page": 8, "text": "Pengertian Hijrah Secara Etimologis" },
              { "page": 9, "text": "Pengertian Hijrah Secara Terminologis" }
            ]
          },
          {
            "page": 9,
            "text": "Klasifikasi Hijrah Syar'iyyah",
            "sub": [
              {
                "page": 10,
                "text": "Hijrah Secara Fisik",
                "sub": [
                  { "page": 10, "text": "Hijrah Islam" },
                  { "page": 13, "text": "Hijrah Dari Wilayah Kafir" },
                  { "page": 17, "text": "Hijrah Taubat Dari Wilayah Maksiat" }
                ]
              },
              { "page": 19, "text": "Hijrah Secara Non Fisik" }
            ]
          }
        ]
      },
      {
        "page": 23,
        "text": "Antara Hijrah dan Hajr Dalam Fiqih Islam",
        "sub": [
          { "page": 23, "text": "Pengertian Hajr" },
          {
            "page": 23,
            "text": "Klasifikasi Hajr",
            "sub": [
              { "page": 23, "text": "Hajr al-Akh al-Muslim" },
              {
                "page": 25,
                "text": "Hajr al-Maal",
                "sub": [
                  {
                    "page": 25,
                    "text": "Hajr Untuk Kemashlahatan Mahjur 'Alaihi"
                  },
                  {
                    "page": 27,
                    "text": "Hajr Untuk Kemashlahatan Pihak Yang Terkait Dengan Mahju 'Alaihi"
                  }
                ]
              },
              { "page": 28, "text": "Hajr az-Zawjah an-Naasyizah" },
              { "page": 31, "text": "Hajr al-Mujahir bi al-Ma'shiyah" }
            ]
          }
        ]
      }
    ],
    "content": [
      {
        "page": 6,
        "text": "<h1>A. Pengantar</h1><p>Di hari-hari penghujung bulan Dzulhijjah (bulan terakhir dalam kalender Hijriyyah), umat Islam diingatkan dengan peristiwa besar yang terjadi dalam kehidupan Nabi Muhammad - shallallahu 'alaihi wasallam -, yaitu peristiwa hijrahnya beliau dari Mekkah menuju Madinah.</p><p>Suatu peristiwa yang menjadi awal tahun ditetapkannya kalender Islam pada masa khalifah Umar bin Khatthab, yang kemudian dikenal dengan kalender Hijriyyah (tarikh hijriy).</p><p>Memang secara faktual, peristiwa hijrahnya Rasulullah - shallallahu 'alaihi wasallam - tidaklah terjadi pada bulan Muharram (bulan pertama dalam kalender hijriyyah), namun terjadi di akhir bulan Shofar (bulan kedua) dan berakhir di awal bulan Robi’ul Awal (bulan ketiga). Namun tradisi bangsa Arab yang menjadikan bulan Muharram sebagain bulan di awal tahun, membuat peristiwa hijrah Nabi diperingati menjelang memasuki bulan Muharram.</p><p>Karenanya, pada moment penghujung bulan Dzulhijjah tahun 1441 H saat ini, melalui tulisan sederhana ini, penulis ingin berkontribusi dalam khazanah literatur keislaman melalui kajian tentang hijrah dalam perspektif ilmu fiqih. Sekaligus pembahasan sebuah istilah yang terkait dengan akar kata hijrah, namun digunakan dalam fiqih Islam di</p>"
      },
      {
        "page": 7,
        "text": "<p dir='cntn'>luar konteks persoalan hijrah dan nilai-nilai yang terkandung di dalamnya.</p><p>Harapannya, semoga tulisan ini dapat menjadi penambah wawasan bagi para pembaca. Sekaligus pengetahuan untuk dapat menggunakan suatu istilah secara proporsional sesuai dengan konteksnya.</p><p>Secara sistematis, tulisan ini dibagi menjadi dua tema besar, yaitu pembahasan hijrah dalam perspektif fiqih dan pembahasan tentang istilah hajr sebagai akar kata dari istilah hijrah.</p>"
      },
      {
        "page": 8,
        "text": "<h1>B. Pengertian Hijrah dan Klasifikasinya</h1><strong>1. Pengertian Hijrah</strong><strong>a. Pengertian Hijrah Secara Etimologis</strong><p>Secara bahasa, kata hijrah (الهجرة) berasal dari bahasa Arab, haajaro - yuhaajiru - muhajarotan wa hijrotan (وهجرة مهاجرة - يهاجر - هاجر). Di mana kata ini berasal dari akar kata hajaro - yahjuru - hajron ( هجر هجرا - يهجر ) - yang bermakana meninggalkan (attarku), berpaling (al-i’rodh), memutus (al-qoth’u) dan menahan (al-man’u).</p><p>Sedangkan makna hijrah itu sendiri yang berasal dari kata haajaro, bermakna mufaroqoh (المفارقة) atau meninggalkan suatu tempat menuju tempat yang yang lain. Dan orang yang melakukan hijrah disebut dengan muhaajir (المهاجر).</p><p>Tentunya, secara bahasa, makna hijrah tidaklah berkonotasi secara khusus untuk hal yang bersifat positif ataupun negatif. Namun istilah hijrah secara bahasa dapat berpotensi untuk kedua-duannya. Di mana seseorang yang berpindah meninggalkan suatu tempat yang baik menuju tempat yang buruk, juga bisa disebut hijrah, demikian pula sebaliknya.</p><p>Selain itu, secara isti’aroh, istilah hijrah yang bersifat fisik, digunakan juga untuk hal-hal yang bersifat non fisik. Seperti hijrah yang dimaknai</p>"
      },
      {
        "page": 9,
        "text": "<p dir='cntn'>berpindahnya seseorang dari meninggalkan sifat yang buruk menuju sifat yang baik.</p><strong>b. Pengertian Hijrah Secara Terminologis</strong><p>Sedangkan jika istilah hijrah dimaknai secara terminologis, khususnya dalam terminologi Islam (makna syar’i), maka ia bermakna meninggalkan sesuatu atas dasar untuk melakukan taqorrub (mendekatkan diri) kepada Allah.</p><p>Syaikh Ahmad bin Muhammad al-Fayumi (w. 770 H) menulis dalam kamusnya, al-Mishbah al-Munir fi Ghorib asy-Syarh al-Kabir.</p><p dir='rtl'>الِخْرٌَ بالكسشر مُفَارقَةُ بد إل غَيْهِ فَإِدْكَانتُ فُرْةٌ لله نبي الجر الشَرْعِيَّهُ</p><q>Hijrah - dengan mengkasrohkan huruf ha’ - adalah meninggalkan suatu negri menuju negri yang lain. Di mana jika hal itu dilakukan dalam rangka mendekatkan diri kepada Allah, maka hijrah ini disebut dengan hijrah syar’iyyah.</q><strong>2. Klasifikasi Hijrah Syar’iyyah</strong><p>Para ulama selanjutnya mengklasifikasikan hijrah secara syar’i (hijrah syar’iyyah) menjadi dua jenis. Yaitu secara hijrah secara fisik dan hijrah secara non</p>"
      },
      {
        "page": 10,
        "text": "<p dir='cntn'>fisik.</p><strong>a. Hijrah Secara Fisik</strong><p>Maksud dari hijrah secara fisik adalah hijrah yang dilakukan dengan meninggalkan secara fisik suatu negri menuju negri lainnya dalam rangka melaksanakan perintah Allah dan Rasul-Nya.</p><p>Di mana hijrah untuk makna ini dapat dibedakan menjadi tiga jenis, yaitu: hijrah Islam, hijrah dari wilayah kafir dan hijrah dari wilayah maksiat.</p><strong>1) Hijrah Islam</strong><p>Maksud dari hijrah Islam adalah perintah untuk hijrah meninggalkan kota Mekkah menuju wilayah yang ditunjuk oleh Nabi - shallallahu 'alaihi wasallam - untuk dijadikan sebagai tempat berhijrah. Hijrah jenis ini, tidak lagi berlaku setelah dibebaskannya kota Mekkah oleh Rasulullah - shallallahu 'alaihi wasallam - dan para shahabat - ridhwanullahi ‘aihim - pada tahun 8 Hijriyyah. Hal ini sebagaimana ditegaskan dalam hadits berikut:</p><p dir='rtl'>عَنِ ابْنِ عَبّاسٍ - رَضِيّ لله َنْهُمَا - قَالَ: قَالَ رَ ول لله صل الله عَلَيْهِ وَسَلَّمَ -: «لا ِجْرةً بَغْد الفح وَلكِنْ جِهَادٌ ونيف وَإِذًا اسْتُنٌُِْ قَانْفِرُوا» (رواه البخاري)</p><q>Dari Ibnu Abbas - radliallahu 'anhuma -, ia berkata;</q>"
      },
      {
        "page": 11,
        "text": "<q>Rasulullah - shallallahu 'alaihi wasallam bersabda - : \"Tidak ada lagi hijrah setelah kemenangan (Makkah) akan tetapi yang tetap ada adalah jihad dan niat. Maka jika kalian diperintahkan berangkat berjihad, berangkatlah.\" (HR. Bukhari)</q><p>Imam Ibnu Daqiq al-‘Ied (w. 702 H) menjelaskan bahwa hijrah jenis ini terjadi pada masa Rasulullah - shallallahu 'alaihi wasallam - dalam empat fase berikut ini:</p><ul><li>Hijrah pertama, yaitu hijrahnya para shahabat menuju negri Habasyah (Ethiopia), untuk menghindari tindakan orang-orang kafir yang menyakiti umat Islam di Mekkah. Dalam perjalanan hijrah pertama ini, Rasulullah - shallallahu 'alaihi wasallam - tidak ikut serta.</li><li>Hijrah kedua, yaitu hijrahnya Rasulullah - shallallahu 'alaihi wasallam - beserta para shahabat dari kota Mekkah menuju Yatsrib (kota Madinah). Hijrah kedua ini menjadi fase dibangunnya pondasi pemerintahan Islam dalam rangka menegakkan aturan-aturan syariah. Di mana ayat-ayat al-Qur’an yang menjadi dasar-dasar hukum Islam, banyak turun pada fase iniseperti turunnya surat-surat yang panjang; al-Baqarah, Ali Imran, an-Nisa’, al-Maidah dan lain-lain.</li><li>Hijrah ketiga, yaitu hijrahnya kabilah-kabilah</li></ul>"
      },
      {
        "page": 12,
        "text": "<p dir='cntn'>Arab disekitar Madinah untuk memeluk Islam dan belajar tentang ajaran Islam langsung dari Rasulullah - shallallahu 'alaihi wasallam -, untuk kemudian mereka bisa kembali kepada kabilahnya masing-masing setelah dirasa cukup mendapatkan bekal ilmu dari Rasulullah - shallallahu 'alaihi wasallam -. Hijrah inilah yang dilakukan oleh sebagian shahabat seperti Abu Musa al-Asy’ari, Abu Dzar al-Ghifari, Thufail bin Amr ad-Dausi dan lainnya.</p><p dir='rtl'>عَنْ أبي مُوسّى - رَضِي الل عَنْهُ -» ْنَا عع اَي - صَلّى ال حك ََيْهِ وَسَلَّمَ - وََنْ ِاليِمَنِ فَكَيْنَا سَفِينَةً فَألْقَنْنَا سَفَِثنَا إِلَّ التَّجَاشِيٌ بِالحبَشَة فَوَافَقْنَا جَعْفَرَ بْنَ ّ طالب فَأفتنَ مَعَهُ حَق قَدٍ يثتاء فََفْنا ال - صل الل عا لَيْهِ وَسَلَّ - حِينٌ الْتتَحَ حَبير, فَقَالَ الي - صل الله ََيْهِ وَسَلَّمَ -: «لكُم نم يا أَهلَ السفِيئَةٍ مجركَانٍِ» (رواه البحاري)</p><q>Dari Abu Musa al-Asy’ari - radliallahu 'anhu -; Telah sampai kepada kami berita tempat hijrahnya Nabi - shallallahu 'alaihi wasallam - saat kami sedang berada di Yaman. Maka kami berlayar dengan sebuah perahu yang mengantarkan kami sampai kepada raja Najasyi di negeri Habasyah. Kami pun berjumpa dengan Ja'far bin Abu Thalib lalu kami tinggal bersamanya hingga kami kembali ke Madinah dan berjumpa dengan Nabi - shallallahu 'alaihi wasallam - ketika terjadi kemenangan di</q>"
      },
      {
        "page": 13,
        "text": "<q>perang Khaibar. Kemudian Nabi - shallallahu 'alaihi wasallam - bersabda: “Bagi kalian wahai para penumpang perahu, mendapat (pahala) dua kali hijrah.” (HR. Bukhari)</q><p dir='rtl'>عَنْ أ؛ ي هُرَثِرةً - رَضِي اللَّهُ عَنْهُ - قَالَ: قَدمَ طفَيْل بن عَنْرٍ رٍِ الدّوْر بِيُ وَأَصْحَابُهُ عَلَى لني - صِلَّى الله عَلَيْهِ وَسَلَّمَ - فَقَالُوا: يا رَسُولَ الل إِنَّ دَوْسًا عَصَتُ وَأَبَتُ: قَادْعٌ الله عَلَيِهَا فَقِيلَ: مَلَكُتْ دَوْسٌ؛ قَالَ: «اللَهُمَ اهْدٍ دَوْصًا وَأتِ بحِمْ» (متفق عليه)</p><q>Dari Abu Hurairah - radliallahu 'anhu - ia berkata: Thufail bin 'Amru ad-Dausiy dan para sahabatnya mendatangi Nabi - shallallahu 'alaihi wasallam - seraya berkata: Wahai Rasulullah, sesungguhnya suku Daus telah ingkar kepada Allah dan enggan masuk Islam, untuk itu mohonlah kepada Allah agar mereka dibinasakan. Atau dikatakan kepada Beliau; \"Suku Daus telah binasa\". Maka Beliau berkata: \"Ya Allah, tunjukilah suku Daus dan berikanlah petunjuk kepada mereka.\" (HR. Bukhari Muslim)</q><ul><li>Hijrah keempat, yaitu hijrahnya penduduk Mekkah kepada Nabi saw di Madinah, untuk selanjutnya mereka dapat kembali ke kota Mekkah.</li></ul><strong>2) Hijrah Dari Wilayah Kafir</strong>"
      },
      {
        "page": 14,
        "text": "<p>Jenis hijrah kedua secara fisik adalah hijrahnya seorang muslim dari negri kafir menuju negri Islam. Maksud dari negri kafir adalah negri-negri yang tidak bisa dijalankan ajaran Islam secara terang-terangan di dalamnya. Atau negri yang menampakkan permusuhannya (dar al-harb) terhadap umat Islam hingga berpotensi untuk terjadinya peperangan dengan umat Islam.</p><p>Para ulama umumnya sepakat bahwa hijrah jenis ini masih terus berlangsung hingga hari kiamat. Dan bahkan umumnya para ulama sepakat bahwa hukumnya adalah wajib. Hal ini didasarkan kepada hadits berikut:</p><p dir='rtl'>عَنْ جَرير بن عَبْدٍ الل قَالَّ: بَعَتَ رَسُولُ اللَهِ - صلَّى الله لَيْه وَسَلّمّ - رول ثم لقم لبن من اموي شع يهم لفل قل َبَلَمّ ذَلِكَ لني - صَلَّى الل وَسَلُمَ - فَأَمرَ َكُمْ بِيصُفٍ الْعَفْلِ وَقَالَ: نا بريء ل شُعْلم يُقِيمْ بَينَّ أَظْهُرِ الْمُشْْكِنَ». قَالُوا: يار سُولٌ الله 9 قَالَّ: «لًا ترَاوى تاراضما» (أَخْرَجَهُ أَبُو دَاوؤد والترمذي)</p><q>Dari Jarir bin Abdullah, ia berkata: Rasulullah - shallallahu 'alaihi wasallam - telah mengirim kami dalam sebuah kesatuan militer menuju Khats'am, kemudian orang-orang diantara mereka berlindung dengan bersujud, kemudian cepat terjadi pembunuhan diantara mereka. Lalu hal</q>"
      },
      {
        "page": 15,
        "text": "<q>tersebut sampai kepada Nabi - shallallahu 'alaihi wasallam -, dan beliau memerintahkan agar mereka diberi setengah diyah. Dan beliau berkata: \"Aku berlepas diri dari setiap muslim yang bermukim di antara orang-orang musyrik.\" Mereka bertanya; kenapa wahai Rasulullah? Beliau berkata: kedua api peperangan mereka saling melihat. (HR. Abu Dawud dan Tirmizi)</q><p>Namun dikecualikan dari kewajiban hijrah ini untuk dua pihak, yaitu orang yang tidak mampu melakukan hijrah dan orang yang mampu melakukan hijrah, namun ia dapat menjaga agamanya serta orang-orang kafir tidak bisa menyakitinya atau menghalangi dirinya untuk menjalankan ajaran Islam.</p><p>Pengecualian bagi orang yang tidak mampu, didasarkan kepada ayat berikut:</p><p dir='rtl'>إِنَّ الَّذِينَ ثَوَقَاهُمْ الْمَلَئِكَدُ ظَالِمي أَنْفُسِهِمْ قَالُوا فيم كُنتُمْ قل كُنا مُمتَصْعَفِينَ في الَْرْضٍ قَالُوا أ تَكُنْ أَيْضٌْ الله سِعَة فُتْهَاجِرُوا فِيهَا فَأُولهِكَ مأُوَاهُع جَهَنْمُ وَسَاءَتْ مَصِيرً (97) إلا الْمُمْتَضْعَفِينَ مِنَ اليِجَالِ وَالنَّمَاءٍِ وَالْولْدَانٍِ لا يَستَطِييعُونَ جيلَة وَل يَهْتَدُونَ سيلا (98) فَأُلَيِكَ عَسَى اللَّه أن بَعْفُوَ عَنْهُمْ و كَانَ الل عَمُوَ غَفُورًا (99) (النساء: 99-97)</p>"
      },
      {
        "page": 16,
        "text": "<q>Sesungguhnya orang-orang yang diwafatkan malaikat dalam keadaan menganiaya diri sendiri, (kepada mereka) malaikat bertanya : \"Dalam keadaan bagaimana kamu ini?\". Mereka menjawab: \"Adalah kami orang-orang yang tertindas di negeri (Mekah)\". Para malaikat berkata: \"Bukankah bumi Allah itu luas, sehingga kamu dapat berhijrah di bumi itu?\". Orang-orang itu tempatnya neraka Jahannam, dan Jahannam itu seburuk-buruk tempat kembali. (97) kecuali mereka yang tertindas baik laki-laki atau wanita ataupun anak-anak yang tidak mampu berdaya upaya dan tidak mengetahui jalan (untuk hijrah). (98) mereka itu, mudah-mudahan Allah memaafkannya. Dan adalah Allah Maha Pemaaf lagi Maha Pengampun. (99) (QS. An-Nisa’: 97-99)</q><p>Sedangkan pengecualian untuk orang yang dapat menjaga agamanya didasarkan kepada izin Nabi - shallallahu 'alaihi wasallam - kepada pamannya al- ‘Abbas bin Abdul Muthollib dan sebagian shahabatnya seperti Umair bin Wahab, untuk tetap tinggal di Mekkah pada fase hijrahnya para shahabat ke Madinah.</p><p>Imam asy-Syafi’i (w. 204 H) berkata dalam kitabnya, al-Umm:</p><p dir='rtl'>لَتْ سْنَّةٌ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلََ على أنَّ</p>"
      },
      {
        "page": 17,
        "text": "<p dir='rtl'>قَوْضَ الهُجْرَةٍ عَلَى مَنْ أَطَاقَهَا إَا هُوَ عَلَى مَنْ فُنَ عَنْ دِينه بل ابي يمل نه لأ رسو الله - صل الله عل وَسَلَّمَ - أَذْنَ لِقَوْم بمَكَدَ أَنْ يُقِيمُوا بِمَا بَعْدَ إِسْلَامِهِمْ مِنْهُ لحاس ب عَبْدِ الْمُطَلبٍ وَغَيْيهُ إذْ 1 يََافُوا الِْنْتَة.</p><q>Sunnah Rasulullah saw menjelaskan bahwa hijrah diwajibkan atas orang yang mampu dan berpotensi untuk tidak selamat dari fitnah atas agamannya di negri yang ia tinggali. (Adapun bagi yang dapat menjaga agamannya, maka tidaklah wajib) Sebab Rasululah mengizinkan kepada sebagian shahabatnya untuk tetap tinggal di Mekkah setelah mereka masuk Islam seperti al-‘Abbas bin Abdul Muthollib dan selainnya.</q><strong>3) Hijrah Taubat Dari Wilayah Maksiat</strong><p>Jenis hijrah ketiga secara fisik adalah hijrahnya seorang muslim yang bertaubat dari dosa-dosanya dari wilayah yang berpotensi akan mengganggu perjalanan taubatnya.</p><p>Sebagaimana jenis hijrah kedua, hijrah jenis ini juga tetap berlaku hingga tertutupnya pintu taubat saat matahari terbit dari arah barat sebagai salah satu tanda di antara tanda-tanda hari kiamat.</p><p dir='rtl'>عَنْ مُعَاوِيَة قَال: سَمَعْتُ رَسُول الله - صلى اللَّهُ عَلَيّهِ وَسَلْمَ يَقُولُ : إلا تَنَقَطِعُ الممِجْرة حَىَّ نقطع التوْبَة َ ولا تَنَقَطِعُ</p>"
      },
      {
        "page": 18,
        "text": "<p dir='rtl'>لنّوَْةٌ حَنٌَ تَطْلْمَ الشَمْنْ مِنْ مَغْرمَا» (رواه أبو داود وحم)</p><q>Dari Mu'awiyah, ia berkata: Aku mendengar Rasulullah -shallallahu 'alaihi wasallam - bersabda: \"Tidaklah hijrah terputus hingga taubat terputus, dan tidaklah taubat terputus hingga matahari terbit dari barat.\" (HR. Abu Dawud dan Ahmad)</q><p>Bentuk hijrah inilah yang juga diceritakan oleh Rasulullah - shallallahu 'alaihi wasallam - tentang seorang pembunuh yang telah membunuh 100 orang manusia, dan Allah menerima taubatnya di penghujung hayatnya dalam perjalanan hijrahnya dari negri yang penuh dengan kemaksiatan menuju negri yang penuh dengan ketaatan.</p><p dir='rtl'>عَنْ أي سَعِيدٍ الُْذْرِي» عُن لني - صل الله عَلَيْهِ وَسَلَّمَ - ّ خلا فََلَ تَسْعَةٌ وَتسْعِينَ نّ نَفْعَاء فَجَعَاء يَمْأَلٌ هَل لَه من نَوْبَةِ فى رَاهِبَاء فَعَألَُ فَعَالَ: يت لَكَ نوبه فَقَثَلَ الراهِب» ثم جَعَلَ يَسْأل» ثم خَرَجَ من قريَةِ إل قريَة فيها قوم صَالجُونَ؛ فلَما كَانَ في بَعْضٍ الطَريقٍ أَدْكهُ الْمَوْتُ فنَاي بصدره ثم مَاتَ فاختصمت فِيهِ مَلا ئِكة لرحمة وَمَلائْكةٌ الْعَذَاب فَكان إل لْقَرْيَةِ الصّالحةٍ أَقْرَبَ مِنْهَا بِشِبْرفَجعِلَ مِنْ أَهْلِهَا» (رواه مسلم)</p><q>Dari Abu Sa'id al-Khudri: Nabi - shallallahu 'alaihi wasallam - bercerita bahwasanya ada seorang laki-</q>"
      },
      {
        "page": 19,
        "text": "<q>laki yang telah membunuh 99 orang, lalu ia bertanya apakah masih ada pintu taubat untuknya?. Kemudian ia menemui seorang rahib dan bertanya kepadanya. Dia menjawab: 'Tidak ada pintu taubat untukmu.' Lalu ia membunuh rahib tersebut. Kemudian ia terus bertanya, hingga keluar dari desanya menuju desa yang lain yang di dalamnya terdapat orang-orang shalih. Namun ketika di tengah perjalanan, ajal menjemputnya. Ia pun meninggal dalam keadaan telungkup. Lalu Malaikat rahmat dan Malaikat azab saling berebut, setelah diukur jarak perjalanannya ternyata ia lebih dekat sejengkal dengan desa yang baik, maka ia pun digolongkan sebagai penghuni desa tersebut. (HR. Muslim)</q><strong>b. Hijrah Secara Non Fisik</strong><p>Adapun maksud dari hijrah syar’i secara non fisik adalah hijrah yang disebutkan di dalam al-Qur’an dan Sunnah dengan istilah hijrah kepada Allah dan RasulNya.</p><p>Di mana maksud dari hijrah kepada Allah adalah menjadikan Allah sebagai satu-satunya Dzat untuk mengabdi. Mencintai-Nya lebih dari apapun. Dan senantiasa mengikhlashkan ibadah semata untukNya.</p><p>Sedangkan maksud dari hijrah kepada Rasulullah adalah menjadikan tindak tanduk ucapan dan</p>"
      },
      {
        "page": 20,
        "text": "<p dir='cntn'>perbuatannya secara batin maupun zhahir, senantiasa selalu berada di dalam risalah dan ajaran Rasulullah Muhammad - shallallahu 'alaihi wasallam -.</p><p>Hijrah inilah yang dimaksudkan dalam ayat alQur’an dan hadits berikut:</p><p dir='rtl'>وَمَنْ يُّهَاجِرْ فِيْ سَبِيْلِ اللّٰهِ يَجِدْ فِى الْاَرْضِ مُرٰغَمًا كَثِيْرًا وَّسَعَةً ۗوَمَنْ يَّخْرُجْ مِنْۢ بَيْتِهٖ مُهَاجِرًا اِلَى اللّٰهِ وَرَسُوْلِهٖ ثُمَّ يُدْرِكْهُ الْمَوْتُ فَقَدْ وَقَعَ اَجْرُهٗ عَلَى اللّٰهِ ۗوَكَانَ اللّٰهُ غَفُوْرًا رَّحِيْمًا ࣖ</p><q>Barangsiapa berhijrah di jalan Allah, niscaya mereka mendapati di muka bumi ini tempat hijrah yang luas dan rezki yang banyak. Barangsiapa keluar dari rumahnya dengan maksud berhijrah kepada Allah dan Rasul-Nya, kemudian kematian menimpanya (sebelum sampai ke tempat yang dituju), maka sungguh telah tetap pahalanya di sisi Allah. Dan adalah Allah Maha Pengampun lagi Maha Penyayang. (QS. An-Nisa’: 100)</q><p dir='rtl'>عَنْ عُمَرَ بن الخَطَّاب قَالَ: قَالَ رَسُولٌ اللهِ - اصل للهِ عليه وَسَلَّ -: « انعَا الْاَعَمَا ل بالنيه وانعَالامري مانوي فَمن كانت هِجْرتهُ إل الله وَرَسُوله فَهِجْرَته إلى الله وَرَسُوله وَمَنْ كانت هِجْرتهُ لد نيا يُصيبُهَا أَوٍامرآةٍ يَتروجهَا فَهِجْرتهُ إِلَ</p>"
      },
      {
        "page": 21,
        "text": "<p dir='rtl'>ما هَاجَرَ ! لَيْه» (متفق عليه)</p><q>Dari Umar bin Khattab, dia berkata: Rasulullah - shallallahu 'alaihi wasallam - bersabda: “Sesungguhnya amalan itu tergantung dengan niatnya, dan sesungguhnya ia akan mendapatkan sesuatu yang diniatkannya, barangsiapa hijrahnya untuk Allah dan Rasul-Nya, maka hijrahnya untuk Allah dan Rasul-Nya, dan barangsiapa hijrahnya untuk memperoleh dunia atau seorang wanita yang akan dinikahinya, maka hijrahnya sesuai dengan apa yang diniatkannya.” (HR. Bukhari Muslim)</q><p>Dan termasuk dikatagorikan hijrah ini adalah melakukan taubat secara batin, meskipun tidak sampai meninggalkan wilayahnya, dengan berkomitmen meninggalkan apa-apa yang dilarang oleh Allah - subhanahu wa ta’ala -.</p><p dir='rtl'>عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو - رضى الله عنهما - عَنِ النَّبِىِّ - صلى الله عليه وسلم - قَالَ الْمُسْلِمُ مَنْ سَلَمَ الْمُسْلِمُونَ مِنْ لِسَانِهِ وَيَدِهِ وَالْمُهَاجِرُ مِنْ هَجَرَ مَا نَهَى اللَّهُ عَنْهُ</p><q>Dari Abdullah bin Amru: Nabi - shallallahu 'alaihi wasallam - bersabda: “Seorang muslim adalah orang yang Kaum Muslimin selamat dari lisan dan tangannya, dan seorang Muhajir adalah orang yang meninggalkan apa yang dilarang oleh Allah.”</q>"
      },
      {
        "page": 22,
        "text": "<q>(HR. Bukhari Muslim)</q>"
      },
      {
        "page": 23,
        "text": "<h1>C. Antara Hijrah dan Hajr Dalam Fiqih Islam</h1><strong>1. Pengertian Hajr</strong><p>Dalam penjelasan tentang definisi hijrah secara etimologis, telah diuraikan bahwa akar kata hijrah adalah kata hajr yang bermakna meninggalkan (attarku), berpaling (al-i’rodh), memutus (al-qoth’u) dan menahan (al-man’u).</p><p>Namun istilah hajr - dengan difathahkannya huruf ro’ - memiliki makna dan konteks yang berbeda dengan istilah hijrah yang telah dijelaskan sebelumnya.</p><p>Para ulama mendefinisikan istilah hajr dalam fiqih dengan definisi yang berbeda tergantung pada konteksnya. Sebagaimana hal ini akan dijelaskan pada pembahasan klasifikasi hajr berikut ini.</p><strong>2. Klasifikasi Hajr</strong><p>Istilah hajr dalam fiqih Islam, setidaknya digunakan dalam beberapa konteks, di antaranya: hajr al-akh almuslim, hajr al-maal, hajr az-zawjah an-nasyizah dan hajr al-mujahir bi al-ma’shiyyah.</p><strong>a. Hajr al-Akh al-Muslim</strong><p>Maksud dari hajr al-akh al-muslim (المسلم األخ هجر)adalah mengambil sikap untuk menjauhi dan tidak berkomunikasi dengan sesama saudara muslim karena disebabkan suatu permusuhan atau</p>"
      },
      {
        "page": 24,
        "text": "<p dir='cntn'>persengketaan.</p><p>Para ulama sepakat bahwa melakukan hajr terhadap sesaudara muslim adalah haram jika sampai melebihi tiga hari sejak pertikaian itu terjadi.6 Bahkan ada ancaman neraka jika hajr ini telah melewati tiga hari dan di antara mereka tetap menampakkan permusuhan.</p><p dir='rtl'>عَنْ ابْنِ شِهَابٍ عَنْ عَطَاءِ بْنِ يَزِيدَ اللَّيْثِيِّ عَنْ أَبِي أَيُّوبَ الْأَنْصَارِيِّ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَا يَحِلُّ لِرَجُلٍ أَنْ يَهْجُرَ أَخَاهُ فَوْقَ ثَلَاثِ لَيَالٍ يَلْتَقِيَانِ فَيُعْرِضُ هَذَا وَيُعْرِضُ هَذَا وَخَيْرُهُمَا الَّذِي يَبْدَأُ بِالسَّلَامِ</p><q>Dari Abu Ayyub al-Anshari: Rasulullah - shallallahu 'alaihi wasallam - bersabda: “Tidak halal bagi seorang muslim tidak bersapaan dengan saudaranya (sesama muslim) lebih dari tiga malam. Keduanya saling bertemu, tetapi mereka saling tak acuh satu sama lain. Yang paling baik di antara keduanya ialah yang lebih dahulu memberi salam.” (HR. Bukhari Muslim)</q><p dir='rtl'>عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا يَحِلُّ لِمُسْلِمٍ أَنْ يَهْجُرَ أَخَاهُ فَوْقَ ثَلَاثٍ فَمَنْ هَجَرَ</p>"
      },
      {
        "page": 25,
        "text": "<p dir='rtl'>فَوْقَ ثَلَاثٍ فَمَاتَ دَخَلَ النَّارَ</p><q>Dari Abu Hurairah, ia berkata: Rasulullah - shallallahu 'alaihi wasallam - bersabda: “Tidak halal bagi seorang muslim mendiamkan saudaranya lebih dari tiga hari, jika ia tetap mendiamkan hingga lebih dari tiga hari lalu meninggal dunia, maka ia masuk ke dalam neraka.” (HR. Abu Dawud)</q><strong>b. Hajr al-Maal</strong><p>Hajr al-maal (المال هجر (secara bahasa bermakna hajr atas harta. Maksudnya adalah menahan harta untuk tidak digunakan oleh pemilik harta karena sebab tertentu.</p><p>Pada dasarnya, Islam memberikan kebebasan kepada pemilik harta untuk menggunakan hartanya pada hal-hal yang dibolehkan. Hanya saja, dalam kondisi tertentu, harta tersebut dapat ditahan oleh pihak yang diberi wewenang oleh syariat untuk menahannya jika dalam penggunaannya dapat menyebabkan bahaya atau kerugian untuk pemilik harta atau pihak yang terkait dengannya.</p><p>Atas dasar ini, hajr al-maal dapat dibedakan menjadi dua jenis, yaitu: hajr harta untuk kemashlahatan mahjur ‘alaihi (pemilik harta yang hartanya di-hajr) dan hajr harta yang dimiliki mahjur ‘alaihi untuk kemashlahatan pihak lain yang terkait dengan mahjur ‘alaihi.</p><strong>1) Hajr Untuk Kemashlahatan Mahjur ‘Alaihi</strong>"
      },
      {
        "page": 26,
        "text": "<p>Maksud dari hajr harta untuk kemashlahatan mahjur ‘alaihi adalah penahanan harta untuk tidak digunakan oleh pemilik harta (mahjur ‘alaihi), dalam rangka menjaga kemashlahatannya karena pemiliknya dianggap belum memiliki kecakapan dalam penggunaannya. Dan jika harta tersebut secara bebas digunakan olehnya, maka hal tersebut akan mendatangkan bahaya atasnya.</p><p>Dasar dari jenis hajr ini adalah ayat berikut:</p><p dir='rtl'>وَابْتَلُوا الْيَتٰمٰى حَتّٰىٓ اِذَا بَلَغُوا النِّكَاحَۚ فَاِنْ اٰنَسْتُمْ مِّنْهُمْ رُشْدًا فَادْفَعُوْٓا اِلَيْهِمْ اَمْوَالَهُمْ</p><q>Dan ujilah anak yatim itu sampai mereka cukup umur untuk kawin. Kemudian jika menurut pendapatmu mereka telah cerdas (pandai memelihara harta), maka serahkanlah kepada mereka harta-hartanya (QS. An-Nisa’: 6)</q><p>Dalam konteks ayat diatas, syariat memberikan wewenang kepada wali yatim untuk menahan harta yang dimiliki anak yatim (karena sebab mendapatkan warisan ataupun sebab-sebab lainnya) selama belum berumur baligh dan belum memiliki sifat rusyd. Di mana maksud dari sifat rusyd adalah kecakapan dalam mengelola harta untuk tidak jatuh kepada kemubaziran yang membahayakan hidupnya.</p><p>Namun para ulama juga mengqiyaskan kepada hajr harta anak yatim ini, jenis-jenis hajr lainnya yang didasarkan kepada ‘illat ketiadaan sifat rusyd.</p>"
      },
      {
        "page": 27,
        "text": "<p>Setidaknya ada 4 jenis hajr harta dalam katagori ini:</p><ul><li>Hajr harta anak kecil (belum baligh).</li><li>Hajr harta orang gila.</li><li>Hajr harta ma’tuh (oang tua pikun).</li><li>Hajr harta safih (orang idiot).</li></ul><strong>2) Hajr Untuk Kemashlahatan Pihak Yang Terkait Dengan Mahju ‘Alaihi</strong><p>Sedangkan maksud dari hajr harta yang dimiliki mahjur ‘alaihi untuk kemashlahatan pihak lain yang terkait dengan mahjur ‘alaihi adalah penahanan harta milik mahjur ‘alaihi untuk tidak digunakan karena ada hak orang lain di dalamnya.</p><p>Setidaknya ada 5 jenis hajr harta dalam katagori ini:</p><ul><li>Hajr harta muflis (pailit), atas sejumlah hutang yang belum ditunaikan kepada yang berhak. Hajr ini ditetapkan dalam rangka menjaga hak pemberi hutang.</li><li>Hajr harta orang fasiq seperti peminum khamer, untuk tidak digunakan dalam kemaksiatan. Hal ini dalam rangka menjaga agama sesama saudara muslim lainnya.</li><li>Hajr harta orang yang sakit sekarat, untuk tidak menghibahkan hartanya lebih dari 1/3 atau 30 % dari total hartanya. Karena dalam kondisi ini, pemberian yang dilakukannya dapat dihukumi sebagai wasiat. Dan wasiat harta tidak</li></ul>"
      },
      {
        "page": 28,
        "text": "<p dir='cntn'>diperbolehkan lebih dari 1/3 harta. Dan ketentuan ini dalam rangka menjaga hak ahli warisnya.</p><ul><li>Hajr harta orang murtad, yang dijatuhi hukuman mati, di mana sebagian ulama berpendapat bahwa hartanya menjadi milik negara (baitul maal) untuk kepentingan umat Islam.</li><li>Hajr harta istri yang tidak boleh melakukan sedekah dari harta yang ia miliki melalui nafkah suami, lebih dari 1/3 hartanya. Di mana mazhab Maliki berpendapat bahwa jika istri ingin bersedekah dari harta tersebut, lebih dari 1/3 nya, maka ia wajib meminta izin kepada suaminya.</li></ul><strong>c. Hajr az-Zawjah an-Naasyizah</strong><p>Jenis hajr ketiga adalah terkait dengan hubungan antara suami istri. Di mana jika istri tidak melaksanakan kewajibannya kepada suami, maka suami berhak untuk mendidik istrinya. Dan salah satu jenis didikan yang dibolehkan oleh syariat kepada suami atas istrinya adalah al-hajr fi al-madhoji’ ( الهجر المضاجع في) atau berpisah secara fisik dari tempat tidur dalam rangka memberikan didikan psikologis kepada istrinya.</p><p>Di mana kemaksiatan yang dilakukan istri terhadap hak suami, disebut dalam fiqih dengan istilah nusyuz (النشوز).Istri yang melakukan hal tersebut disebut dengan naasyiz atau nasyizah (الناشزة أو الناشز). Dan</p>"
      },
      {
        "page": 29,
        "text": "<p>perbuatan tersebut termasuk dikatagorikan kekufuran yang tidak sampai mengeluarkan seorang muslim dari agamanya yang disebut oleh Nabi - shallallahu 'alaihi wasallam - dengan istilah kufron asyir-‘a (كفران العشير).</p><p dir='rtl'>اَلرِّجَالُ قَوَّامُوْنَ عَلَى النِّسَاۤءِ بِمَا فَضَّلَ اللّٰهُ بَعْضَهُمْ عَلٰى بَعْضٍ وَّبِمَآ اَنْفَقُوْا مِنْ اَمْوَالِهِمْ ۗ فَالصّٰلِحٰتُ قٰنِتٰتٌ حٰفِظٰتٌ لِّلْغَيْبِ بِمَا حَفِظَ اللّٰهُ ۗوَالّٰتِيْ تَخَافُوْنَ نُشُوْزَهُنَّ فَعِظُوْهُنَّ وَاهْجُرُوْهُنَّ فِى الْمَضَاجِعِ وَاضْرِبُوْهُنَّ ۚ فَاِنْ اَطَعْنَكُمْ فَلَا تَبْغُوْا عَلَيْهِنَّ سَبِيْلًا ۗاِنَّ اللّٰهَ كَانَ عَلِيًّا كَبِيْرًا</p><q>Kaum laki-laki itu adalah pemimpin bagi kaum wanita, oleh karena Allah telah melebihkan sebahagian mereka (laki-laki) atas sebahagian yang lain (wanita), dan karena mereka (laki-laki) telah menafkahkan sebagian dari harta mereka. Sebab itu maka wanita yang saleh, ialah yang taat kepada Allah lagi memelihara diri ketika suaminya tidak ada, oleh karena Allah telah memelihara (mereka). Wanita-wanita yang kamu khawatirkan nusyuznya, maka nasehatilah mereka dan pisahkanlah mereka di tempat tidur mereka, dan pukullah mereka. Kemudian jika mereka mentaatimu, maka janganlah kamu mencari-cari jalan untuk menyusahkannya. Sesungguhnya Allah Maha Tinggi lagi Maha Besar. (QS. An-Nisa’: 34)</q>"
      },
      {
        "page": 30,
        "text": "<p dir='rtl'>عَبْدُ اللَّهِ بْنُ يُوسُفَ أَخْبَرَنَا مَالِكٌ عَنْ زَيْدِ بْنِ أَسْلَمَ عَنْ عَطَاءِ بْنِ يَسَارٍ عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ أَنَّهُ قَالَ خَسَفَتْ الشَّمْسُ عَلَى عَهْدِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَصَلَّى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالنَّاسُ مَعَهُ فَقَامَ قِيَامًا طَوِيلًا نَحْوًا مِنْ سُورَةِ الْبَقَرَةِ ثُمَّ رَكَعَ رُكُوعًا طَوِيلًا ثُمَّ رَفَعَ فَقَامَ قِيَامًا طَوِيلًا وَهُوَ دُونَ الْقِيَامِ الْأَوَّلِ ثُمَّ رَكَعَ رُكُوعًا طَوِيلًا وَهُوَ دُونَ الرُّكُوعِ الْأَوَّلِ ثُمَّ سَجَدَ ثُمَّ قَامَ فَقَامَ قِيَامًا طَوِيلًا وَهُوَ دُونَ الْقِيَامِ الْأَوَّلِ ثُمَّ رَكَعَ رُكُوعًا طَوِيلًا وَهُوَ دُونَ الرُّكُوعِ الْأَوَّلِ ثُمَّ رَفَعَ فَقَامَ قِيَامًا طَوِيلًا وَهُوَ دُونَ الْقِيَامِ الْأَوَّلِ ثُمَّ رَكَعَ رُكُوعًا طَوِيلًا وَهُوَ دُونَ الرُّكُوعِ الْأَوَّلِ ثُمَّ رَفَعَ ثُمَّ سَجَدَ ثُمَّ انْصَرَفَ وَقَدْ تَجَلَّتْ الشَّمْسُ فَقَالَ إِنَّ الشَّمْسَ وَالْقَمَرَ آيَتَانِ مِنْ آيَاتِ اللَّهِ لَا يَخْسِفَانِ لِمَوْتِ أَحَدٍ وَلَا لِحَيَاتِهِ فَإِذَا رَأَيْتُمْ ذَلِكَ فَاذْكُرُوا اللَّهَ قَالُوا يَا رَسُولَ اللَّهِ رَأَيْنَاكَ تَنَاوَلْتَ شَيْئًا فِي مَقَامِكَ هَذَا ثُمَّ رَأَيْنَاكَ تَكَعْكَعْتَ فَقَالَ إِنِّي رَأَيْتُ الْجَنَّةَ أَوْ أُرِيتُ الْجَنَّةَ فَتَنَاوَلْتُ مِنْهَا عُنْقُودًا وَلَوْ أَخَذْتُهُ لَأَكَلْتُمْ مِنْهُ مَا بَقِيَتْ الدُّنْيَا وَرَأَيْتُ النَّارَ فَلَمْ أَرَ كَالْيَوْمِ مَنْظَرًا قَطُّ وَرَأَيْتُ أَكْثَرَ أَهْلِهَا النِّسَاءَ قَالُوا لِمَ يَا رَسُولَ اللَّهِ قَالَ بِكُفْرِهِنَّ قِيلَ يَكْفُرْنَ بِاللَّهِ قَالَ يَكْفُرْنَ الْعَشِيرَ وَيَكْفُرْنَ الْإِحْسَانَ لَوْ أَحْسَنْتَ إِلَى إِحْدَاهُنَّ الدَّهْرَ ثُمَّ رَأَتْ مِنْكَ شَيْئًا قَالَتْ مَا رَأَيْتُ مِنْكَ خَيْرًا قَطُّ</p><q>Dari Abdullah bin Abbas, ia berkata: Rasulullah - shallallahu 'alaihi wasallam - bersabda: \"Sesungguhnya aku melihat surga - atau - surga telah diperlihatkan padaku, lalu aku pun hendak mengambil seranting darinya, sekiranya kau dapat mengambilnya niscaya kalian akan memakannya selama dunia masih ada. Kemudian aku melihat neraka, maka aku tidak pernah melihat pemandangan seperti yang terjadi pada hari ini. Aku melihat kebanyakan penghuninya adalah wanita.\" Para shahabat bertanya: \"Kenapa wahai Rasulullah?.\" Beliau menjawab: \"Karena kekufuran mereka.\" Para sahabat bertanya lagi: \"Apakah lantaran kekafiran mereka kepada Allah?.\" Beliau menjawab: \"Mereka mengkufuri perlakuan dan kebaikan suaminya. Sekiranya kamu berbuat baik kepada salah seorang dari mereka selama setahun</q>"
      },
      {
        "page": 31,
        "text": "<q>penuh, lalu ia melihat sesuatu yang tidak baik darimu, ia pun akan berkata, 'Aku tidak melihat kebaikan sedikit pun darimu.'\" (HR. Bukhari Muslim)</q><strong>d. Hajr al-Mujahir bi al-Ma’shiyah</strong><p>Jenis hajr yang keempat adalah hajr al-mujahir bi al-ma’shiyat (بالمعصية المجاهر هجر), maksudnya adalah hajr untuk tidak menjalin komunikasi kepada orangorang yang secara sengaja menampakkan perbuatan maksiatnya.</p><p>Hajr jenis inilah yang pernah Rasulullah - shallallahu 'alaihi wasallam - terapkan sebagai hukuman kepada 3 shahabatnya (Ka’ab bin Malik, Muroroh bin Rabi’ dan Hilal bin Umayyah) yang meninggalkan jihad saat perang Tabuk hingga turun ayat yang menerima taubat mereka.</p><p dir='rtl'>وَّعَلَى الثَّلٰثَةِ الَّذِيْنَ خُلِّفُوْاۗ حَتّٰٓى اِذَا ضَاقَتْ عَلَيْهِمُ الْاَرْضُ بِمَا رَحُبَتْ وَضَاقَتْ عَلَيْهِمْ اَنْفُسُهُمْ وَظَنُّوْٓا اَنْ لَّا مَلْجَاَ مِنَ اللّٰهِ اِلَّآ اِلَيْهِۗ ثُمَّ تَابَ عَلَيْهِمْ لِيَتُوْبُوْاۗ اِنَّ اللّٰهَ هُوَ التَّوَّابُ الرَّحِيْمُ ࣖ</p><q>Dan terhadap tiga orang yang ditangguhkan (penerimaan taubat) mereka, hingga apabila bumi telah menjadi sempit bagi mereka, padahal bumi itu luas dan jiwa merekapun telah sempit (pula terasa) oleh mereka, serta mereka telah mengetahui bahwa tidak ada tempat lari dari</q><q>(siksa) Allah, melainkan kepada-Nya saja. Kemudian Allah menerima taubat mereka agar mereka tetap dalam taubatnya. Sesungguhnya Allah-lah Yang maha Penerima taubat lagi Maha Penyayang. (QS. At-Taubah: 118).</q>"
      }
    ]
  },
  {
    "id": "4j6",
    "info": {
      "title": "Kupas Tuntas Syariat Aqiqah",
      "author": "Ahmad Hilmi, Lc.,MA",
      "publish": "Sun, 11 November 2018",
      "pages": 32,
      "price": 0,
      "category": "Fiqih Muamalat",
      "desc": "Dewasa ini, Syariat aqiqah sudah jamak dilakukan oleh masyarakat muslim Indonesia. Bahkan tak jarang ketika menunggu masa-masa kelahiran, yang sering kali terbayang dalam benak para calon orang tua adalah anak dan ibu selamat kemudian bisa meng-aqiqahi anaknya yang akan lahir nanti. Ini fenomena baik. Yang tentu tidak lepas dari semangat masyarakat Muslim dalam menjalankan beberapa sunnah dari beragam sunnah Rasulullah sallahu a’aihi wa sallam."
    },
    "tableOfContents": [
      { "page": 6, "text": "Pendahuluan", "head": true },
      { "page": 8, "text": "Pengertian Aqidah" },
      {
        "page": 10,
        "text": "Dalil Tentang Syariat Aqidah",
        "sub": [
          { "page": 10, "text": "Hadis Pertama" },
          { "page": 10, "text": "Hadis Kedua" },
          { "page": 11, "text": "Hadis Ketiga" },
          { "page": 11, "text": "Hadis Keempat" },
          { "page": 12, "text": "Hadis Kelima" },
          { "page": 12, "text": "Hadis Keenam" }
        ]
      },
      {
        "page": 13,
        "text": "Hukum Aqiqah",
        "sub": [
          { "page": 13, "text": "Wajib" },
          { "page": 14, "text": "Sunnah Muakkadah" },
          { "page": 15, "text": "Mandub" },
          { "page": 16, "text": "Mubah" }
        ]
      },
      {
        "page": 17,
        "text": "Hukum Terkait Pelaksaan Aqiqah",
        "sub": [
          {
            "page": 17,
            "text": "Kapan Mulai Dilaksanakan?",
            "sub": [
              { "page": 17, "text": "Waktu Yang Dibolehkan" },
              { "page": 17, "text": "Waktu Yang Disunahkan" }
            ]
          },
          {
            "page": 18,
            "text": "Sampai Kapan Boleh Dilakukan?",
            "sub": [
              { "page": 18, "text": "Al-Malikiyah" },
              { "page": 19, "text": "Asy-Syafi'iyah" },
              { "page": 20, "text": "Al-Hanabilah" }
            ]
          },
          {
            "page": 20,
            "text": "Apakah Boleh Selain Kambing?",
            "sub": [
              { "page": 21, "text": "Hanya Boleh Kambing" },
              { "page": 21, "text": "Boleh Selain Kambing" }
            ]
          },
          {
            "page": 22,
            "text": "Jumlah Hewan Aqiqah",
            "sub": [
              { "page": 22, "text": "Cukup Satu Kambing" },
              {
                "page": 23,
                "text": "Dua Kambing Untuk Anak Laki Dan Satu Kambing Untuk Anak Perempuan"
              }
            ]
          },
          {
            "page": 24,
            "text": "Siapa Yang Seharusnya Menunaikan Aqiqah",
            "sub": [
              { "page": 24, "text": "Malikiyah" },
              { "page": 25, "text": "Syafiiyah" },
              { "page": 26, "text": "Hanabilah" }
            ]
          },
          { "page": 27, "text": "Memasak Daging Aqiqah" },
          {
            "page": 28,
            "text": "Cukur Rambut Bayi dan Shadaqah Perak Seberat Cukuran Rambut"
          }
        ]
      },
      { "page": 30, "text": "Kesimpulan", "tail": true }
    ],
    "content": [
      {
        "page": 6,
        "text": "<strong>Pendahuluan</strong><p>Dewasa ini, Syariat aqiqah sudah jamak dilakukan oleh masyarakat muslim Indonesia. Bahkan tak jarang ketika menunggu masa-masa kelahiran, yang sering kali terbayang dalam benak para calon orang tua adalah anak dan ibu selamat kemudian bisa meng-aqiqahi anaknya yang akan lahir nanti. Ini fenomena baik. Yang tentu tidak lepas dari semangat masyarakat Muslim dalam menjalankan beberapa sunnah dari beragam sunnah Rasulullah sallahu a’aihi wa sallam.</p><p>Namun sayangnya, semangat ber-sunnah dalam syariat aqiqah ini sering kali difahami dengan cara yang terkesan kaku. Misalnya, beraqiqah dengan menyembelih hewan selain kambing. Bila ada yang melakukan aqiqah tidak dengan kambing, maka akan terlihat tabu. Bahkan tidak jarang hal tersebut dianggap perbuatan yang menyalahi syariat.</p><p>Fenomena lain, ada juga sebagian masyarakat yang membagikan daging aqiqah dalam keadaan mentah belum dimasak dengan alasan bahwa yang disunnahkan hanya memotong dan membaginya</p>"
      },
      {
        "page": 7,
        "text": "<p dir='cntn'>mentah-mentah tanpa dimasak. Karena dengan memasak berarti sudah menambah-nambah syariat yang akhirnya akan dianggap bid’ah dalam ibadah aqiqah.</p><p>Dari semua fenomena yang ada tersebut, penulis memandang perlu mengulang-ulang kembali pembahasan terkait aqiqah dan pernak-perniknya dengan mengemukakan pendapat para ulama madzhab agar semangat ber-sunnah dalam masalah ini dilakukan dengan baik.</p>"
      },
      {
        "page": 8,
        "text": "<strong>A. Pengertian Aqiqah</strong><p>Yang dimaksud dengan aqiqah adalah hewan yang disembelih atas nama bayi yang terlahir sebagai bentuk syukur kepada Allah subhanahu wata’ala dengan niat dan syarat tertentu.</p><p>Niat tertentu salah satunya dengan menyebut nama si bayi ketika menyembelih. Hal ini sebagaimana yang di sampaikan oleh Imam AnNawawi di dalam al-Majmu’2,</p><q>Disunnahkan untuk membaca bismillah ketika mneyembelih dan mengucapkan “ya Allah untukMu dan kepada-Mu aqiqah si fulan (nama bayi).</q><p>Hal ini berdasarkan hadis dari ‘Asisyah yang</p>"
      },
      {
        "page": 9,
        "text": "<p dir='cntn'>diriwayatkan oleh Imam al-Baihaqi.</p><q>berdasarkan hadis dari ‘Aisyah, bahwa Rasulullah melakukan aqiqah untuk Hasan dan Husain, dan beliau mengatakan: ucapkalnlah (ketika menyembelih) bismillah, Allahu akbar, ya Allah ini milik-Mu dan untuk-Mu, ini aqiqah si fulan (menyebut nama bayi) (HR. al-Baihaqi)</q><p>Jika definisi ini dikaitkan dengan makna lughowi (bahasa) maka akan ada keterkaitan. Karena secara bahasa di antara arti aqiqah adalah rambut yang tumbuh pada bayi pada saat dilahirkan.</p><p>Namun sebagian syafi’iyah lebih suka menyebut aqiqah dengan istilah dzabihah atau nasikah, yang intinya sama dengan aqiqah itu sendiri.</p>"
      },
      {
        "page": 10,
        "text": "<strong>B. Dalil Tentang Syariat Aqiqah</strong><strong>1. Hadis Pertama:</strong><q>Dari Ummu Kurz, bahwa dia bertanya kepada Rasulullah tentang aqiqah. Beliau bersabda: untuk anak laki-laki dua ekor kambing, dan untuk anak perempuan satu ekor kambing, tidak masalah bagi kalian kambing jantan atau pun kambing betina.</q><strong>2. Hadis Kedua:</strong>"
      },
      {
        "page": 11,
        "text": "<q>Dari Samurah dia berkata: Rasulullah Sallallahu ‘alaihi wa sallam bersabda: Seorang bayi tergadaikan dengan aqiqahnya, disembelihkan baginya hewan aqiqah pada hari ketujuh kelahirannya, dan diberi nama, serta dicukur rambutnya. (HR. At-Tirmidzi)</p><strong>3. Hadis Ketiga:</strong><q>Sesungguhnya Rasulullah sallahu ‘alaihi wasallam memerintahkan mereka (melakukan aqiqah) untuk anak laki-laki dua ekor kambing yang sebanding, dan untuk anak perempuan satu ekor kambing. (HR. At-Tirmidzi)</q><strong>4. Hadis Keempat:</strong><q>dari Ibn Abbas, sesungguhnya Rasulullah sallallahu ‘alaihi wa sallam melakukan aqiqah untuk hasan dan Husain, (masing-masing) satu ekor kambing satu ekor kambing. (HR. Abu Daud)</q>"
      },
      {
        "page": 12,
        "text": "<strong>5. Hadis Kelima:</strong><q>Rasulullah sallallahu ‘alaihi wa sallam bersabda: “bersamaan dengan anak yang dilahirkan ada aqiqah, maka sembelihlah untuknya, dan hilangkan penyakit darinya” (HR. At-Tirmidzi)</q><strong>6. Hadis keenam:</strong><q>Dari Muhammad ibn Ali ibn al-Husain, dari Ali Radhiyallahu ‘anhu, beliau berkata: Rasulullah sallallahu ‘alaihi wa sallam melakukan aqiqah untuk Hasan dengan satu ekor kambing, kemudian beliau bersabada: “wahai Fatimah, cukurlah rambutnya, dan sedekahkanlah perak seberat rambut yang dicukur.” Kemudian Fatimah menimbangnya dengan berat satu dirham atau beberapa dirham. (hadis hasan ghorib).</q>"
      },
      {
        "page": 13,
        "text": "<strong>C. Hukum Aqiqah</strong><strong>1. Wajib</strong><p>Kelompok Ulama yang berpendapat wajib adalah dari kalangan Dhohiriyah. Mereka memahami secara tekstual hadis Nabi sallallahu ‘alaihi wasalam dari Riwayat Samurah:</p><q>Dari Samurah dia berkata: Rasulullah Sallallahu ‘alaihi wa sallam bersabda: Seorang bayi tergadaikan dengan aqiqahnya, disembelihkan baginya hewan aqiqah pada hari ketujuh kelahirannya, dan diberi nama, dan dicukur rambutnya. (HR. At-Tirmidzi)</q><p>Pendapat wajib ini dipilih oleh Buraidah ibn al-</p>"
      },
      {
        "page": 14,
        "text": "<p dir='cntn'>Hushaib, Hasan al-Bashri, Abu az-Ziyad, dan Daud Adz-Dzahiri sebagaimana tertera dalam al-Majmu’ milik Imam an-Nawawi.</p><strong>2. Sunnah Muakkadah</strong><p>Pendapat yang masyhur dari kalangan Ulama Syafiiyah bahwa hukum aqiqah adalah sunnah muakkadah. Hukum Sunnah difahami juga di kalangan Hanabilah. Pendapat ini berdasarkan beberapa hadis Rasulullah Sallallahu ‘alaihi wa sallam diantaranya hadis dari Samurah:</p><q>Dari Samurah dia berkata: Rasulullah Sallallahu ‘alaihi wa sallam bersabda: Seorang bayi tergadaikan dengan aqiqahnya, disembelihkan baginya hewan aqiqah pada hari ketujuh kelahirannya, dan diberi nama, dan dicukur rambutnya. (HR. At-Tirmidzi)</q>"
      },
      {
        "page": 15,
        "text": "<p>bahwa ‘Aisyah mengabarkan, sesungguhnya Rasulullah memerintahkan mereka (beraqiqah), unntuk anak laki-laki dua ekor kambing yang setara, dan untuk anak perempuan satu ekor kambing (HR. At-Tirmidzi)</p><p>sesungguhnya Rasulullah melakukan aqiqah untuk Hasan dan Husain, masing-masing satu kambing. (HR. Abu Daud)</p><q>Rasulullah sallallahu ‘alaihi wa sallam bersabda: “bersamaan dengan anak yang dilahirkan ada aqiqah, maka sembelihlah untuknya, dan hilangkan penyakit darinya” (HR. At-Tirmidzi)</q><p>Imam An-Nawawi dalam Al-Majmu’ mengatakan, yang dimaksud dengan adza dalam hadis tersebut adalah rambut yang tumbuh di kepala bayi yang baru dilahirkan.</p><strong>3. Mandub</strong><p>Sedangkan ulama malikiyah berpendapat bahwa hukum aqiqah adalah mandub. Menurut mereka, hukum mandub derajatnya berada dibawah derajat</p>"
      },
      {
        "page": 16,
        "text": "<p dir='cntn'>sunnah.</p><strong>4. Mubah</strong><p>Sedangkan kalangan Hanafiyah menganggap hukum aqiqah adalah mubah. Pendapat ini sebagaimana yang diriwayatkan oleh Abu Bakar alKasani dari Muhammad Asy-Syaibani.</p><p>Mubah yang berarti boleh dilakukan boleh tidak. Tidak sampai pada derajat sunnah. Pendapat ini didasari oleh perkataan Ummu al-mu’minin ‘Aisyah radhiyallahu ‘anha bahwa semua jenis sembelihan seperti aqiqah, rajabiyah dan ‘atirah yang pernah ada sebelumnya telah di-mansukh-kan atau dihapuskan dengan hadirnya syariat udhiyah (kurban pada hari ied al-Adha). Beliau mengatakan:</p><p dir='rtl'>نسخت األضحية كل ذبح كان قبلها</p><q>Syariat udhiyah (kurban pada hari idul adha) menghapuskan semua jenis syariat sembelihan yang pernah ada sebelumnya.</q>"
      },
      {
        "page": 17,
        "text": "<strong>D. Hukum Terkait Pelaksanaan Aqiqah</strong><strong>1. Kapan Mulai Dilaksanakan?</strong><strong>a. Waktu Yang Dibolehkan</strong><p>Yang dimaksud dengan waktu kebolehan adalah waktu dibolehkannya menyembelih hewan aqiqah.</p><p>Para ulama dari kalangan Syafi’iyah dan Hanabilah membolehkannya sejak bayi dilahirkan. Artinya, ketika aqiqah dilakukan sebelum hari ketujuh kelahirannya, maka sudah dianggap sah. Tapi jika dilaksanakan sebelum bayinya lahir, maka hanya akan diangggap sebagai sembelihan biasa. Tidak ada nilai aqiqahnya.</p><p>Sedangkan Hanafiyah dan Malikiyah, hanya membolehkannya pada hari ketujuh. Dan sekaligus ini dianggap sebagai hari yang disunnahkan.</p><strong>b. Waktu Yang Disunahkan</strong><p>Ketika bicara masalah waktu yang disunahkan, maka semua ulama sepakat, bahwa waktu sunnahnya adalah hari ketujuh kelahiran</p>"
      },
      {
        "page": 18,
        "text": "<p dir='cntn'>sebagiamana yang ada dalam beberap hadis di atas.</p><p>Hanya saja mereka berbeda pendapat tentang cara penentuan hari ketujuh. Dari kalangan Syafi’iyah, Imam An-Nawawi mengatakan, Jika lahirnya malam hari, maka yang dihitung adalah besok hari. Misalnya, bayi lahir Kamis malam Jumat. Maka hitungannya dimulai hari Jumat. Jadi, hari Kamis pekan depan adalah hari aqiqahnya.</p><p>Sedangkan Malikiyah, cara menghitung harinya adalah sebelum shubuh dan setelah shubuh. Jika lahirnya setelah lewat waktu Shubuh di hari tertentu, maka hari tersebut tidak dihitung. Misalnya, anak lahir hari Senin pagi sekitar jam 07.00, maka hari Selasa baru masuk hitungan. Jadi hari aqiqahnya jatuh pada hari Senin pekan depan.</p><p>Namun jika lahirnya sebelum shubuh atau pas waktu shubuh, maka hari itu masuk hitungan hari pertama.</p><strong>2. Sampai Kapan Boleh Dilakukan?</strong><strong>a. Al-Malikiyah</strong><p>Sebagaimana yang disampaikan oleh Imam AdDardir dalam asy-Syarh al-Kabir, menganggap pelaksanaan aqiqah hanya berlaku pada hari ketujuh saja. Tidak berlaku sebelum dan setelahnya. Jadi jika telah lewat hari ketujuh, maka syariat aqiqah telah lepas.</p>"
      },
      {
        "page": 19,
        "text": "<p>Namun, Ad-Dasuqi menjelaskan, perkataan Imam Ad-dardir tersebut berlaku jika orang tuanya mampu, dan menunda-nunda sampai lewat hari ketujuh. Namun jika memang tidak mampu, maka boleh dilakukan pada hari kelipatan tujuh; hari keempat belas atau hari kedua puluh satu.</p><strong>b. Asy-Syafi’iyah</strong><p>Ulama Syafi’iyah sepakat tentang kesunahan dan keutamaan pelaksanaan aqiqah pada hari ketujuh. Tapi jika tidak bisa di hari ketujuh, maka boleh dilaksanakan pada hari kelipatan tujuh. Empat belas, dua puluh satu, dan seterusnya.</p><p>Di kalangan Syafi’yah sendiri banyak ragam pendapat tentang pelaksanaan aqiqah jika sudah lewat hari ketujuh. Dan boleh juga bagi orang tua melaksanakan aqiqah anaknya sampai masuk usia baligh.</p><p>Imam Ar-Rafi’i asy-Syafi’i berpendapat boleh aqiqah untuk diri sendiri. Pendapat ini sebagaiman dinukil oleh Imam An-Nawawi dalam al-Majmu’:</p><q>Ar-Rafi’I berpendapat: jika masuk usia baligh belum terlaksana juga, maka gugurlah tanggungan aqiqah bagi (orang tuanya), dan dia</q>"
      },
      {
        "page": 20,
        "text": "<p dir='cntn'>boleh menunaikan aqiqah untuk dirinya sendiri.</p><strong>c. Al-Hanabilah</strong><p>Ibn Qudamah dalam al-Mughni juga menyampaikan sunnah pelaksanaannya pada hari ketujuh, tapi boleh juga pada kelipatan tujuh jika belum dilaksanakan. Hari keempat belas, dua puluh satu, dua puluh delapan, tiga puluh lima, dst. Karena intinya aqiqah bisa terlaksana. Tapi jika sudah dewasa, maka tidak disyariatkan lagi.</p><q>jika orang tua belum menunaikan aqiqahnya, kemudian sia anak masuk usia dewasa, (baligh) dan sudah berpengasilan sendiri, maka tidak ada lagi aqiqah baginya.</q><q>Dan Imam Ahmad pernah ditanya tentang masalah ini, beliau menjawab: aqiqah itu tanggungannya orang tua. Maksudnya, si anak tidak perlu menuanaikan aqiqahnya sendiri. Karena sunnahnya, ditunaikan orang lain (orang tuanya).</q><strong>3. Apakah Boleh Selain Kambing?</strong><p>Dalam masalah ini para ulama berbeda pendapat, ada yang mengatakan hanya boleh kambing dan ada</p>"
      },
      {
        "page": 21,
        "text": "<p dir='cntn'>yang mengatakan boleh selain kambing, yang penting masih masuk katagori hewan udhiyah (hewan kurban, kambing, sapi dan onta). Perbedaan ini terjadi karena perbedaan dalam memahami hadis yang diriwayatkan oleh Ibn Abbas.</p><q>sesungguhnya Rasulullah sallahu ‘alaihi wa sallam melakukan aqiqah untuk Hasan dan Husain satu kambing satu kambing. Dalam riwayat yang lain: untuk anak perempuan satu ekor kambing dan untuk anak laki-laki dua ekor kambing. (HR. Abu Daud)</q><strong>a. Hanya Boleh Kambing</strong><p>Yang berpendapat seperti ini adalah sebagian kecil dari ulama kalangan Malikiyah. Bagi pendapat ini, hadis di atas sebagai bembatasan dan kekhususan hewan aqiqah hanya kambing saja. Tidak boleh yang lainnya.</p><strong>b. Boleh Selain Kambing</strong><p>Sedangkan Jumhur ulama dari empat madzhab; Hanafiyah, sebagian besar Malikiyah, Syafi’iyah dan Hanabilah sepakat membolehkan aqiqah dari semua jenis hewan yang digunakan untuk kurban (kambing, sapid an onta). Dan Syafi’iyah menambahkan, satu ekor kambing lengkap atau sepertujuh sapi dan onta</p>"
      },
      {
        "page": 22,
        "text": "<p dir='cntn'>adalah jumlah minimal untuk aqiqah.</p><p>Ibn Rusyd dalam kitabnya Bidayah al-Mujtahid mengatakan, dasarnya, para ulama justru memandang onta lebih baik dari sapi, dan sapi lebih baik dari kambing. Karena aqiqah adalah sembelihan, maka semakin besar semakin baik.</p><p>Hanya saja Malikiyah dan Hanabilah mensyaratkan, dengan hewan apa pun; onta, sapi atau kambing yang penting utuh satu hewan. Di dalam kitab Matahlib Uli an-Nuha disebutkan:</p><q>tidak cukup (tidak boleh) menyembelih hewan aqiqah dengan onta atau sapi kecuali jika sempurna satu ekor.</q><strong>4. Jumlah Hewan Aqiqah</strong><strong>a. Cukup Satu Kambing</strong><p>Ulama dari madzahab Hanafiyah dan Malikiyah berpendapat aqiqah satu orang anak, laki-laki mapun perempuan cukup dengan seekor kambing. Pendapat ini berdasarkan perbuatan hadis fi’liyah bahwa Rasulullah mengaqiqahi kedua cucunya Hasan dan Husain masing-masing satu kambing.</p>"
      },
      {
        "page": 23,
        "text": "<q>sesungguhnya Rasulullah sallahu ‘alaihi wa sallam melakukan aqiqah untuk Hasan dan Husain masing-masing satu kambing (HR. Abu Daud)</q><p>Contoh beraqiqah dengan masing-masing satu kambing untuk anak laki-laki maupun perempuan pernah juga dilakukan oleh Ibn Umar Radhiyallahu ‘anhuma.</p><strong>b. Dua Kambing Untuk Anak Laki Dan S</strong><p>Sedangkan madzhab Syafi’iyah dan Hanabilah23 berpendapat jumlah minimal yang disunnahkan dalam aqiqah adalah dua ekor kambing untuk anak laki-laki dan satu ekor kambing untuk anak perempuan. Tapi tetap boleh dan dianggap cukup jika anak laki-laki dengan seekor kambing.</p><p>Imam an-Nawawi dalam al-Majmu’ mengatakan:</p>"
      },
      {
        "page": 24,
        "text": "<q>Sunnahnya seorang anak laki-laki ditunaikan aqiqahnya dengan dua ekor kambing, dan seorang anak perempuan dengan seekor kambing. Tapi jika anak laki-laki dengan seekor kambing, maka sudah cukup dianggap sunnah (sebagiama yang disampaikan Imam Asy-Syairazi).</q><q>Jika lahir dua anak, kemudian disembelihkan satu ekor kambing (satu ekor untuk dua anak), maka belum disebut aqiqah. Tapi jika yang disembelih adalah seekor sapi atau onta, untuk tujuh anak (lakilaki mapun perempuan), atau pemotongan secara bersama-sama (rombongan), baik semuanya untuk tujuan aqiqah atau sebagian untuk sekeder sembelihan biasa maka boleh, sebagaimana berlaku pada masalah hewan kurban.</q><strong>5. Siapa Yang Seharusnya Menunaikan Aqiqah?</strong><strong>a. Malikiyah</strong><p>Bagi madzhab Malikiyah, orang yang seharusnya menunaikan aqiqah adalah bapak kandungnya. Itu pun jika ada kelapangan rizki. Jika pada hari ketujuh belum mampu, maka bisa diundur pada hari keempat belas. Jika belum mampu juga maka di hari kedua</p>"
      },
      {
        "page": 25,
        "text": "<p dir='cntn'>puluh satu.</p><strong>b. Syafiiyah</strong><p>Madzahb Syafi’iyah mengatakan, yang seharusnya menunaikan aqiqah adalah orang memiliki kewajiban menafkahi; yaitu bapaknya. Dan biaya aqiqah murni dari harta orang tuanya bukan harta si anak. Dan boleh dilakukan orang lain, asalkan atas ijin orang tuanya.</p><q>dari Ibn Abbas, sesungguhnya Rasulullah sallallahu ‘alaihi wa sallam melakukan aqiqah untuk hasan dan Husain, (masing-masing) satu ekor kambing satu ekor kambing. (HR. Abu Daud)</q><p>Dalam hadis tersebut, secara jelas Rasulullah lah yang menunaikan aqiqah Hasan dan Husain, sebagai kakeknya. Kenapa Bukan Ali radhiyallahu ‘anhu, sebagai bapaknya?</p><p>Para ulama menjawab dengan beberapa kemungkinan; pertama, nafkah Hasan dan Husain sejak awal memang sudah menjadi tanggungan Rasulullah. Atau yang kedua, Rasulullah melakukan aqiqah untuk keduanya karena atas izin Ali sebagai</p>"
      },
      {
        "page": 26,
        "text": "<p dir='cntn'>bapaknya.</p><p>Namun jika sampai menginjak usia baligh tidak ada juga yang menunaikan aqiqahnya, maka dia boleh beraqiqah untuk dirinya sendiri.</p><strong>c. Hanabilah</strong><p>Sedangkan Hanabilah secara jelas menyatakan aqiqah hanya bisa dilakukan oleh bapaknya saja jika tidak ada halangan yang berarti. Seperti kematian. Jika dilakukan oleh orang lain, maka tetap tidak disebut aqiqah.</p><p>Adapun perbuatan Rasulullah yang menunaikan aqiqah Hasan dan Husain, karena alasan beliau orang yang paling mulai dan utama. Maka tak masalah jika beliau menggantikan Ali dalam menunaikan aqiqah anaknya.</p><p>Saking dianjurkannya, bahkan imam Ahmad menganjurkan orang tua yang tidak mampu pada saat itu untuk berhutang dengan asumsi bisa mebayar. Namun jika diperkirakan tidak bisa mambayar, maka jangan berhutang.</p><q>Imam Ahmad berkata: jika tidak ada yang bisa dipakai untuk aqiqah, kemudian berhutang, saya</q>"
      },
      {
        "page": 27,
        "text": "<q>berharap Allah menggantinya. Karena dia menghidupkan sunnah Rasulullah.</q><strong>6. Memasak Daging Aqiqah</strong><p>Jumhur ulama berpendapat sunnah memasak sekeluruhan daging aqiqah, baik yang dikonsumsi sendiri maupun yang dibagikan atau dishadaqohkan. Pendapat ini berdasarkan hadis dari ‘Aisyah:</p><q>Adapun yang disunnahkan adalah dua ekor kambing untuk anak laki-laki dan satu ekor kambing untuk anak perempuan, kemudia dimasak secara utuh dan tidak meremukkan tulang, dia ikut memakannya dan memberi makan orang lain dan juga meyedekahkannya pada hari ketujuh.</q><p>Ibn Qudamah di dalam al-Mughni mengatakan:</p><q>Jika dia memasaknya, kemudian mengundang kerebat, dan mereka memakannya, maka itu baik.</q><p>Cara masaknya, secara utuh (dilepaskan tulangnya</p>"
      },
      {
        "page": 28,
        "text": "<p dir='cntn'>di setiap persendian) dan tidak mematahkannya.</p><p>Sedangkan Hanafiyah, membolehkan membagi daging dalam keadaan mentah boleh juga dimasah terlebih dahulu.</p><strong>7. Cukur Rambut Bayi dan Shadaqah perak Seberat Cukuran Rambut</strong><p>Sunnah mencukur rambut bayi pada hari ketujuh kelahirannya. Hasil cukurannya ditimbang kemudian dikeluarkan sedekahnya berupa perak seberat rambut tersebut.</p><p>Yang demikian ini sebagaimana sabda Rasulullah kepada Fatimah:</p><q>“wahai Fatimah, cukurlah rambutnya, dan sedekahkanlah perak seberat rambut yang dicukur.” Kemudian Fatimah menimbangnya dengan berat satu dirham atau beberapa dirham.</q>"
      },
      {
        "page": 29,
        "text": "<q>Sesungguhnya Rasulullah berkata kepada Fatimah ketika melahirkan putranya, Hasan: “cukurlah rambutnya, dan bersedekahlah dengan perah seberat rambut (yang ducukur) kepada orangorang miskin dan para aufadh, yaitu ahlu Shuffah” (HR. Ahmad).</q>"
      },
      {
        "page": 30,
        "text": "<strong>Kesimpulan</strong><p>Jumhur ulama sepakat bahwa aqiqah adalah salah satu syariat dalam Islam. Hanya saja mereka berbeda pendapat terkait hukumnya, ada yang mengatakan wajib, sunnah, dan mubah. Dari banyaknya hadis yang ada, penulis melihat pendapat yang kuat adalah yang mengatakan sunnah. Pendapat sunnah ini dipilih oleh ulama dari madzhab Syafi’i dan Hanbali. Sedangkan Hanafi dan Maliki hanya mengatakan mubah dan mandub.</p><p>Jumhur ulama juga sepakat bahwa boleh menunaiakan aqiqah dengan semua jenis hewan yang dijadikan hewan kurban; onta, sapi dan kambing. Bahkan sebagian ulama menganggap, semakin besar hewan yang disembelih, maka itu lebih baik. Adapun hadis tentang aqiqah dengan kambing, difahami sebagai batas minimal kebolehan. Wallahu a’lam bi ash-shawab</p>"
      }
    ]
  },
  {
    "id": "dW4",
    "info": {
      "title": "Halalkah Sembelihan Orang yang Sedang Junub?",
      "author": "Saiyid Mahadhir, Lc, MA",
      "publish": "Thu, 13 December 2018",
      "pages": 38,
      "price": 0,
      "category": "Fiqih Muamalat",
      "desc": "Perkara sembelihan juga tidak semudah yang kita bayangkan, ada banyak perkara yang harus diketahui agar kehalalan dalam hal sembelihan ini didapat, dalam beberapa kesempatan penulis sempat diatanya: Halalkah sembelihan orang yang sedang junub? Karena dalam banyak hal memang harus diakui mereka yang sedang junub itu berarti mereka sedang dalam keadaan berhadats besar, dan umumnya orang yang sedang berhadats besar banyak terhalang dari melakukan berbagai aktiviata ibadah, apakah mereka juga terhalang untuk melakukan penyembelihan? berikut ini penjelasannya."
    },
    "tableOfContents": [
      { "page": 6, "text": "Pendahuluan" },
      {
        "page": 7,
        "text": "Menyembelih Hewan",
        "sub": [
          { "page": 7, "text": "Definisi" },
          { "page": 7, "text": "Halal dan Haramnya Hewan" },
          {
            "page": 10,
            "text": "Cara Menyembelih",
            "sub": [
              { "page": 10, "text": "Hewan Masih Hidup" },
              { "page": 10, "text": "Menajamkan Pisau" },
              { "page": 11, "text": "Menghadap ke Arah Kiblat" },
              { "page": 12, "text": "Mengucap Basmalah" },
              { "page": 17, "text": "Memutuskan Empat Saluran" }
            ]
          }
        ]
      },
      {
        "page": 17,
        "text": "Junub",
        "sub": [
          { "page": 17, "text": "Definisi Junub" },
          {
            "page": 19,
            "text": "Sebab Junub",
            "sub": [
              { "page": 19, "text": "Keluar mani" },
              { "page": 21, "text": "Bertemunya dua kemaluan" }
            ]
          },
          {
            "page": 21,
            "text": "Larangan Bagi Orang Junub",
            "sub": [
              { "page": 21, "text": "Shalat" },
              { "page": 22, "text": "Thawaf" },
              { "page": 22, "text": "Memegang atau Menyentuh Mushaf" },
              { "page": 23, "text": "Melafazkan Ayat-ayat Al-Quran" },
              { "page": 23, "text": "Masuk ke Masjid" }
            ]
          },
          {
            "page": 24,
            "text": "Wajib Mandi",
            "sub": [
              { "page": 28, "text": "Niat mandi wajib" },
              { "page": 29, "text": "Menghilangkan najis di badan" },
              { "page": 29, "text": "Meratakan air keseluruh tubuh" }
            ]
          }
        ]
      },
      { "page": 31, "text": "Sembelihan Orang Yang Sedang Junub Halal?" },
      { "page": 34, "text": "Penutup" }
    ],
    "content": [
      {
        "page": 6,
        "text": "<strong>A. Pendaluan</strong><p>Memang benar bahwa Rasulullah saw pernah bersabda:</p><q>Yang halal sudah jelas dan yang haram juga sudah jelas. Namun diantara keduanya ada perkara syubhat (samar) yang tidak diketahui oleh banyak orang. (HR. Bukhari Muslim)</q><p>Memang benar juga bahwa nabi Muhammad saw pernah mewanti-wanti terkait dengan memakan makanan yang haram melalui sabdanya:</p><q>Siapa saja hamba yang dagingnya tumbuh dari (makanan) haram, neraka lebih pantas baginya. (HR. Tirmizy)</q><p>Namun bagaimana penjelasan tentang kehalalan dan keharaman tentang suatu makanan tentunya kita perlu penjelasan para ulama yang memang mengerti dan faham masalah ini.</p><p>Perkara sembelihan juga tidak semudah yang kita bayangkan, ada banyak perkara yang harus diketahui agar kehalalan dalam hal sembelihan ini didapat, dalam beberapa kesempatan penulis sempat diatanya: Halalkah sembelihan orang yang</p>"
      },
      {
        "page": 7,
        "text": "<p dir='cntn'>sedang junub? Karena dalam banyak hal memang harus diakui mereka yang sedang junub itu berarti mereka sedang dalam keadaan berhadats besar, dan umumnya orang yang sedang berhadats besar banyak terhalang dari melakukan berbagai aktiviata ibadah, apakah mereka juga terhalang untuk melakukan penyembelihan? berikut ini penjelasannya.</p><strong>B. Menyembelih Hewan</strong><strong>1. Definisi</strong><p>Dalam terminologi fiqih menyembelih hewan itu umumnya sering pakai istilah tadzkiyah, walaupun ada beberapa istilah lain yang juga kadang dipakai, misalnya an-nahr, al-‘aqr, as-shaid, dst.</p><p>Tadzkiyah itu sendiri maksudnya adalah sebuah aktivitas yang dilakukan yang dengannya menjadi sebab halalnya daging hewan darat untuk dimakan.</p><strong>2. Halal dan Haramnya Hewan</strong><p>Diantara kelonggaran syariat Islam dalam bab makanan, Islam membolehkan ummatnya untuk menkonsumsi hewan, baik hewan yang ada di laut maupun hewan yang ada di darat, dan tentunya kebolehan itu disertai dengan syarat dan ketentuan yang berlaku.</p><p>Terhadap hewan laut misalnya, secara umum Allah swt menerangkan:</p>"
      },
      {
        "page": 8,
        "text": "<p dir='rtl'>اُحِلَّ لَكُمْ صَيْدُ الْبَحْرِ وَطَعَامُهٗ مَتَاعًا لَّكُمْ وَلِلسَّيَّارَةِ</p><q>Dihalalkan bagimu binatang buruan laut dan makanan (yang berasal) dari laut sebagai makanan yang lezat bagimu, dan bagi orangorang dalam perjalanan. (QS. Al-Maidah : 96)</q><p>Saat menafsirkan ayat diatas, Imam Al-Qurthubi menjelaskan bahwa memang masih ada perdebatan diantara para ulama apakah seluruh hewan laut itu halal atau yang halal itu hanya ikannya saja?</p><p>Pendapat yang dianggap lebih luas adalah pendapat dari Imam Malik, As-Syafii, Al-Auza’i, AtsTsauri, dll, yang menilai bahwa seluruh hewan laut itu boleh dimakan baik hewan yang didapat masih hidup lewat buruan (dipancing) atau hewan laut yang didapat sudah mati (bangkai), didasarkan kepada keumuman hadits Rasulullah saw:</p><q>Laut itu suci airnya dan halal bangkainya. (HR. Abu Daud dan At-Tirmizy)</q><p>Lebih lanjut terhadap kebolehan memakan hewan darat juga dijelaskan oleh Allah swt:</p><p dir='rtl'>وَمِنَ الْاَنْعَامِ حَمُوْلَةً وَّفَرْشًا ۗ كُلُوْا مِمَّا رَزَقَكُمُ اللّٰهُ وَلَا تَتَّبِعُوْا خُطُوٰتِ الشَّيْطٰنِۗ اِنَّهٗ لَكُمْ عَدُوٌّ مُّبِيْنٌۙ</p>"
      },
      {
        "page": 9,
        "text": "<q>Dan di antara hewan ternak itu ada yang dijadikan untuk pengangkutan dan ada yang untuk disembelih. Makanlah dari rezki yang telah diberikan Allah kepadamu dan janganlah kamu mengikuti langkah-langkah syaitan. Sesungguhnya syaitan itu musuh yang nyata bagimu. (QS. Al-An’am : 142)</q><p>Kata Al-An’am pada ayat diatas, masih menurut Imam Al-Qurthubi mengandung tiga penafsiran: (1) Unta, (2) Unta, sapi dan kambing dan (3) Seluruh hewan (darat) yang diahalkan oleh Allah swt.</p><p>Jadi hewan darat yang boleh dimakan itu bukan hanya unta saja, juga bukan hanya sapi atau kambing saja, namun kehalalan itu berlaku untuk semua hewan darat asalkan memenuhi kriteria berikut ini: (1) Bukan hewan najis, (2) Bukan bangkai (3) Bukan termasuk hewan buas (4) Bukan hewan dua alam4 , (4) Bukan juga hewan yang dilarang untuk dibunuh.</p><p>Hewan darat yang ingin dimakan itu tentunya harus melalui proses penyembelihan terlebih dahulu, agar dia halal untuk dimakan, berbeda dengan ikan sebagai hewan laut, maka ikan tidak butuh disembelih, dia bisa lagsung dimakan tanpa proses penyembelihan.</p>"
      },
      {
        "page": 10,
        "text": "<strong>3. Cara Menyembelih</strong><p>Setelah kita memastikan bahwa hewan yang akan disembelih adalah hewan yang halal untuk dimakan, berikut ini langkah teknis penyembelihan sehingga hewan yang sudah disiapkan memang benar-benar halal untuk disantap:</p><strong>a. Hewan Masih Hidup</strong><p>Pastiakan bahwa hewan yang akan disembelih itu masih dalam keadaan hidup, karena jika hewan darat tersebut sudah mati sebelum disembelih, maka sudah otomatis dia bangkai, dan bangkai hewan darat haram untuk dimakan, dan keharaman bangkai tidak bisa berubah menjadi halal karena disembelih. Allah swt berfirman:</p><p dir='rtl'>اِنَّمَا حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ</p><q>Sesungguhnya Allah hanya mengharamkan bagimu bangkai. (QS. Al-Baqarah: 173)</q><strong>b. Menajamkan Pisau</strong><p>Berikutnya adalah menyiapkan alat untuk menyembelih, dan umumnya pisau menjadi pilihan, pisau yang disiapkan sangat dianjurkan untuk ditajamkan terlebih dahulu, agar proses penyembelihan tidak terkesan menyiksa hewan.</p><p>Rasulullah saw bersabda:</p>"
      },
      {
        "page": 11,
        "text": "<q>Sesungguhnya Allah memerintahkan agar berbuat baik terhadap segala sesuatu. Jika kalian hendak membunuh, bunuhlah dengan cara yang baik. Jika kalian hendak menyembelih, sembelihlah dengan cara yang baik. Hendaklah kalian menajamkan pisaunya dan senangkanlah hewan yang akan disembelih. (HR. Muslim)</q><strong>c. Menghadap ke Arah Kiblat</strong><p>Menghadapkan hewan sembelihan ke arah kiblat bukanlah menjadi syarat sah, ia adalah kesunnahan dalam penyembelihan, dasarnya adalah:</p><q>Nabi Muhammad saw menyembelih di hari Iidul Adha dua ekor kambing, kemudian ketika sudah menghadapkan hewan sembelihan ke arah kiblat beliau membaca</q>"
      },
      {
        "page": 12,
        "text": "<p dir='cntn'>(HR. Abu Daud)</p><p>Imam As-Syafi’i berkata:</p><q>Dan jika penyembelih menghadap ke arah kiblat maka itulah yang paling saya sukai, tapi jikapun arahnya salah atau lupa maka tidak mengapa insya Allah</q><p>Imam An-Nawawi juga menegaskan kembali:</p><q>penyembelih menghadap kiblat dan menghadapkan hewannya juga ke kiblat hukumnya sunnah pada setiap sembelihan</q><strong>d. Mengucap Basmalah</strong><p>Terkait mengucap basmalah: bismillah, pada saat penyembelihan memang terjadi khilaf diatara para ulama. Mayoritas ulama memang menilai bahwa mengucap basmalah menjadi syarat sah penyembelihan.</p><p>Imam Ibnu Abdin dari madzhab Hanafi menuliskan:</p>"
      },
      {
        "page": 13,
        "text": "<q>Tidak halal hewan sembelihan jika yang menyembelih sengaja meninggalkan basmalah</q><p>Imam Al-Azhari dari madzhab Maliki menuliskan:</p><p dir='rtl'>(و) وجب رشطا ف صة الذكاة (تسمية) هلل سبحانه وتعاى بأى اسم من أسمائه تعاىل عند الذبح</p><q>Syarat sahnya penyembelihan adalah mengucap nama Allah swt dengan nama apa saja dari namanama Allah ketika menyembelih</q><p>Imam Ibnu Qudamah dari madzhab Hanbali menuliskan:</p><q>Tasmiyah (menyebut nama Allah swt) dengan sengaja menjadi syarat bagi siapa yang menyembelih</q><p>Umumnya para ulama yang menilai bahwa mengucap basmalah atau mengucap nama Allah swt menjadi syarat dalam peyembelihan melandaskan pendapatnya dengan firman Allah swt berikut ini:</p><p dir='rtl'>وَلَا تَأْكُلُوْا مِمَّا لَمْ يُذْكَرِ اسْمُ اللّٰهِ عَلَيْهِ وَاِنَّهٗ لَفِسْق</p>"
      },
      {
        "page": 14,
        "text": "<q>Dan janganlah kamu memakan binatang-binatang yang tidak disebut nama Allah ketika menyembelihnya. Sesungguhnya perbuatan yang semacam itu adalah suatu kefasikan.” (QS. AlAn’am: 121)</q><p>Juga hadits Rasulullah saw:</p><q>Segala sesuatu yang dapat mengalirkan darah dan disebut nama Allah ketika menyembelihnya, silakan kalian makan. (HR. Bukhari)</q><p>Sedangkan dalam madzhab As-Syafi’i hukum tasmiyah atau membaca basmalah atau menyebut nama Allah swt pada saat penyebelihan adalah adalah sunnah bukan syarat.</p><p>Imam Ar-Ramli dari madzhab As-Syafi’i menulsikan:</p><q>Makruh hukumnya sengaja meninggalkan basmalah, namun jikapun ditinggalkan secara mengaja hukum sembelihannya halal</q><p>Imam An-Nawawi juga menuliskan:</p><q>Tasmiyah ketika menyembelih hukumnya</q>"
      },
      {
        "page": 15,
        "text": "<q>sunnah</q><q>Jika ditinggalkan dengan sengaja atau lupa maka halal sembelihannya tapi meninggalkannya dengan sengaja hukumnya makruh</q><p>Dalil kesunnahan ini adalah cerita dari sahabat Anas bahwa dahulu waktu nabi Muhammad saw menyembelih hewan qurbannya beliau mengucap basmalah dan bertakbir:</p><p>Kesunnahan basmalah ini juga dinilai dari hadits berikut ini:</p><q>Ada satu kaum berkata kepada Nabi Muhammad saw: “Ada sekelompok orang yang mendatangi</q>"
      },
      {
        "page": 16,
        "text": "<q>kami dengan hasil sembelihan. Kami tidak tahu apakah itu disebut nama Allah ataukah tidak. Nabi Muhammad saw bersabda: “Kalian hendaklah menyebut nama Allah dan makanlah daging tersebut.”(HR. Bukhari)</q><p>Imam Ar-Ramli menambahkan dua alasan lagi mengapa mengucap basmalah hukumnya sunnah, salah satunya karena Allah swt berfirman:</p><p dir='rtl'>وَطَعَامُ الَّذِيْنَ اُوْتُوا الْكِتٰبَ حِلٌّ لَّكُمْ</p><q>Dan sembelihan ahli kitab hukumnya halal bagimu. (QS. Al-Maidah : 5)</q><p>Kehalalan sembelihan ahli kitab itu menjadi isyarat halalnya sembelihan tanpa basmalah karena ahli kitab belum tentu mengucap basmalah.</p><p>Lebih lanjut saat Allah swt berfirman:</p><p dir='rtl'>وَلَا تَأْكُلُوْا مِمَّا لَمْ يُذْكَرِ اسْمُ اللّٰهِ عَلَيْهِ وَاِنَّهٗ لَفِسْق</p><q>Dan janganlah kamu memakan binatang-binatang yang tidak disebut nama Allah ketika menyembelihnya. Sesungguhnya perbuatan yang semacam itu adalah suatu kefasikan.” (QS. AlAn’am: 121)</q><p>Menurut Imam Ar-Ramli ayat itu tidak bermaksud mengharamkan sembelihan yang tidak disebut nama Allah swt, tapi ayat itu mengharamkan</p>"
      },
      {
        "page": 17,
        "text": "<p dir='cntn'>sembelihan yang disembelih bukan karena Allah.</p><strong>e. Memutuskan Empat Saluran</strong><p>Imam Al-Mawardi dari madzhab As-Syafi’i menuliskan:</p><q>Sempurnanya penyembelihan itu dilakukan dengan memutus empat hal: (1) Al-Hulqum (saluran pernapasan), (2) Al-Marri’: saluran makan dan minum, dan (3 dan 4) Wadajain; yaitu dua urat darah (vena dan arteri). Dan minimal yang terpotong adalah dua yaitu: saluran pernapasan dan saluran makan dan minum</q><p>Namun menurut keterangan dari Ibnu Rusyd bahwa ada ulama yang menghendaki keempat bagian itu terpotong semuanya, walaupun ada juga yang berpendapat bahwa yang paling penting terpotong tiga bagian apa saja dari empat yang diatas.</p><strong>C. Junub</strong><strong>1. Definisi Junub</strong><p>Kosakata junub ini pada dasarnya adaah kosakata yang digunakan oleh Al-Quran. Perhatikan firman Allah swt berikut ini:</p>"
      },
      {
        "page": 18,
        "text": "<p dir='rtl'>وَاِنْ كُنْتُمْ جُنُبًا فَاطَّهَّرُوْا</p><q>dan jika kamu junub maka bersucilah (mandilah) (QS. Al-Maidah: 6)</q><p>Ibnu Faris, salah satu ulama bahasa menjelaskan bahwa huruf jim nun dan ba pada aslinya menunjuk dua makna: (1) sisi dan (2) jauh, dan dari makna yang kedua inilah akhirnya kata ini digunakan untuk menyebut orang yang menggauli istrinya, karena mereka menjauh dari keramain orang, dan menjauh dari tempat ibadah (masjid) juga menjauh dari keramain orang shalat.</p><p>Lebih lanjut Prof. Dr. Wahbah Az-Zuhaili saat menjelaskan QS. Al-Maidah: 6 diatas bahwa istilah junub itu adalah istilah untuk menyebut seseorang yang sedang dalam kondisi janabah (jauh) karena sebab jima’ (hubungan suami istri) atau karena sebab kelaurnya mani.</p><p>Jika ada perempuan yang sedang dalam keadan haidh, maka kurang tepat kalau mereka disebut dalam kondisi junub, tapi jika ada perempuan yang bermimpi lalu ketika bangun mendapti air (sperma) maka karena sebab ini baru tepat jika mereka disebut dengan junub.</p><p>Dari kata junub itu juga nanti akan muncul istilah janabah, dan dari sini juga hadir istilah mandi</p>"
      },
      {
        "page": 19,
        "text": "<p dir='cntn'>janabah untuk meyebut mandi wajib.</p><p>Junub atau janabah adalah kosakata yang dipakai untuk menyebut seseorang yang sedang dalam keadaan berahadats besar karena dua sebab diatas sehingga mereka dalam kondisi jauh dari masjid, jauh dari shalat karena memang mereka tidak boleh mendekati itu sebelum mereka kembali suci dengan cara mandi janabah.</p><strong>2. Sebab Junub</strong><p>Seperti yang sudah dijelaskan diatas bahwa ada dua hal yang membuat seseorang dalam keadaan junub:</p><strong>a. Keluar mani</strong><p>Mani itu adalah benda cair yang keluar dari kemaluan dengan aroma yang khas, agak amis, sedikit kental dan mudah mengering seperti telur bila telah mengering. Dan biasanya keluarnya disertai dengan rasa nikmat dengan cara memancar. Bagaimanapun cara keluarnya, disengaja (mastur basi) atau mimpi, atau dengan cara hubungan suami istri, semua wajib mandi.</p><p>Pun begitu dengan perempuan, perkara mani bukan hanya bersumber dari laki-laki, dari perempuan juga ada, dan bagi perempuan juga memiliki kewajiban yang sama jika mani keluar dari mereka.</p><p>Rasulullah saw bersabda:</p>"
      },
      {
        "page": 20,
        "text": "<q>Dari Ummi Salamah ra bahwa Ummu Sulaim istri Abu Thalhah bertanya: \"Ya Rasulullah sungguh Allah tidak malu bila terkait dengan kebenaran, apakah wanita wajib mandi bila bermimpi? Rasulullah saw menjawab: \"Ya, bila dia mendapati air mani. (HR. Bukhari dan Muslim)</q><p>Sebagian remaja kita kadang bertanya, mimpi apakah yang dimaksud? Kadang kala seorang guru menjawab dengan jawaban aneh, bahwa mimpi yang dimaksud adalah mimpi menaiki perahu. Penulis sendiri dahulunya pernah mendapati jawaban seperti itu, awalnya bingung tapi sekarang baru sadar. Mungkin maksudnya bagus agar tidak terkesan fulgar, tapi yang jelas mimpi apapun itu, jika setelah bangun kita mendapati air mani, maka pastikan bahwa kita harus wajib mandi.</p><p>Jika ini terjadi pertama kalinya bagi para remaja maka pastikan bahwa semenjak itu remaja tersebut sudah sampai umur/baligh, dalam bahasa agama baligh/sampai umur itu adalah masa dimana seseorang sudah dianggap besar, dan sudah harus mandiri, serta sudah harus menerima beban ibadah</p>"
      },
      {
        "page": 21,
        "text": "<p dir='cntn'>yang sama dengan orang dewasa.</p><strong>b. Bertemunya dua kemaluan</strong><p>Ini adalah bahasa lain dari hubungan intim sepasang suami istri (bukan hanya sebatas menempel), baik disertai keluarnya mani atau tidak, yang jelas sebatas bertemunya dua kemaluan, maka kondisi itu sudah membuat seseorang wajib mandi.</p><p>Rasulullah shallallahu ‘alaihi wasallam bersabda:</p><q>Bila dua kemaluan bertemu atau bila kemaluan menyentuh kemaluan lainnya maka hal itu mewajibkan mandi janabah</q><strong>3. Larangan Bagi Orang Junub</strong><p>Seseorang yang sedang dalam kondisi junub maka meraka dalam keadaan berhadats besar, maka larang bagi bagi mereka yang sedang berhadats besar juga berlaku bagi mereka yang sedang dalam kondisi junub.</p><p>Mereka yang sedang dalam kondisi berhadas besar dilarang untuk:</p><strong>a. Shalat</strong><p>Rasulullah saw bersabda:</p><q>Tidak diterima shalat yang tidak dengan kesucian</q>"
      },
      {
        "page": 22,
        "text": "<strong>b. Thawaf</strong><p>Thawaf itu sama dengan shalat, makanya orang yang sedang junub dilarang thawaf. Rasulullah saw bersabda:</p><q>Thawaf di Baitullah adalah shalat hanya saja Allah membolehkan di dalamnya berbicara. (HR. Tirmizi)</q><strong>c. Memegang atau Menyentuh Mushaf</strong><p>Mayoritas ulama menilai bahwa orang yang sedang berhadats besar dilarang memegang AlQuran. Landasannya adalah firman Allah swt:</p><p dir='rtl'>لَّا يَمَسُّهٗٓ اِلَّا الْمُطَهَّرُوْنَ</p><q>Dan tidak menyentuhnya kecuali orang yang suci. (QS. Al-Waqi’ah ayat 79)</q><p>Juga hadits Rasulullah saw:</p><q>Dari Abdullah bin Abi Bakar bahwa dalam surat yang ditulis oleh Rasulullah saw kepada ‘Amr bin Hazm tertulis : \"Janganlah seseorang menyentuh Al-Quran kecuali dia dalam keadaan suci\".(HR. Malik).</q>"
      },
      {
        "page": 23,
        "text": "<strong>d. Melafazkan Ayat-ayat Al-Quran</strong><p>Rasulullah saw bersabda:</p><q>Wanita yang haidh atau orang yang sedang junub tidak boleh membaca sepotong ayat Quran (HR. Tirmizy)</q><p>Dalam hadits yang lainnya juga dijelaskan:</p><q>Dari Ali bin Abi Thalib radhiyallahu anhu berkata bahwa Rasulullah saw tidak terhalang dari membaca Al-Quran kecuali dalam keadaan junub. (HR. Ahmad)</q><p>Larangan membaca Al-Quran ini menjadi pendapat mayoritas ulama fiqih.</p><p>Larangan ini dengan pengecualian kecuali bila lafadz Al-Quran itu hanya disuarakan di dalam hati. Juga bila lafadz itu pada hakikatnya hanyalah doa atau zikir yang lafznya diambil dari ayat Al-Quran secara tidak langsung.</p><strong>e. Masuk ke Masjid</strong><p>Al-Quran menyebutkan:</p><p dir='rtl'>يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَقْرَبُوا الصَّلٰوةَ وَاَنْتُمْ سُكٰرٰى حَتّٰى تَعْلَمُوْا مَا تَقُوْلُوْنَ وَلَا جُنُبًا اِلَّا عَابِرِيْ سَبِيْلٍ حَتّٰى تَغْتَسِلُوْا</p>"
      },
      {
        "page": 24,
        "text": "<q>Hai orang-orang yang beriman janganlah kamu salat sedang kamu dalam keadaan mabuk sehingga kamu mengerti apa yang kamu ucapkan (jangan pula hampiri mesjid) sedang kamu dalam keadaan junub terkecuali sekedar berlalu saja hingga kamu mandi.(QS. An-Nisa' : 43)</q><p>Hadits nabi juga menguatkan:</p><q>Dari Aisyah radhiyallahuanha berkata bahwa Rasulullah SAW bersabda ‘Tidak kuhalalkan masjid bagi orang yang junub dan haidh’. (HR. Bukhari)</q><strong>4. Wajib Mandi</strong><p>Agar mereka yang sedang dalam keadaan junub diatas bisa kembali suci maka sudah barang tentu mereka harus melakukan ritual mandi janabah (mandi wajib)</p><p>Perhatikan firman Allah swt dan hadits Rasulullah saw berikut ini:</p><p dir='rtl'>وَاِنْ كُنْتُمْ جُنُبًا فَاطَّهَّرُوْا</p><q>dan jika kamu junub maka bersucilah (mandilah) (QS. Al-Maidah: 6)</q><p>Dalam hadits berikut ini, Aisyah ra memberikan keterangan kepada kita semua tetang mandi janabahnya Rasulullah saw:</p>"
      },
      {
        "page": 25,
        "text": "<q>Aisyah ra berkata: Ketika mandi janabah, Nabi saw memulainya dengan: 1. Mencuci kedua tangannya, 2. Kemudian beliau menumpahkan air dari tangan kanannya ke tangan kiri, 3. lalu mencuci kemaluannya, 4. kemudian berwudhu’, 5. Kemudian beliau mengambil air lalu memasukan jari-jari tangannya ke sela-sela rambutnya, 6. Kemudian beliau menyirami kepalanya sebanyak 3 kali, 7. kemudian beliau meratakan air ke seluruh tubuhnya, 8. kemudian beliau mencuci kakinya. (HR Bukhari Muslim)</q>"
      },
      {
        "page": 26,
        "text": "<p>Dalam penjelasan hadits yang lainnya diceritakan:</p><q>Dari Ibnu Abbas ra berkata: Maimunah (binti Harits) berkata: Aku meletakkan air mandi untuk Nabi saw mandi wajib, lalu beilau: 1. Mencuci kedua telapak tangannya dua atau tiga kali. 2. Kemudian beliau menuangkan air ke telapak tangan kirinya, 3. dan membasuh kemaluannya, 4. kemudian beliau usapkan tangannya ke tanah, 5. kemudian berkumur, dan memasukkan air ke dalam hidung, lalu membasuh wajah dan kedua tangannya. 6. kemudian beliau mengguyur seluruh tubuhnya.</q>"
      },
      {
        "page": 27,
        "text": "<q>7. Setelah itu beliau bergeser dari tempatnya semula, lalu mencuci kedua kakinya. (HR. Bukhari)</q><p>Dalam kesempatan yang lainnya, Maimunah binti Harits mengungkapkan:</p><q>Dari Ibnu Abbas berkata: Maimunah (binti Harits) ra berkata: Aku memberi air untuk mandi kepada Nabi saw. 1. Lalu aku tutupi Beliau dengan kain. 2. Maka Beliau menuangkan air ke tangannya, lalu mencuci kedua tangannya.</q>"
      },
      {
        "page": 28,
        "text": "<q>3. Kemudian menuangkan air dengan tangan kanannya ke tangan kirinya lalu mencuci kemaluannya, 4. lalu tangannya dipukulkannya ke tanah kemudian mengusapnya lalu mencucinya. 5. Kemudian berkumur-kumur dan memasukkan air ke hidung. Kemudian membasuh mukanya dan kedua lengannya 6. lalu mengguyur kepalanya, 7. lalu menyiram seluruh badannya, 8. dan diakhiri dengan mencuci kedua telapak kakinya. 9. Lalu aku berikan kain tapi Beliau tidak mengambilnya, lalu Beliau pergi dengan mengeringkan air dari badannya dengan tangannya. (HR. Bukhari)</q><p>Dari penjelasan dalil-dalil diatas sederhananya, ada tiga hal saja yang tentunya wajib untuk dilakukan sehingga aktivitas mandi wajib dinilai sah adalah:</p><strong>a. Niat mandi wajib</strong><p>Memang semua ulama sepakat bahwa niat itu letaknya di hati, sebagai tekad dan azam utuk melaksanakan suatu ibadah, namun sebagian</p>"
      },
      {
        "page": 29,
        "text": "<p dir='cntn'>ulama lainnya membolehkan bahkan menyarankan jika memang niat itu diawali atau disertai dengan lafazh niat.</p><p>Jika memang ada yang ingin melafazhkan niat, rata-rata lafazh niatnya dengan rerdaksi:</p><q>Aku berniat untuk mandi dalam rangka mengangkat janabah</q><p>Atau:</p><q>Aku berniat untuk mandi untuk mengangkat hadats besar</q><strong>b. Menghilangkan najis di badan</strong><p>Khususnya najis-najis yang mungkin masih menempel ditubuh setelah haidh dan nifas, atau setelah berhubungan suami istri, atau najis-najis lainya yang mungkin ada.</p><strong>c. Meratakan air keseluruh tubuh</strong><p>Meratakan yang dimaksud adalah memastian bahwa air mandi itu sampai ke seluruh tubuh, tanpa harus memakai sabun atau sampo.</p><p>Jika tigal hal ini dilakukan, maka mandi wajib yang dilakukan sudah sah, dan kondisi hadats besar sudah hilang.</p>"
      },
      {
        "page": 30,
        "text": "<p>Namun karena aktivitas mandi ini adalah termasuk dalam ranah ibadah, maka untuk kesempurnaan ibadah mandi ini mari sedikit kita lihat teknis detail mandi wajib ini yang penulis sarikan dari kitab Al-Majmu’.</p><p>Dengan berlandaskan hadits Rasulullah saw riwayat Aisyah dan Maimunah yang dikeluarkan oleh Imam Al-Bukhari dan Muslim, juga hadits dari Jubair bin Muth’im yang dikeluarkan oleh Imam Ahmad, Imam As-Syairozi mulai menjelaskan yang kemudian di jalaskan oleh imam An-Nawawi bahwa teknis mandi wajib tersebut sebagai berikut:</p><ul><li>Dimulai dengan basmalah dan niat mandi wajib.</li><li>Mencuci kedua telapan tangan sebanyak tiga kali.</li><li>Mencuci kemaluan, untuk menghilangkan najis baik depan maupun belakang. Karena mungkin saja masih ada bekas mani disekitar kemaluan depan, atau mungkin sebelum mandi melakukan aktivitas BAB terlebih dahulu sehingga harus dipastikan bahwa setelah BAB dicuci dengan bersih. Terlebih bagi perempuan yang mandi setelah haidh atau nifas, maka sangat dianjurkan untuk membersihkan sisa-sisa najis tersebut dengan sesutau yang harum, baik sabun mandi, minyak, dan seterusnya.</li></ul>"
      },
      {
        "page": 31,
        "text": "<ul><li>Berwudu seperti wudu shalat. Hanya saja ada sedikit perbedaan diantara para ulama, apakah membasuh kakinya didahulukan atau diakhirkan setelah selesai mandi. Namun pilihan mana saja yang dipilih semuanya dibenarkan, karena itu masih disebut dengan wudu, dan wudunya tetap sah.</li><li>Mengambil air lalu meggosokkan jari-jari ke sela-sela rambut hingga mengenai kulit kepala dan jenggot (bagi yang ada). Untuk memastikan bahwa tidak ada bagian tubuh yang tidak terkena air. Terlebih rambut perempuan yang panjang dan tebal, atau jenggot laki-laki yang kadang lebih tebal dan panjang dari rambutnya juga harus lebih diperhatikan lagi.</li><li>Kemudian membasuh kepala tiga kali, agar dipastikan bahwa semua rambut dan kulit kepala terkena air.</li><li>Lalu meratakan air keseluruh tubuh sambil menggosokkan tangan kesemua badan, dan dimulai dari bagian badan sebelah kanan, tiga kali.</li><li>Pindah dari tempat berdiri, lalau kemudian membasuh kedua kaki. Karena dikhawatirkan bagian dalam telapak kaki tidak terkena air.</li></ul><strong>D. Sembelihan Orang yang Sedang Junub Halal?</strong><p>Terkait apakah halal sembelihan laki-laki yang</p>"
      },
      {
        "page": 32,
        "text": "<p dir='cntn'>sedang dalam keadaan junub, atau sembelihan perempuan yang sedang haidh, maka ada baiknya kita perhatikan dulu hadits Rasulullah saw berikut yang diriwayatkan oleh Imam Al-Bukhari:</p><q>Bahwa ada seorang jariyah (perempuan) yang sedang mengembala kambing (milik tuannya) di Sala’ (nama salah satu bukit di Madiah), tiba-tiba salah satu kambing kelihatannya mau mati, maka dia bergegas mengambil batu dan memecahkannya lalu disembelihlah kambing tadi. Maka (tuan kambing tersebut) berkata kepada keluarganya: “Jangan dulu dimakan sampai nanti aku menemui nabi shallallhu ‘alaihi wasallam atau nanti aku mengutus salah seorang untuk menanyakan (perihal sembelihan ini), lalu dia datang menemui nabi shallallhu alaihi wasallam dan Rasulullah shallallahu alaihi wasallam memerintahkan untuk memakan (sembelihan tersebut).</q>"
      },
      {
        "page": 33,
        "text": "<p>Dari hadits tersebut umumnya, para ulama fiqih memberikan kesimpulan bahwa laki-laki yang junub atau bahkan perempuan yang junub boleh menyembelih hewan, dan hasil sembelihannya halal untuk dimakan. Karena untuk sekedar mengucapkan “bismillah” sebagai sebuah dzikir tidaklah terlarang bagi seorang yang junub, yang dilarang adalah membaca Al-Quran sebagai ayat Al-Quran.</p><p>Setidaknya, menurut penuturan Ibnu Qudamah dalam kitabnya Al-Mughni bahwa ada sederat ulama besar yang berpendapat kebolehan memakan sembelihan seseorang yang sedang dalam keadaan junub, mereka adalah Al-Hasan, Al-Hakam, Al-Laits, As-Syafi’i, Ishaq, Abu Tsaur, dan ulama lainnya.</p><p>Bahkan lebih tegas lagi, Imam An-Nawawi menuliskan dalam kitabnya Al-Majmu’ bahwa:</p><q>Ibnu Al-Mundzir menukilkan sudah adanya kesepakatan diantara para ulama perihal (halalnya) sembelihan orang yang sedang junub</q><p>Lebih lanjut, mengomentari hadits riwayat Imam Al-Bukhari diatas, ulama besar Ibnu Hajar AlAtsqalani menjelaskan didalam kitabnya Fathu Al-</p>"
      },
      {
        "page": 34,
        "text": "<p dir='cntn'>Bari.</p><q>Dari hadits tersebut menunjukkan kebolehan untuk memakan hewan yag disembelih oleh perempuan, baik perempuan tersebut merdeka atau budak, dewasa atau anak-anak, muslimah atau ahli kitab, dalam keadaan suci atau tidak, karena Rasulullah saw memerintahkan untuk memakan sembelihan terebut secara umum, tanpa adanya penjelasan lainnya.</q><strong>E. Penutup</strong><p>Pertanyaan apakah halal sembelihan orang yang sednag junub maka secara ringkas dapat diajwab bahwa hukumnya halal. Halal yang dimaksud baik yang sedang dalam keadaan junub itu laki-laki tau perempuan, terlebih bahwa menurut keterangan ulama fiqih mereka yang sedang dalam keadaan junub tidak ada larangan untuk meyembelih hewan, mereka dilarang dalam hal:</p><ul><li>Shalat</li><li>Thawaf</li></ul>"
      },
      {
        "page": 35,
        "text": "<ul><li>Memegang Al-Quran</li><li>Membaca Al-Quran</li><li>Masuk masjid</li><li>Membaca Al-Quran</li><li>Masuk masjid</li></ul>"
      }
    ]
  },
  {
    "id": "x6r",
    "info": {
      "title": "Keridahaan Kedua-belah Pihak",
      "author": "Nur Azizah, Lc",
      "publish": "Sun, 28 October 2018",
      "pages": 17,
      "price": 0,
      "category": "Fiqih Muamalat",
      "desc": ""
    },
    "tableOfContents": [
      {
        "page": 5,
        "text": "Mazhab Al-Hanafiyah",
        "sub": [
          { "page": 6, "text": "As-Sarakhsi" },
          { "page": 7, "text": "Ibnul Humam" }
        ]
      },
      {
        "page": 8,
        "text": "Mazhab Al-Malikiyah",
        "sub": [{ "page": 8, "text": "Malik bin Anas" }]
      },
      {
        "page": 9,
        "text": "Mazhab Asy-Syafi'i",
        "sub": [
          { "page": 9, "text": "An-Nawawi" },
          { "page": 11, "text": "Al-Mawardi" },
          { "page": 12, "text": "Al-Khatib Asy-Syirbini" }
        ]
      },
      {
        "page": 14,
        "text": "Mazhab Al-Hanabilah",
        "sub": [
          { "page": 14, "text": "Ibnu Qudamah" },
          { "page": 14, "text": "Al-Buhuti" },
          { "page": 15, "text": "Al-Mardawi" }
        ]
      },
      {
        "page": 16,
        "text": "Mazhab Azh-Zhahiriyah",
        "sub": [{ "page": 16, "text": "Ibnu Hazm" }]
      }
    ],
    "content": [
      {
        "page": 5,
        "text": "<p>Masalah diatas masih dalam ruang lingkup pernikahan tentunya. Akan tetapi di zaman kita sekarang ini banyak sekali terjadi fenomena kawin lari. Entah apa yang mereka maksud dari kawin lari tersebut. Seperti yang penulis ketahui, mungkin kawin lari itu kawin/nikah tanpa restu kedua orang tua. Tapi itu bukan pengertian mutlak, bisa jadi ini hanya salah satu dari sekian banyak pengertian yang ada.</p><p>Restu bisa kita artikan sebagai keridhaan. Pertanyaannya apakah keridhaan kedua belah pihak menjadi syarat sahnya akad nikah?</p><p>Pertanyaan ini masih sama dengan judul diatas. Para ulama berbeda pendapat dalam hal ini, yaitu mengenai siapa yang dimaksud dengan kedua belah pihak. Apakah itu calon suami dan istri atau seorang wali dengan calon suaminya saja, dikarenakan ijab dan qabul terjadi diantara mereka.</p><p>Sebagian ulama memaknai maksud dari kedua belah pihak disini adalah antara calon suami, dan sebagian yang lain itu antara wali dan calon suami.</p><p>Kemudian masalah syarat, apakah keridhaan ini masuk dalam kategori syarat sahnya akad atau tidak. Para ulama pun berbeda pendapat. Untuk lebih jelas lagi mari kita simak ibarah dari masing-masing ulama mazhab.</p><strong>A. Mazhab Al-Hanafiyah</strong><p>Ulama Al-hanafiyah mengkategorikan ridha dari seorang wanita itu sebagai syarat, dan bentuk</p>"
      },
      {
        "page": 6,
        "text": "<p dir='cntn'>ridhanya seorang wanita itu bisa saja dengan diam. Dan dia tidak boleh dinikahkan sampai memang jelas keridhaannya.</p><strong>1. As-Sarakhsi</strong><p>As-Sarakhsi (w. 483 H) salah satu ulama mazhab Al-Hanafiyah di dalam kitabnya Al-Mabsuth menuliskan sebagai berikut :</p><q>Dalam beberapa riwayat <<diamnya seorang perempuan adalah keriadhaannya>>, dengan begitu maka ridhanya seorang perempuan adalah syarat, dan diamnya seorang perempuan itu ridhanya, maka cukup bagi nya secara syar’i, seperti riwayat dari ‘Aisyah Radhiyallahu ‘anha <<dia berkata : wahai Rasulullah, sesungguhnya dia (perempuan) malu, maka dia diam, kemudian Rasul saw berkata : diamnya adalah tanda ridhanya>>.</q>"
      },
      {
        "page": 7,
        "text": "<q>seorang laki-laki menikahkan anak perempuannya kemudian dia tidak ridha)</q><q>(dia berkata) : jika seorang laki-laki menikahkan anak peempuannya kemudian si anak tidak ridha, kemudian saudara laki-lakinya dan ayahnya bersaksi tentang keridhaannya, maka dia tertolak, karena ayahnya yang berkehendak.</q><strong>2. Ibnul Humam</strong><p>Ibnul Humam (w. 681 H) salah satu ulama mazhab Al-Hanafiyah dalam kitab Fathul Qadir menuliskan sebagai berikut :</p><q>Perawan itu tidak dilamar langsung kepada dirinya sendiri, akan tetapi atas putusan walinya, lain halnya dengan janda. Maka ketika dia berhak atas dirinya dan datanglah lamaran kepada walinya, maka walinya wajib meminta pendapat si wanita (janda) tersebut, dia tidak boleh dinikahkan begitu saja sebelum jelas keridhaannya terhadap si pelamar.</q>"
      },
      {
        "page": 8,
        "text": "<strong>B. Mazhab Al-Malikiyah</strong><p>Dalam mazhab ini menjelaskan bahwa seorang wanita tidak boleh dipaksa untuk menikah, dan tidak pula seorang pun boleh memaksa orang untuk menikah. Hanya saja mereka membagi kapan waktunya seorang wanita boleh dipaksa oleh ayahnya. Berikut ibarah yang disampaikan:</p><strong>Malik bin Anas</strong><p>Malik bin Anas (w. 179 H) salah satu ulama mazhab Al-Malikiyah dalam kitab Al-Mudawanah menuliskan sebagai berikut :</p><q>Bab: Ayah menikahkan anak perempuannya tanpa keridhaannya</q><q>Ibnu Al-Qasim mengatakan: Bagaimana pendapatmu tentang perempuan yang selalu menolak laki-laki, apakah dia harus dipaksa untuk menikah atau tidak? Imam Malik menjawab: Tidaklah dia dipaksa untuk menikah, dan tidak seorang pun boleh memaksa seseorang untuk menikah. Kecuali seorang ayah terhadap anak</q>"
      },
      {
        "page": 9,
        "text": "<q>perempuannya yang masih bikr, anak laki-lakinya yang masih kecil, budak perempuannya, dan budak laki-lakinya. Begitu juga seorang wali boleh menikahkan anak yatim dibawah tanggungannya.</q><strong>C. Mazhab Asy-Syafi’i</strong><p>Ulama mazhab ini lebih kepada membolehkan seorang ayah menikahkan anaknya yang masih bikr (perawan) tanpa seizinnya. Akan tetapi ketika dia sudah dewasa, maka meminta izinnya hanya mustahab saja. Dan yang boleh mengizinkan hanya sang ayah dan kakeknya saja. Untuk tsayib (janda) harus benar-benar atas izinnya sendiri.</p><p>Yang termasuk dalam bikr di masalah ini ialah seorang wanita yang keperawanannya hilang disebabkan karena kecelakaan apapun, digauli di duburnya.</p><p>Dan yang termasuk dalam kategori tsayib ialah seorang wanita yang sudah pernah digauli entah ketika ia gila, atau tidur, atau secara paksa.</p><strong>1. An-Nawawi</strong><p>An-Nawawi (w. 676 H) salah satu ulama dalam mazhab Asy-Syafi'iyah di dalam kitabnya Al-Majmu' Syarah Al-Muhadzdzab menuliskan sebagai berikut :</p><p dir='rtl'>ويجوز لالب والجد تزوي ج البكر من غرترضاها صغرتةكانت أو كبرتة... فدل عىل أن الوَل أحق بالبكر وإن كانت بالغة فالمستحب أن يستأذنها للخرتوإذنها صماتها... النها تستح أن تأذن البيها بالنطق فجعل صماتها إذنا، وال يجوز لغرتاالب</p>"
      },
      {
        "page": 10,
        "text": "<p dir='rtl'>والجد تزويجها إال أن تبلغ وتأذن 16/165 وأما الثيب فإنها ان ذهبت بكارتها بالو ئط فان كانت بالغة عاقلة لم يجز الحد تزويجها إال بإذنها ...</p><q>Ayah dan kakek boleh menikahkan ‘bikr’ tanpa izinnya baik dia anak-anak (belum baligh) atau sudah dewasa (sudah baligh)...dan ini menunjukkan bahwa wali lebih berhak atas ‘bikr’. Dan jika dia sudah baligh maka mustahab meminta izinnya, dan izinnya adalah diam, karena dia malu untuk mengungkapkan secara lisan kepada sang ayah bahwa dia mengizinkan maka diamnya adalah izin, dan selain ayah dan kakek tidak boleh menikahkannya tanpa izin.</p><p>Sedangkan ‘tsayyib’ yang telah hilang kegadisannya karena jima’, jika sudah baligh dan berakal maka siapapun tidak boleh menikahkannya tanpa izinnya….</p><p>Raudhatu At-Thalibin wa Umdatu Al-Muftiyyin</p><q>Seorang ayah boleh menikahkan ‘bikr’ yang masih anak-anak (belum baligh) dan dewasa (sudah</q>"
      },
      {
        "page": 11,
        "text": "<q>baligh) tanpa meminta izin, dan mustahab meminta izin kepada ‘bikr’ yang sudah baligh. Dan jika sang ayah menikahkannya dengan paksa maka nikahnya sah, meskipun antara perempuan dan ayahnya tampak permusuhan yang jelas.</q><q>Sedangkan ‘tsayyib’, maka sang ayah tidak boleh menikahkannya tanpa izin ketika dia sudah baligh, dan kedudukan kakek sama seperti ayah dalam hal ini....</q><strong>2. Al-Mawardi</strong><p>Al-Mawardi (w. 450 H) salah satu ulama mazhab Asy-Syafi'iyah di dalam kitab Al-Hawi Al-Kabir menuliskan sebagai berikut :</p>"
      },
      {
        "page": 12,
        "text": "<q>Para wanita yang masih bikr dibagi menjadi dua keadaan yaitu ketika mereka masih bersama dengan ayah mereka dan ketika bersama dengan wali-wali selain ayah mereka.</q><q>maka ketika mereka bersama dengan ayah mereka ini juga dibagi kembali menjadi dua: bikr sighar (yang belum baligh) dan bikr kibar (yang sudah baligh)</q><q>bikr yang masih kecil atau belum baligh itu boleh dipaksa oleh ayahnya untuk menikah, maka sang ayah boleh menikahkan anak perempuannya yang masih bikr dan masih kecil tanpa harus memperhatikan keputusannya atau pilihannya, dan akadnya menjadi lazim baginya selama masa kecilnya sampai ia dewasa, begitupula bagi sang kakek dan seterusnya, atau seseorang yang dapat menikahkannya ketika ayahnya sudah tiada.</q><q>bikr yang sudah besar atau dewasa maka boleh bagi ayahnya atau kakeknya ketika tidak ada ayah, untuk menikahkannya secara paksa seperti bikr yang masih kecil, untuk masalah izin kepadanya hanya sekedar perlakuan baik dan bukan syarat sahnya akad.</q><strong>3. Al-Khatib Asy-Syirbini</strong><p>Al-Khatib Asy-Syirbini (w. 977 H) salah satu ulama mazhab Asy-Syafi'iyah di dalam kitab Mughni AlMuhtaj menuliskan sebagai berikut :</p>"
      },
      {
        "page": 13,
        "text": "<q>sesungguhnya sebab menjadi wali itu ada empat, salah satunya karena ia adalah ayahnya, dan telah disyari'atkan bahwa bagi seorang ayah untuk memaksa anaknya untuk menikah, baik ia bikr yang masih kecil ataupun sudah besar, berakal atau gila, tanpa izin anaknya selama belum ada permusuhan yang nampak antara seorang anak dan ayahnya, seperti khabarnya daru al-quthni: tsayyib (janda) dia lebih berhak atas dirinya daripada walinya, dan bikr dinikahkan oleh walinya. Dan dari riwayat mulsim: \"dan bagi seorang bikr, sang ayah harus meminta izin kepadanya\" perintah dalam riwayat ini hukumnya an-nadb, karena anaknya belum berpengalaman dalam masalah pernikahan dan ia sangat pemalu. Akan tetapi, apabila ada permusuhan yang</q>"
      },
      {
        "page": 14,
        "text": "<q>nampak antara mereka, maka sang ayah tidak boleh menikahkannya kecuali meminta izinnya tapi kalau tidak nampak ya tidak apa-apa, karena ayahnya sangat menjaga anaknya dari aib dan lainnya, Mawardi mengambil pendapat ini secara mutlak dan bagi Ruyani jaiz.</q><strong>D. Mazhab Al-Hanabilah</strong><p>Ulama mazhab ini memang secara jelas mengatakan bahwa keridhaan yang dimaksud ialah antara calon suami dan istri, atau wakil dari mereka berdua.</p><strong>1. Ibnu Qudamah</strong><p>Ibnu Qudamah (w. 620 H) ulama dari kalangan mazhab Al-Hanabilah di dalam kitabnya Al-Kafi menuliskan sebagai berikut :</p><p dir='rtl'>الشرط الرابع من شروط النكاح: التراضي من الزوجين، أو من يقوم مقامهما؛ ألن العقد لهما، فاعتبر تراضيهما به كالبيع</p><q>syarat yang ke empat dari syarat-syarat menikah adalah: keridaan dari kedua belah pihak (suami dan istri), atau yang menempati posisi mereka (wakil), karena akad nikah tidak terjadi tanpa ada mereka, dan keridhaan mereka seperti keridhaan dalam jual beli.</q><strong>2. Al-Buhuti</strong><p>Al-Buhuti (w. 1051 H) ulama dari kalangan mazhab Al-Hanabilah di dalam kitabnya Kasyafu Al-qina’ menuliskan sebagai berikut :</p>"
      },
      {
        "page": 15,
        "text": "<q>Syarat kedua dari syarat nikah adalah keridha'an kedua belah pihak (suami istri) atau yang menempati posisi mereka, maka apabila keduanya belum saling ridha, atau salah satu dari keduanya tidak ridha, maka pernikahan tidak sah, karena akad adalah milik calon suami dan calon istri, dan dianggap keridha'an mereka seperti keridha'an dalam akad jual beli.</q><strong>3. Al-Mardawi</strong><p>Al-Mardawi (w. 885 H) salah satu ulama mazhab Al-Hanabilah di dalam kitabnya Al-Inshaf fi Ma'rifati Ar-Rajih minal Khilaf menuliskan sebagai berikut :</p><q>Al Inshaf: Syarat yang kedua adalah: Keridhaan laki-laki dan perempuan tersebut. Jika keduanya tidak ridha atau salah satunya tidak ridha maka nikahnya tidak sah kecuali seorang ayah. Ia berhak menikahkan anaknya yang masih kecil, atau anak gadisnya, ataupun jika anaknya gila.</q>"
      },
      {
        "page": 16,
        "text": "<strong>E. Mazhab Azh-Zhahiriyah</strong><p>Lain halnya dengan mazhab yang satu ini, mereka memang membedakan ridha seorang perempuan yang tsayib (janda) dan yang masih perawan. Ridha seorang tasayib itu diketahui dengan ucapannya, sedangkan ridha seorang perawan itu diketahui dengan diamnya saja, akan tetapi jika ia justru mengeluarkan kata-kata ridha misalkan maka itu dianggap tidak ridha, karena memang perkataannya tidak diperlukan.</p><strong>Ibnu Hazm</strong><p>Ibnu Hazm (w. 456 H) salah satu tokoh mazhab Azh-Zhahiriyah di dalam kitab Al-Muhalla bil Atsar menuliskan sebagai berikut :</p><q>Semua janda jika ingin dinikahkan maka harus melalui izinnya dan ridhanya yang diketahui lewat ucapan yang biasa dianggap kalau hal tersebut adalah ridhanya. Namun seorang bikr persejuannya hanya lewat diamnya, jika ia diam maka ia setuju dan boleh dinikahkan, namun jika ia mengatakan ridha atau tidak ridha maka ia tidak</q>"
      },
      {
        "page": 17,
        "text": "<q>boleh dinikahkan.</q>"
      }
    ]
  }
]
