[
  {
    "id": "773c1461-01b6-4218-9fcb-c58e039b06fc",
    "info": {
      "title": "Hijrah Dalam Perspektif Fiqih Islam",
      "author": "Isnan Ansory, Lc, MA",
      "publish": "Sun, 9 August 2020",
      "price": 0,
      "pages": 38,
      "category": "Fiqih Muamalat",
      "desc": "Di hari-hari penghujung bulan Dzulhijjah (bulan terakhir dalam kalender Hijriyyah), umat Islam diingatkan dengan peristiwa besar yang terjadi dalam kehidupan Nabi Muhammad - shallallahu 'alaihi wasallam -, yaitu peristiwa hijrahnya beliau dari Mekkah menuju Madinah."
    },
    "tableOfContents": [
      { "page": 6, "text": "Pengantar" },
      {
        "page": 8,
        "text": "Pengertian Hijrah dan Klasifikasinya",
        "sub": [
          {
            "page": 8,
            "text": "Pengertian Hijrah",
            "sub": [
              { "page": 8, "text": "Pengertian Hijrah Secara Etimologis" },
              { "page": 9, "text": "Pengertian Hijrah Secara Terminologis" }
            ]
          },
          {
            "page": 9,
            "text": "Klasifikasi Hijrah Syar'iyyah",
            "sub": [
              {
                "page": 10,
                "text": "Hijrah Secara Fisik",
                "sub": [
                  { "page": 10, "text": "Hijrah Islam" },
                  { "page": 13, "text": "Hijrah Dari Wilayah Kafir" },
                  { "page": 17, "text": "Hijrah Taubat Dari Wilayah Maksiat" }
                ]
              },
              { "page": 19, "text": "Hijrah Secara Non Fisik" }
            ]
          }
        ]
      },
      {
        "page": 23,
        "text": "Antara Hijrah dan Hajr Dalam Fiqih Islam",
        "sub": [
          { "page": 10, "text": "Pengertian Hajr" },
          {
            "page": 19,
            "text": "Klasifikasi Hajr",
            "sub": [
              { "page": 10, "text": "Hajr al-Akh al-Muslim" },
              {
                "page": 19,
                "text": "Hajr al-Maal",
                "sub": [
                  {
                    "page": 10,
                    "text": "Hajr Untuk Kemashlahatan Mahjur 'Alaihi"
                  },
                  {
                    "page": 19,
                    "text": "Hajr Untuk Kemashlahatan Pihak Yang Terkait Dengan Mahju 'Alaihi"
                  }
                ]
              },
              { "page": 19, "text": "Hajr az-Zawjah an-Naasyizah" },
              { "page": 19, "text": "Hajr al-Mujahir bi al-Ma'shiyah" }
            ]
          }
        ]
      }
    ],
    "content": [
      {
        "page": 6,
        "text": "<h1>A. Pengantar</h1><p>Di hari-hari penghujung bulan Dzulhijjah (bulan terakhir dalam kalender Hijriyyah), umat Islam diingatkan dengan peristiwa besar yang terjadi dalam kehidupan Nabi Muhammad - shallallahu 'alaihi wasallam -, yaitu peristiwa hijrahnya beliau dari Mekkah menuju Madinah.</p><p>Suatu peristiwa yang menjadi awal tahun ditetapkannya kalender Islam pada masa khalifah Umar bin Khatthab, yang kemudian dikenal dengan kalender Hijriyyah (tarikh hijriy).</p><p>Memang secara faktual, peristiwa hijrahnya Rasulullah - shallallahu 'alaihi wasallam - tidaklah terjadi pada bulan Muharram (bulan pertama dalam kalender hijriyyah), namun terjadi di akhir bulan Shofar (bulan kedua) dan berakhir di awal bulan Robi’ul Awal (bulan ketiga). Namun tradisi bangsa Arab yang menjadikan bulan Muharram sebagain bulan di awal tahun, membuat peristiwa hijrah Nabi diperingati menjelang memasuki bulan Muharram.</p><p>Karenanya, pada moment penghujung bulan Dzulhijjah tahun 1441 H saat ini, melalui tulisan sederhana ini, penulis ingin berkontribusi dalam khazanah literatur keislaman melalui kajian tentang hijrah dalam perspektif ilmu fiqih. Sekaligus pembahasan sebuah istilah yang terkait dengan akar kata hijrah, namun digunakan dalam fiqih Islam di</p>"
      },
      {
        "page": 7,
        "text": "<summary>luar konteks persoalan hijrah dan nilai-nilai yang terkandung di dalamnya.</summary><p>Harapannya, semoga tulisan ini dapat menjadi penambah wawasan bagi para pembaca. Sekaligus pengetahuan untuk dapat menggunakan suatu istilah secara proporsional sesuai dengan konteksnya.</p><p>Secara sistematis, tulisan ini dibagi menjadi dua tema besar, yaitu pembahasan hijrah dalam perspektif fiqih dan pembahasan tentang istilah hajr sebagai akar kata dari istilah hijrah.</p>"
      },
      {
        "page": 8,
        "text": "<h1>B. Pengertian Hijrah dan Klasifikasinya</h1><strong>1. Pengertian Hijrah</strong><strong>a. Pengertian Hijrah Secara Etimologis</strong><p>Secara bahasa, kata hijrah (الهجرة) berasal dari bahasa Arab, haajaro - yuhaajiru - muhajarotan wa hijrotan (وهجرة مهاجرة - يهاجر - هاجر). Di mana kata ini berasal dari akar kata hajaro - yahjuru - hajron ( هجر هجرا - يهجر ) - yang bermakana meninggalkan (attarku), berpaling (al-i’rodh), memutus (al-qoth’u) dan menahan (al-man’u).</p><p>Sedangkan makna hijrah itu sendiri yang berasal dari kata haajaro, bermakna mufaroqoh (المفارقة) atau meninggalkan suatu tempat menuju tempat yang yang lain. Dan orang yang melakukan hijrah disebut dengan muhaajir (المهاجر).</p><p>Tentunya, secara bahasa, makna hijrah tidaklah berkonotasi secara khusus untuk hal yang bersifat positif ataupun negatif. Namun istilah hijrah secara bahasa dapat berpotensi untuk kedua-duannya. Di mana seseorang yang berpindah meninggalkan suatu tempat yang baik menuju tempat yang buruk, juga bisa disebut hijrah, demikian pula sebaliknya.</p><p>Selain itu, secara isti’aroh, istilah hijrah yang bersifat fisik, digunakan juga untuk hal-hal yang bersifat non fisik. Seperti hijrah yang dimaknai</p>"
      },
      {
        "page": 9,
        "text": "<summary>berpindahnya seseorang dari meninggalkan sifat yang buruk menuju sifat yang baik.</summary><strong>b. Pengertian Hijrah Secara Terminologis</strong><p>Sedangkan jika istilah hijrah dimaknai secara terminologis, khususnya dalam terminologi Islam (makna syar’i), maka ia bermakna meninggalkan sesuatu atas dasar untuk melakukan taqorrub (mendekatkan diri) kepada Allah.</p><p>Syaikh Ahmad bin Muhammad al-Fayumi (w. 770 H) menulis dalam kamusnya, al-Mishbah al-Munir fi Ghorib asy-Syarh al-Kabir.</p><p dir='rtl'>الِخْرٌَ بالكسشر مُفَارقَةُ بد إل غَيْهِ فَإِدْكَانتُ فُرْةٌ لله نبي الجر الشَرْعِيَّهُ</p><q>Hijrah - dengan mengkasrohkan huruf ha’ - adalah meninggalkan suatu negri menuju negri yang lain. Di mana jika hal itu dilakukan dalam rangka mendekatkan diri kepada Allah, maka hijrah ini disebut dengan hijrah syar’iyyah.</q><strong>2. Klasifikasi Hijrah Syar’iyyah</strong><p>Para ulama selanjutnya mengklasifikasikan hijrah secara syar’i (hijrah syar’iyyah) menjadi dua jenis. Yaitu secara hijrah secara fisik dan hijrah secara non</p>"
      },
      {
        "page": 10,
        "text": "<summary>fisik.</summary><strong>a. Hijrah Secara Fisik</strong><p>Maksud dari hijrah secara fisik adalah hijrah yang dilakukan dengan meninggalkan secara fisik suatu negri menuju negri lainnya dalam rangka melaksanakan perintah Allah dan Rasul-Nya.</p><p>Di mana hijrah untuk makna ini dapat dibedakan menjadi tiga jenis, yaitu: hijrah Islam, hijrah dari wilayah kafir dan hijrah dari wilayah maksiat.</p><strong>1) Hijrah Islam</strong><p>Maksud dari hijrah Islam adalah perintah untuk hijrah meninggalkan kota Mekkah menuju wilayah yang ditunjuk oleh Nabi - shallallahu 'alaihi wasallam - untuk dijadikan sebagai tempat berhijrah. Hijrah jenis ini, tidak lagi berlaku setelah dibebaskannya kota Mekkah oleh Rasulullah - shallallahu 'alaihi wasallam - dan para shahabat - ridhwanullahi ‘aihim - pada tahun 8 Hijriyyah. Hal ini sebagaimana ditegaskan dalam hadits berikut:</p><p dir='rtl'>عَنِ ابْنِ عَبّاسٍ - رَضِيّ لله َنْهُمَا - قَالَ: قَالَ رَ ول لله صل الله عَلَيْهِ وَسَلَّمَ -: «لا ِجْرةً بَغْد الفح وَلكِنْ جِهَادٌ ونيف وَإِذًا اسْتُنٌُِْ قَانْفِرُوا» (رواه البخاري)</p><q>Dari Ibnu Abbas - radliallahu 'anhuma -, ia berkata;</q>"
      },
      {
        "page": 11,
        "text": "<q>Rasulullah - shallallahu 'alaihi wasallam bersabda - : \"Tidak ada lagi hijrah setelah kemenangan (Makkah) akan tetapi yang tetap ada adalah jihad dan niat. Maka jika kalian diperintahkan berangkat berjihad, berangkatlah.\" (HR. Bukhari)</q><p>Imam Ibnu Daqiq al-‘Ied (w. 702 H) menjelaskan bahwa hijrah jenis ini terjadi pada masa Rasulullah - shallallahu 'alaihi wasallam - dalam empat fase berikut ini:</p><ul><li>Hijrah pertama, yaitu hijrahnya para shahabat menuju negri Habasyah (Ethiopia), untuk menghindari tindakan orang-orang kafir yang menyakiti umat Islam di Mekkah. Dalam perjalanan hijrah pertama ini, Rasulullah - shallallahu 'alaihi wasallam - tidak ikut serta.</li><li>Hijrah kedua, yaitu hijrahnya Rasulullah - shallallahu 'alaihi wasallam - beserta para shahabat dari kota Mekkah menuju Yatsrib (kota Madinah). Hijrah kedua ini menjadi fase dibangunnya pondasi pemerintahan Islam dalam rangka menegakkan aturan-aturan syariah. Di mana ayat-ayat al-Qur’an yang menjadi dasar-dasar hukum Islam, banyak turun pada fase iniseperti turunnya surat-surat yang panjang; al-Baqarah, Ali Imran, an-Nisa’, al-Maidah dan lain-lain.</li><li>Hijrah ketiga, yaitu hijrahnya kabilah-kabilah</li></ul>"
      },
      {
        "page": 12,
        "text": "<summary>Arab disekitar Madinah untuk memeluk Islam dan belajar tentang ajaran Islam langsung dari Rasulullah - shallallahu 'alaihi wasallam -, untuk kemudian mereka bisa kembali kepada kabilahnya masing-masing setelah dirasa cukup mendapatkan bekal ilmu dari Rasulullah - shallallahu 'alaihi wasallam -. Hijrah inilah yang dilakukan oleh sebagian shahabat seperti Abu Musa al-Asy’ari, Abu Dzar al-Ghifari, Thufail bin Amr ad-Dausi dan lainnya.</summary><p dir='rtl'>عَنْ أبي مُوسّى - رَضِي الل عَنْهُ -» ْنَا عع اَي - صَلّى ال حك ََيْهِ وَسَلَّمَ - وََنْ ِاليِمَنِ فَكَيْنَا سَفِينَةً فَألْقَنْنَا سَفَِثنَا إِلَّ التَّجَاشِيٌ بِالحبَشَة فَوَافَقْنَا جَعْفَرَ بْنَ ّ طالب فَأفتنَ مَعَهُ حَق قَدٍ يثتاء فََفْنا ال - صل الل عا لَيْهِ وَسَلَّ - حِينٌ الْتتَحَ حَبير, فَقَالَ الي - صل الله ََيْهِ وَسَلَّمَ -: «لكُم نم يا أَهلَ السفِيئَةٍ مجركَانٍِ» (رواه البحاري)</p><q>Dari Abu Musa al-Asy’ari - radliallahu 'anhu -; Telah sampai kepada kami berita tempat hijrahnya Nabi - shallallahu 'alaihi wasallam - saat kami sedang berada di Yaman. Maka kami berlayar dengan sebuah perahu yang mengantarkan kami sampai kepada raja Najasyi di negeri Habasyah. Kami pun berjumpa dengan Ja'far bin Abu Thalib lalu kami tinggal bersamanya hingga kami kembali ke Madinah dan berjumpa dengan Nabi - shallallahu 'alaihi wasallam - ketika terjadi kemenangan di</q>"
      },
      {
        "page": 13,
        "text": "<q>perang Khaibar. Kemudian Nabi - shallallahu 'alaihi wasallam - bersabda: “Bagi kalian wahai para penumpang perahu, mendapat (pahala) dua kali hijrah.” (HR. Bukhari)</q><p dir='rtl'>عَنْ أ؛ ي هُرَثِرةً - رَضِي اللَّهُ عَنْهُ - قَالَ: قَدمَ طفَيْل بن عَنْرٍ رٍِ الدّوْر بِيُ وَأَصْحَابُهُ عَلَى لني - صِلَّى الله عَلَيْهِ وَسَلَّمَ - فَقَالُوا: يا رَسُولَ الل إِنَّ دَوْسًا عَصَتُ وَأَبَتُ: قَادْعٌ الله عَلَيِهَا فَقِيلَ: مَلَكُتْ دَوْسٌ؛ قَالَ: «اللَهُمَ اهْدٍ دَوْصًا وَأتِ بحِمْ» (متفق عليه)</p><q>Dari Abu Hurairah - radliallahu 'anhu - ia berkata: Thufail bin 'Amru ad-Dausiy dan para sahabatnya mendatangi Nabi - shallallahu 'alaihi wasallam - seraya berkata: Wahai Rasulullah, sesungguhnya suku Daus telah ingkar kepada Allah dan enggan masuk Islam, untuk itu mohonlah kepada Allah agar mereka dibinasakan. Atau dikatakan kepada Beliau; \"Suku Daus telah binasa\". Maka Beliau berkata: \"Ya Allah, tunjukilah suku Daus dan berikanlah petunjuk kepada mereka.\" (HR. Bukhari Muslim)</q><ul><li>Hijrah keempat, yaitu hijrahnya penduduk Mekkah kepada Nabi saw di Madinah, untuk selanjutnya mereka dapat kembali ke kota Mekkah.</li></ul><strong>2) Hijrah Dari Wilayah Kafir</strong>"
      },
      {
        "page": 14,
        "text": "<p>Jenis hijrah kedua secara fisik adalah hijrahnya seorang muslim dari negri kafir menuju negri Islam. Maksud dari negri kafir adalah negri-negri yang tidak bisa dijalankan ajaran Islam secara terang-terangan di dalamnya. Atau negri yang menampakkan permusuhannya (dar al-harb) terhadap umat Islam hingga berpotensi untuk terjadinya peperangan dengan umat Islam.</p><p>Para ulama umumnya sepakat bahwa hijrah jenis ini masih terus berlangsung hingga hari kiamat. Dan bahkan umumnya para ulama sepakat bahwa hukumnya adalah wajib. Hal ini didasarkan kepada hadits berikut:</p><p dir='rtl'>عَنْ جَرير بن عَبْدٍ الل قَالَّ: بَعَتَ رَسُولُ اللَهِ - صلَّى الله لَيْه وَسَلّمّ - رول ثم لقم لبن من اموي شع يهم لفل قل َبَلَمّ ذَلِكَ لني - صَلَّى الل وَسَلُمَ - فَأَمرَ َكُمْ بِيصُفٍ الْعَفْلِ وَقَالَ: نا بريء ل شُعْلم يُقِيمْ بَينَّ أَظْهُرِ الْمُشْْكِنَ». قَالُوا: يار سُولٌ الله 9 قَالَّ: «لًا ترَاوى تاراضما» (أَخْرَجَهُ أَبُو دَاوؤد والترمذي)</p><q>Dari Jarir bin Abdullah, ia berkata: Rasulullah - shallallahu 'alaihi wasallam - telah mengirim kami dalam sebuah kesatuan militer menuju Khats'am, kemudian orang-orang diantara mereka berlindung dengan bersujud, kemudian cepat terjadi pembunuhan diantara mereka. Lalu hal</q><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p>"
      },
      {
        "page": 15,
        "text": ""
      },
      {
        "page": 16,
        "text": ""
      },
      {
        "page": 17,
        "text": ""
      },
      {
        "page": 9,
        "text": ""
      },
      {
        "page": 9,
        "text": ""
      },
      {
        "page": 9,
        "text": ""
      },
      {
        "page": 9,
        "text": ""
      },
      {
        "page": 9,
        "text": ""
      },
      {
        "page": 9,
        "text": ""
      },
      {
        "page": 9,
        "text": ""
      },
      {
        "page": 9,
        "text": ""
      },
      {
        "page": 9,
        "text": ""
      },
      {
        "page": 9,
        "text": ""
      },
      {
        "page": 9,
        "text": ""
      },
      {
        "page": 20,
        "text": ""
      }
    ]
  }
]
