[
  {
    "id": "f95cd462-5c4b-48ce-bae6-76a79a10521e",
    "info": {
      "title": "Model Penulisan Kitab Hadits",
      "author": "Hanif Luthfi, Lc., MA",
      "publish": "Tue, 7 January 2020",
      "pages": 21,
      "price": 0,
      "category": "Hadits",
      "desc": "Meski kita ketahui bahwa sumber utama agama Islam adalah Al-Qur'an dan Hadits, tetapi keberadaan al-Hadits dalam proses kodifikasinya sangat berbeda dengan al-Qur’an yang sejak awal mendapat perhatian secara khusus baik dari Rasulullah صلى الله عليه وسلم maupun para sahabat berkaitan dengan penulisannya 1."
    },
    "tableOfContents": [
      { "page": 5, "text": "Mukaddimah", "head": true },
      { "page": 6, "text": "Muhaddits tak Melaksanakan Hadits" },
      { "page": 7, "text": "Tak Keluar dari Nabi Kecuali Kebenaran" },
      { "page": 8, "text": "Fase Penulisan Hadits" },
      {
        "page": 10,
        "text": "10 Model Penulisan Kitab Hadits",
        "sub": [
          { "page": 11, "text": "Al-Muwattha'" },
          { "page": 13, "text": "Al-Musnad" },
          { "page": 15, "text": "Al-Juz'u" },
          { "page": 15, "text": "As-Shahih" },
          { "page": 18, "text": "Al-Jami'" },
          { "page": 18, "text": "As-Sunan" },
          { "page": 19, "text": "Al-Mustadrak" },
          { "page": 20, "text": "Al-Mustakhraj" },
          { "page": 20, "text": "Al-Majmu'ah" },
          { "page": 22, "text": "Al-Syarh" }
        ]
      }
    ],
    "content": [
      {
        "page": 5,
        "text": "<p>Bissmillahirrahmanirrahim.</p><p>Segala puji bagi Allah جل جلاله ,shalawat serta salam kepada baginda Rasulullah صلى الله عليه وسلم.</p><p>Hari ini, jika kita ingin mengetahui perkataan atau perbuatan Nabi صلى الله عليه وسلم ,maka dengan mudah kita baca dari kitab-kitab hadits. Tetapi penulisan hadits menjadi sebuah kitab itu ternyata telah menjalani sejarah yang cukup panjang.</p><p>Meski kita ketahui bahwa sumber utama agama Islam adalah Al-Qur'an dan Hadits, tetapi keberadaan al-Hadits dalam proses kodifikasinya sangat berbeda dengan al-Qur’an yang sejak awal mendapat perhatian secara khusus baik dari Rasulullah صلى الله عليه وسلم maupun para sahabat berkaitan dengan penulisannya.</p><p>Al-Qur’an telah secara resmi dikodifikasikan sejak masa khalifah Abu Bakar al-Shiddiq yang dilanjutkan dengan Utsman bin Affan yang merupakan waktu yang relatif dekat dengan masa Rasulullah صلى الله عليه وسلم.</p><p>Sementara itu, perhatian terhadap al-Hadits tidaklah demikian. Upaya kodifikasi al-Hadits secara</p>"
      },
      {
        "page": 6,
        "text": "<summary>resmi baru dilakukan pada masa pemerintahan Umar bin Abd al-Aziz khalifah Bani Umayyah yang memerintah tahun 99 - 101 Hijriyah, waktu yang relatif jauh dari masa Rasulullah صلى الله عليه وسلم.</summary><p>Kitab-kitab induk Hadits adalah kitab-kitab yang disusun oleh mukharrij Hadits dengan sanad yang bersambung pada generasi-generasi di atasnya sampai kepada Nabi صلى الله عليه وسلم ,tanpa mengutip dari kitab lain dan biasanya ditulis sebelum abad kelima hijriah.</p><p>Kitab-kitab induk ini sangat beragam dan disusun dengan sistematika yang bermacam-macam, mulai muwattha’, musnad, Shahîh, jâmi’, sunan dan lain-lain.</p><p>Pada abad kelima penulisan Hadits telah mencapai batas puncaknya. Kajian terhadap Hadits kemudian beralih kepada usaha untuk mengelaborasi kitab-kitab induk di atas. Seperti men-syarh yang dapat dikatakan menafsirkan dalam kajian al-Qur`an, yaitu menjelaskan maknamakna yang sulit dalam Hadits, menjelaskan pendapat ulamâ’ mengenai kandungan hukum dalam matn atau isi dari Hadits atau menjelaskan kondisi sanad dan kontroversi mengenainya.</p><h1>Muhaddits tak Melaksanakan Hadits</h1><p>Menulis perkataan Nabi صلى الله عليه وسلم selain Al-Qur’an, di masa Nabi bisa dikatakan suatu larangan. Jika kita hari ini mengetahui suatu hadits dari kitab-kitab hadits, justru di masa Rasulullah صلى الله عليه وسلم ,beliau pernah melarang para shahabatnya untuk menuliskan selain</p>"
      },
      {
        "page": 7,
        "text": "<summary>dari Al-Qur'an. Maka, Rasulullah صلى الله عليه وسلم melarang para sahabatnya menulis hadist, sebagaimana riwayat dari Abu Said Al-Khudry,</summary><p dir='rtl'>ال تكتبوا عين ومن كتب عين غري القرآن فليمحه</p><q>Janganlah kalian menulis dari ku, dan barangsiapa yang telah menulis dari ku selain AlQuran maka hapuslah”. (HR. Muslim)</q><p>Uniknya, larangan tentang menulis selain AlQur'an ini malah ditulis oleh Imam Muslim bin Hajjaj (w. 261 H) dalam Shahih Muslimnya.</p><h1>Tak Keluar dari Nabi Kecuali Kebenaran</h1><p>Maka para ulama menjelaskan sebenarnya larangan untuk menulis perkataan Nabi صلى الله عليه وسلم itu berlaku saat Al-Qur’an belum selesai diturunkan dan belum dikodifikasi.</p><p>Di akhir hayatnya Rasulullah صلى الله عليه وسلم pun, beliau mengizinkan penulisan hadits. Sebagaimana hadits yang diriwayatkan, dari Abdulllah bin Amr bin Ash, beliau mengatakan,</p><p dir='rtl'>كُنْتُ أَكْتُبُ كُلَّ شَيْءٍ أَسْمَعُهُ مِنْ رَسُولِ اللهِ صلى الله عليه وسلم أُرِيدُ حِفْظَهُ ، فَنَهَتْنِي قُرَيْشٌ وَقَالُوا : أَتَكْتُبُ كُلَّ شَيْءٍ تَسْمَعُهُ وَرَسُولُ اللهِ صلى الله عليه وسلم بَشَرٌ يَتَكَلَّمُ فِي الْغَضَبِ ، وَالرِّضَا ، فَأَمْسَكْتُ عَنِ الْكِتَابِ ، فَذَكَرْتُ ذَلِكَ لِرَسُولِ اللهِ صلى الله عليه وسلم ، فَأَوْمَأَ</p>"
      },
      {
        "page": 8,
        "text": "<p dir='rtl'>بِأُصْبُعِهِ إِلَى فِيهِ ، فَقَالَ : اكْتُبْ فَوَالَّذِي نَفْسِي بِيَدِهِ مَا يَخْرُجُ مِنْهُ إِلاَّ حَقٌّ.</p><q>”Dahulu aku menulis semua yang aku dengar dari Rasulullah karena aku ingin menghafalnya. Kemudian orang orang Quraisy melarangku, mereka berkata, “Engkau menulis semua yang kau dengar dari Rasulullah? Dan Rasulullah adalah seorang manusia, kadang berbicara karena marah, kadang berbicara dalam keadaan lapang”. Mulai dari sejak itu akupun tidak menulis lagi, sampai aku bertemu dengan Rasulullah dan mengadukan masalah ini, kemudian beliau bersabda sambil menunjukkan jarinya ke mulutnya, “tulislah! Demi yang jiwaku ada di tanganNya, tidak lah keluar dari mulutku ini kecuali kebenaran”. (HR. Adu Dawud, Ahmad, Al Hakim).</q><p>Pelarangan penulisan hadits terjadi saat wahyu AlQuran masih turun, karena Nabi صلى الله عليه وسلم takut tercampurnya Al-Quran dengan hadist. Dikhawatrikan pula kaum muslimin akan sibuk terhadap hadist melebihi kesibukkannya terhadap AlQuran.</p><p>Maka para ulama menyebutkan bahwa haditsyang melarang menulis hadits itu terhapus dengan hadits pembolehan penulisan hadits.</p><h1>Fase Penulisan Hadits</h1><p>Sejarah mencatat bahwa kitab hadits mulai</p>"
      },
      {
        "page": 9,
        "text": "<p>berkembang cukup pesat pada akhir abad ke-2 hijriyyah. Muncul kitab-kitab hadits yang sampai sekarang masih bisa kita nikmati. Ada beberapa model ketika ulama menuliskan kitab hadits mereka, ada istilah jawami', sunan, mushannafat, muwattha'at dan lain sebagainya. Kitab-kitab hadits ini masuk dalam kategori ilmu hadits riwayat.</p><p>Sebelum itu, secara garis besar ilmu hadits terbagi dalam dua kategori; ilmu hadits riwayat dan ilmu hadits dirayat. Ilmu hadits riwayat adalah ilmu yang mempelajari tentang periwayatan secara teliti dan hati-hati terhadap sesuatu yang disandarkan kepada Nabi Muhammad baik berupa perkataan, perbuatan, taqrir dan sifat.</p><p>Sedangkan ilmu hadits dirayat adalah gabungan beberapa ilmu yang mempelajari tentang keadaan seorang perawi hadits dan sesuatu yang diriwayatkannya dari segi diterima atau tidaknya suatu hadits. Ilmu hadits dirayat ini sering disebut dengan ilmu mushtalah hadits.</p><p>Ilmu hadits riwayat jika kita telusuri sejarahnya, secara garis besar bisa dipetakan dalam beberapa fase :</p><ul><li>Zaman Nabi, para shahabat dan tabiin awal. Pada fase ini, hadits belum tercatat dalam satu kitab</li></ul>"
      },
      {
        "page": 10,
        "text": "<summary>khusus, kebanyakan hadits berpindah dengan sistem hafalan.</summary><ul><li>Awal abad ke-2 Hijriyyah. Pada masa ini, Khalifah Umar bin Abdul Aziz (w. 101 H) memerintahkan kepada ahli hadits saat itu untuk menuliskan hadits. Ahli hadits pertama yang memenuhi permintaan Khalifah Umar bin Abdul Aziz adalah Muhammad bin Muslim bin Syihab az-Zuhri (w. 124 H). Pada fase ini, sudah banyak ulama yang menulis hadits, tetapi kitab yang ditulis masih tercampur dengan perkataanperkataan shahabat dan tabiin.</li><li>Awal abad ke-3 Hijriyyah. Di abad ini para ahli hadits sudah mulai memilih hadits yang benar-benar disandarkan kepada Nabi, memisahkannya dengan perkataan shahabat dan tabiin, dan juga mengumpulkan hadits shahih dalam satu kitab. Misalnya Imam Bukhari (w. 256 H) dengan kitab Shahihnya dan juga Imam Muslim (w. 261 H). Bisa dikatakan abad ke-3 ini adalah abad keemasan dalam penulisan sebuah kitab hadits.</li><li>Setelah abad ke-3 Hijriyyah. Corak penulisan hadits setelah abad ke-3 adalah penulisan hadits dalam satu bab saja, juga adanya inovasi dalam penataan bab dalam kitab. Misalnya munculnya penulisan hadits hanya dalam bab targhib wa attarhib dan hanya dalam hadits ahkam.</li></ul><h1>10 Model Penulisan Kitab Hadits</h1><p>Berikut ini adalah di antara kitab-kitab induk Hadits sesuai kronologis dan jenisnya.</p>"
      },
      {
        "page": 11,
        "text": "<strong>Al-Muwattha'</strong><p>Pertama, Kitab-kitab al-Muwattha` dan alMusannaf. Al-Muwattha’ atau al-Mushannaf ini merupakan kitab yang disusun berdasarkan babbab fiqh. Pada saat itu, konsentrasi utama para ulamâ’ adalah bagaimana merekam ajaran-ajaran Islam yang tidak terdapat dalam al-Qur`an, sehingga penulisan yang mereka lakukan terkadang tidak terlalu memperhatikan metode penulisan sebuah kitab Hadits dan masih mencampur Hadits dengan perkataan sahabat, tâbi’în bahkan perkataan penulis sendiri.</p><p>Di antara kitab dengan metode ini yang terkenal ialah kitab al-Muwattha’ yang disusun oleh Imâm Mâlik ibn Anas Abû`Abdullâh al-Ashbahi (93-179 H) . Kitab ini terdiri atas 2 juz dan 61 bab, dimulai dari pembahasan tentang waktu shalat dan diakhiri dengan pembahasan tentang nama-nama nabi Muhammad .صلى الله عليه وسلم .</p><p>Terjadi perbedaan pandangan di kalangan ulamâ’ ketika dihadapkan pada pertanyaan apakah</p>"
      },
      {
        "page": 12,
        "text": "<summary>al-muwattha’ merupakan kitab fiqh atau kitab Hadits.</summary><p>Abû Zahwu berpendapat bahwa al-Muwattha’ bukan hanya kitab fiqh namun kitab Hadits sekaligus, karena sistematika penulisan yang menggunakan bab-bab fiqh tidak hanya monopoli Imâm Mâlik, namun juga digunakan oleh para penyusun kitab Hadits lainnya.</p><p>Di samping itu, Imâm Mâlik di beberapa tempat dalam kitabnya juga memberikan komentar dan kritik terhadap sebuah riwayat Hadits.</p><p>Dalam penyusunan kitabnya, Imâm Mâlik lazim melakukan beberapa tahapan tertentu, diawali dengan menuliskan Hadits, lalu menyebutkan fatwa para sahabat, fatwa tâbi`în, ijmâ` ulamâ’ Madinah dan acapkali ditutup dengan pendapatnya sendiri.</p><p>Tahapan-tahapan itu tidak selalu ada dalam setiap pembahasan, namun menyebutkan Hadits nabi merupakan acuan pertama yang dilakukan Imâm Mâlik.</p><p>Muwattha' secara bahasa artinya yang dipermudah. Karakteristik kitab model muwattha' ini adalah penataan babnya sesuai dengan bab fiqih, dan juga hadits yang ditulis berupa hadits marfu', mauquf dan maqthu'. Artinya isi dari muwattha' ini berupa Hadits Nabi, Atsar Shahabat dan Tabiin. Pengertian muwattha' ini sama persis dengan</p>"
      },
      {
        "page": 13,
        "text": "<summary>pengertian mushannaf.</summary><p>Contohnya adalah kitab Muwattha' karya Imam Muhammad bin Abdurrahman atau terkenal dengan Ibnu Abi Dziab (w. 158 H), kitab Muwattha' karya Imam Malik bin Anas (w. 179 H), kitab Muwattha' karya Imam Abu Muhammad Abdullah bin Muhammad al-Marwazi (w. 293 H).</p><p>Contoh mushannaf adalah Mushannaf Abu Salamah Hammad bin Salamah bin Dinar (w. 167 H), Mushannaf Ibn Abi Syaibah (w. 235 H), Mushannaf Abu Bakar Abdurrazzaq (w. 211 H).</p><p>Kitab-kitab jenis ini terdapat hampir di tiap kota besar saat itu, seperti al-Mushannaf karya Abd alMâlik ibn Abd al-Azîz al-Bashrî (w. 150 H) di Mekkah, al-Muwattha’ di Madinah, al-Mushannaf karya alRabi` ibn al-Shâbih di Bashrah, dan lain-lain.</p><strong>Al-Musnad</strong><p>Kedua, Kitab-kitab al-Musnad. Metode musnad ialah membuat bab sesuai rawî tertingginya yaitu sahabat. Berbeda dengan kitab-kitab al-Muwattha’ yang masih mencampur Hadits dengan perkataan sahabat dan yang lainnya, kitab-kitab musnad hanya memasukkan Hadits nabi saja. Orang</p>"
      },
      {
        "page": 14,
        "text": "<summary>pertama yang menyusun Hadits dengan konsep ini adalah Abû Dawûd Sulaymân ibn al-Jarrad alTayyalasi (133-204 H).</summary><p>Kitab sejenis yang dianggap paling luas dan memadai adalah Musnad Ahmad bin Hanbal, yang disusun oleh Ahmad ibn Muhammad ibn Hanbal bin Hilâl (164-241 H). Kitab ini berisi 40000.</p><p>Hadits, diulang-ulang sekitar 10.000. Putranya yang bernama Abdullâh menambahkan sekitar 10.000 Hadits, demikian pula rawî yang meriwayatkan dari Abdullâh, yaitu Ja`far al-Qathi`i, memberikan beberapa tambahan di dalamnya.</p><p>Seperti diketahui, bahwa Ahmad ibn Hanbal telah terlebih dahulu meninggal dunia sebelum memperbaikinya. Oleh karena itu, yang berperan dalam mengurutkan kitab Musnad itu adalah anaknya, Abdullâh.</p><p>Sedangkan yang mengurutkan Musnad berdasarkan huruf hija`iyah adalah Abû Bakr Muhammad ibn Abdillâh al-Muqaddasi11. Karena sistematika yang dipakai adalah Musnad, maka pencarian Hadits dalam kitab ini harus berdasarkan nama sahabat yang meriwayatkan, dimulai dari Musnad Abû Bakr dan diakhiri dengan Musnad</p>"
      },
      {
        "page": 15,
        "text": "<summary>Fâthimah bint Abî Jaysy.</summary><p>Kitab-kitab jenis ini, selain karya Ahmad bin Hanbal adalah Musnad Abû Hanîfah, Musnad Ishaq bin Rahawiyah, Musnad al- Bazzar, Musnad alHumaydi, dan lain sebagainya.</p><strong>Al-Juz'u</strong><p>Ketiga, kitab-kitab al-Juz`u. Dalam istilah ahli Hadits, al-Juz`u adalah kitab yang disusun dengan cara mengumpulkan Hadits-Hadits yang mempunyai tema sama dengan konsep yang sederhana, atau kitab-kitab yang sebenarnya tidak ditulis secara khusus sebagai kitab Hadits. Misalnya, kitab al-Jihâd dan al-Zuhud karya Ibn al-Mubârâk, Fadhâ`il al-Qur’ân dan al-Umm karya al-Syâfi`î, Tafsîr al-Thabâri dan Târîkh al-Thâbari karya Thabâri, dan lain-lain.</p><p>Kitab-kitab ini meskipun tidak ditulis secara khusus sebagai kitab hadis, namun Hadits-Hadits yang terdapat dalam kitab al-Juz’u, seluruhnya diriwayatkan oleh penulisnya bersambung kepada nabi tanpa menukil dari karya orang lain. Sehingga, kitab-kitab itu pun layak disebut sebagai referensi induk Hadits.</p><strong>As-Shahih</strong><p>Keempat, kitab-kitab al-Shahîh. Dari namanya diketahui bahwa model kitab shihah adalah kitab</p>"
      },
      {
        "page": 16,
        "text": "<summary>kumpulan hadits yang hanya menuliskan haditshadits shahih saja, paling tidak shahih menurut yang mengumpulkannya.</summary><p>Ulamâ’ yang menjadi pelopor penulisan jenis ini adalah Muhammad Ismâ’il al-Bukhârî (194-256 H) dengan kitabnya yang populer disebut Shahîh al-Bukhari.</p><p>Metode shahîh ialah metode penulisan kitab Hadits berdasarkan kualitas keshahihan hadits, cakupan pembabannya menggunakan tekhnik aljâmi’, yaitu berusaha mencakup seluruh kajian keislaman.</p><p>Imâm al-Bukhârî menulis kitab Shahîh-nya selama 16 tahun dan merupakan hasil seleksi dari sekitar 600000 Hadits. Setiap kali dia ingin meletakkan suatu Hadits shahîh dalam kitabnya selalu didahului dengan bersuci dan shalat dua rakaat.</p><p>Al-Bukhârî hanya menulis Hadits dalam kitabnya dari kelompok periwayat tingkat pertama dan sedikit dari tingkat kedua, yaitu yang memiliki sifat âdil dan kuat hafalan, teliti, jujur, dan lama dalam berguru. Tingkat kedua memiliki kriteria sama dengan yang pertama, namun tidak lama dalam berguru.</p>"
      },
      {
        "page": 17,
        "text": "<p>Penyusunan yang dilakukan al-Bukhârî kemudian diikuti oleh salah seorang muridnya Imâm Abî alHusayn Muslim ibn al-Hajjaj al- Qusyayri al-Naysaburi (206-261 H) dengan kitabnya Shahîh Muslim.</p><p>Kitab ini menggunakan sistematika jâmi` sama dengan shahîh al-Bukhârî. Dalam muqaddimah-nya, Imam Muslim mengklasifikasikan hadits menjadi tiga macam, yakni hadits yang diriwayatkan oleh para periwayat yang `âdil dan dlâbit, diriwayatkan oleh para periwayat yang tidak diketahui keadaannya (mastûr) dan hafalannya biasa-biasa saja, diriwayatkan oleh periwayat yang lemah hafalannya dan haditsnya ditinggalkan orang. Dari kategori di atas, apabila Imam Muslim telah meriwayatkan kategori pertama, beliau selalu menyertakan kategori kedua, sedang kategori ketiga dia tidak menggunakannya.</p><p>Dua kitab ini (al-Bukhârî dan Muslim), menurut para ulamâ’ adalah kitab yang paling shahîh setelah Al-Qur`an, karena syarat yang digunakan mereka demikian ketat. Metode ini setelah itu diikuti oleh beberapa ulamâ’ yang menyusun kitabnya berdasarkan syarat al-Bukhârî dan Muslim, di antaranya Shahîh Abû `Awânah, Shahîh ibn Khuzaymah (w. 311 H), dan Shahîh ibn Hibbân (w.</p>"
      },
      {
        "page": 18,
        "text": "<summary>254 H).</summary><strong>Al-Jami’</strong><p>Kelima, kitab al-jami’. Karakteristik kitab model jami' adalah kitab hadits tersebut mengumpulkan semua bab hadits; mulai dari aqidah, fiqih, sejarah, dan adab atau akhlaq.</p><p>Contohnya adalah kitab al-Jami' as-Shahih karya Imam Bukhari (w. 256 H), al-Jami' as-Shahih karya Imam Muslim (w. 261 H), Jami' at-Tirmidzi karya Imam at-Tirmidzi (w. 279 H).</p><p>Memang kadang suatu kitab bisa masuk satu kategori tapi juga masuk kategori lain. Misalnya: aljami’ as-shahih karya Imam Bukhari ini masuk dalam jajaran kitab al-jami’, tetapi kitab ini juga bisa masuk dalam jajaran kitab as-Shahih, karena penulisnya hanya memasukkan hadits shahih saja.</p><strong>As-Sunan</strong><p>Keenam, kitab-kitab al-Sunan. Sunan adalah bentuk plural dari kata sunnah. Metode as-sunan adalah penulisan kitab Hadits dengan menggunakan bab-bab fiqh dan hanya hadits-hadits marfu' saja yang ditulis, berbeda dengan Muwattha' yang didalamnya masih terdapat atsar shahabat dan tabiin.</p><p>Di antara kitab-kitab jenis ini adalah Sunan Abû Dawûd yang ditulis oleh Abû Dawûd bin</p>"
      },
      {
        "page": 19,
        "text": "<summary>Sulaymân al-Sijistan (202-275 H), Sunan al-Tirmidzi karya Abû ‘Isâ Muhammad ibn ‘Isâ ibn صلى الله عليه وسلمrah alTirmidzi (209-279 H), Sunan al- Nasa`i (al-Mujtabâ) oleh Ahmad ibn Syu`ayb ibn Alî ibn Sinan ibn Bahr alias Abû Abd al-Rahman al-Nasa`i (215-303 H), Sunan ibn Mâjah, Sunan ad-Daraquthni (w. 385 H), Sunan Baihaqi (w. 458 H) dan lainnya.</summary><p>Pada era ini, istilah-istilah baru yang berdasarkan pada klasifikasi kualitas Hadits bermunculan, di antaranya Hadits hasan. Istilah ini dimunculkan oleh al-Tirmidzî, sebelumnya ulamâ’ hanya membagi Hadits kepada dua kategori yakni, Hadits shahîh dan dla`îf.</p><p>Karena kitab al-Tirmidzî banyak memuat Hadits hasan, maka kitab ini populer pula dengan sebutan kitab Hadits hasan.</p><strong>Al-Mustadrak</strong><p>Ketujuh, kitab-kitab al-Mustadrâk. Metode Mustadrak adalah upaya untuk menghimpun Hadits-Hadits shahîh yang tidak tercover dalam kitab Hadits shahîh lainnya dan kitab shahîh alBukhârî dan Muslim.</p><p>Diantara kitab jenis ini adalah al-Mustadrâk karya Muhammad ibn Abdullâh al-Hakîm al-Naysabûrî. Dengan sistematika penyusunan jami`, kitab ini merupakan salah satu yang paling terkenal</p>"
      },
      {
        "page": 20,
        "text": "<summary>dalam jenisnya. Terdapat pula al-Mustadrâk karya Abû Dzâr dan karya al-Daraquthnî.</summary><strong>Al-Mustakhraj</strong><p>Kedelapan, kitab-kitab al-Mustakhraj. Metode Mustakhraj adalah penyusunan kitab Hadits dengan mengambil dari kitab tertentu namun mengambil jalur sanad yang berbeda, penyusun kitab menempuh sanad lewat gurunya namun guru tersebut memiliki sanad yang sama dengan sanad penyusun Hadits yang di-takhrij atau kedua guru itu bertemu pada sanad di atasnya.</p><p>Konsep penyusunan ini lazim digunakan pada abad ke-4 H dan abad ke-5 H. Di antara kitab yang disusun dengan konsep ini adalah Mustakhraj Abî `Awanah `Alâ Muslim, Mustakhraj al-Ismâ`ili `alâ alBukhârî, dan lain lain.</p><p>Abad ke-5 H merupakan akhir dari era kodifikasi hadits. Setelah era tersebut, sumber asli dari kitabkitab hadits serta sanad yang mu`tabar relatif tidak terdapat lagi. Bahkan menurut al-Bayhâqî, para ulamâ’ menolak mengambil hadits selain dari kitab para ulamâ’ lima abad pertama. Dalam terminologi ahli Hadits, karya yang lahir setelah abad ke-5 H lazim disebut “referensi baru”.</p><strong>Al-Majmu'ah</strong>"
      },
      {
        "page": 21,
        "text": "<p>Kesembilan, kitab-kitab penghimpunan. Setelah abad ke-5, alur penyusunan Hadits berubah dalam sistematika kajiannya. Dari penyusunan hadits secara independen, yaitu bersanad dari penyusunnya bersambung sampai ke nabi صلى الله عليه وسلم .kepada studi dan penelitian hadits cenderung bertumpu pada usaha mengelaborasi karya-karya yang dihasilkan ulamâ’ lima abad pertama. Mulai mensyarh, menyatukan beberapa kitab hadits, dan menghimpun haditshadits dari kitab-kitab hadits induk sesuai tema, seperti menghimpun Hadits-Hadits hukum yang dilakukan oleh Ibn Hajar (773-852 H) dengan kitabnya Bulugh al-Marâm. Penghimpunan Hadits berdasar tema juga dilakukan oleh Imâm alNawâwî (631-676 H) dalam karyanya Riyâdh alShâlihîn yang menghimpun Hadits-Hadits tentang keutamaan-keutamaan amal.</p><p>Kitab-kitab jenis ini berbeda dengan metode al-Juz`u, sebagaimana yang telah dibahas sebelumnya. Penyusunan kitab-kitab penghimpunan ini biasanya menggunakan sistematika yang baik, sehingga sangat bermanfaat dan memudahkan bagi para pengkaji dalam tema-tema tertentu. Namun, karena kemudahan itu membuat kitab-kitab jenis penghimpunan ini sering dianggap sebagai kitab Hadits oleh sebagian pengkaji, sehingga tak jarang setiap pengutipan Hadits dalam karyanya selalu bereferensi ke kitab jenis ini. Padahal, kitab-kitab ini bukanlah kitab-kitab induk hadits dan tidak ubahnya seperti kumpulan hadits yang dilakukan oleh ulamâ’ kontemporer, semisal yang ditulis Mawlanâ</p>"
      },
      {
        "page": 22,
        "text": "<summary>Muhammad Zakariya, Fadhîlat al-A`mâl.</summary><strong>As-Syarh</strong><p>Kesepuluh, kitab-kitab Syarh. Makin luasnya wilayah Islam menunjang terjadinya akulturasi budaya yang berakibat pula pada perbendaharaan bahasa Arab yang makin menipis. Bahasa nabi yang lugas serta memiliki sastra yang tinggi, membuatnya sulit untuk dipahami oleh generasi yang hidup jauh setelah era kenabian. Oleh karenanya, merujuk kepada kitab syarh dalam mengkaji Hadits seperti menjadi ritual wajib dan tidak terelakkan.</p><p>Di antara kitab-kitab syarh tersebut adalah Syarh Muwattha’ Mâlik, Tanwîr al-Hawâlik karya Abd alRahmân ibn Abî Bakar al-Suyûthî (849-911 H). Kitab ini menjelaskan mufradat pada matn yang dianggap sulit dipahami, di dalamnya penulis sesekali menjelaskan tentang kondisi sanad dan berusaha untuk mengkomparasikan dengan jalur sanad berbeda dari mukharrij lain.</p><p>Syarh lain dari al-Muwattha’ di antaranya adalah al-Tamhîd limâ fî al-Muwattha’min al-Ma`ânî wa alMasânid karya Abû Umar bin Abd al-Bârr, Syarh alTa`lîq al-Mumajjad `alâ al-Muwattha’ karya alLaknawi al-Hindi, dan lain-lain sampai kira-kira 8 kitab syarh.</p><p>Syarh Shahih al-Bukhârî, dari sekian kitab Hadits yang ada, kitab ini adalah yang terbanyak di-syarh</p>"
      },
      {
        "page": 23,
        "text": "<summary>oleh para ulamâ’. Jumlahnya menurut pengarang kitab Kasyf al-Zhunun ada 82 syarh22. Di antara kitab syarh Shahîh al-Bukhari adalah Syarh al-Bukhârî li Ibn al-Baththâl karya Ibn al-Baththâl, `Umdat al-Qârî Syarh Shahîh al-Bukhârî, karya Badr al-Dîn al-`Aynî alHanafî dan yang paling populer dari syarh al- Bukhârî karya Ibn Hajar al-`Asqalâni Fath al-Bârî.</summary><p>Dapat dikatakan Fath al-Bârî karya Ibn Hajar al- `Asqalâni merupakan salah satu yang paling menonjol di antara syarh-syarh tersebut. Banyak hal yang dijelaskan Ibn Hajar dalam syarh-nya, dimulai dari penjelasan lafazh, maksud Hadits, sanad bahkan dia mengembalikan ketersambungan Hadits-Hadits al-Bukhârî yang dianggap sebagian orang mu`allaq maupun mawqûf.</p><p>Syarh Shahih Muslim di antaranya Syarh alNawâwî `alâ Shahîh al-Muslim karya Abû Zakariya Yahya bin Syaraf al-Nawâwî (631-676 H). Dalam syarh-nya, Imâm Nawâwî menjelaskan tentang pokok- pokok hukum yang terkandung dalam Hadits, adab, zuhud, kaidah- kaidah syara`, makna lafazh, rawî yang menggunakan nama alias, kaidah-kaidah ilmu Hadits dan berusaha mencari titik temu antara dua Hadits yang secara zhahir kelihatan</p>"
      },
      {
        "page": 24,
        "text": "<summary>bertentangan.</summary><p>Kemudian, al-Dîbâj Syarh Shahîh Muslim bin alHajjâj, karya Abd al-Rahmân bin Abî Bakr al-Suyûthî, dan lain-lain. Sebagaimana disebutkan di atas bahwa seluruh kitab Hadits yang mu`tamad telah ada syarhnya bahkan terkadang memiliki syarh lebih dari satu, di antara kitab-kitab syarh bagi empat sunan yang menonjol, ialah `Awn al-Ma`bûd karya Muhammad Syams al-Haq al-`Azhîm Âbâdzî yang merupakan Syarh Sunan Abû Dawûd, Tuhfah al-Ahwadzî Syarh Sunan al-Tirmidzi karya Muhammad bin `Abd alRahmân ibn Abd al-Rahîm al-Mubârakfûrî (1283- 1353 H), Syarh Sunan al-Nasâ’i karya Imâm alSandiy, Syarh Sunan Ibn Mâjah karya al-Sandiy.</p>"
      }
    ]
  }
]
