[
  {
    "id": "2MW",
    "info": {
      "title": "Model Penulisan Kitab Hadits",
      "author": "Hanif Luthfi, Lc., MA",
      "publish": "Tue, 7 January 2020",
      "pages": 27,
      "price": 0,
      "category": "Hadits",
      "source": "https://www.rumahfiqih.com/pdf/z.php?id=268",
      "desc": "Meski kita ketahui bahwa sumber utama agama Islam adalah Al-Qur'an dan Hadits, tetapi keberadaan al-Hadits dalam proses kodifikasinya sangat berbeda dengan al-Qur’an yang sejak awal mendapat perhatian secara khusus baik dari Rasulullah صلى الله عليه وسلم maupun para sahabat berkaitan dengan penulisannya 1."
    },
    "tableOfContents": [
      { "page": 5, "text": "Mukaddimah", "head": true },
      { "page": 6, "text": "Muhaddits tak Melaksanakan Hadits" },
      { "page": 7, "text": "Tak Keluar dari Nabi Kecuali Kebenaran" },
      { "page": 8, "text": "Fase Penulisan Hadits" },
      {
        "page": 10,
        "text": "10 Model Penulisan Kitab Hadits",
        "sub": [
          { "page": 11, "text": "Al-Muwattha'" },
          { "page": 13, "text": "Al-Musnad" },
          { "page": 15, "text": "Al-Juz'u" },
          { "page": 15, "text": "As-Shahih" },
          { "page": 18, "text": "Al-Jami'" },
          { "page": 18, "text": "As-Sunan" },
          { "page": 19, "text": "Al-Mustadrak" },
          { "page": 20, "text": "Al-Mustakhraj" },
          { "page": 20, "text": "Al-Majmu'ah" },
          { "page": 22, "text": "Al-Syarh" }
        ]
      }
    ],
    "content": [
      {
        "page": 5,
        "text": "<p>Bissmillahirrahmanirrahim.</p><p>Segala puji bagi Allah جل جلاله ,shalawat serta salam kepada baginda Rasulullah صلى الله عليه وسلم.</p><p>Hari ini, jika kita ingin mengetahui perkataan atau perbuatan Nabi صلى الله عليه وسلم ,maka dengan mudah kita baca dari kitab-kitab hadits. Tetapi penulisan hadits menjadi sebuah kitab itu ternyata telah menjalani sejarah yang cukup panjang.</p><p>Meski kita ketahui bahwa sumber utama agama Islam adalah Al-Qur'an dan Hadits, tetapi keberadaan al-Hadits dalam proses kodifikasinya sangat berbeda dengan al-Qur’an yang sejak awal mendapat perhatian secara khusus baik dari Rasulullah صلى الله عليه وسلم maupun para sahabat berkaitan dengan penulisannya.</p><p>Al-Qur’an telah secara resmi dikodifikasikan sejak masa khalifah Abu Bakar al-Shiddiq yang dilanjutkan dengan Utsman bin Affan yang merupakan waktu yang relatif dekat dengan masa Rasulullah صلى الله عليه وسلم.</p><p>Sementara itu, perhatian terhadap al-Hadits tidaklah demikian. Upaya kodifikasi al-Hadits secara</p>"
      },
      {
        "page": 6,
        "text": "<p dir='cntn'>resmi baru dilakukan pada masa pemerintahan Umar bin Abd al-Aziz khalifah Bani Umayyah yang memerintah tahun 99 - 101 Hijriyah, waktu yang relatif jauh dari masa Rasulullah صلى الله عليه وسلم.</p><p>Kitab-kitab induk Hadits adalah kitab-kitab yang disusun oleh mukharrij Hadits dengan sanad yang bersambung pada generasi-generasi di atasnya sampai kepada Nabi صلى الله عليه وسلم ,tanpa mengutip dari kitab lain dan biasanya ditulis sebelum abad kelima hijriah.</p><p>Kitab-kitab induk ini sangat beragam dan disusun dengan sistematika yang bermacam-macam, mulai muwattha’, musnad, Shahîh, jâmi’, sunan dan lain-lain.</p><p>Pada abad kelima penulisan Hadits telah mencapai batas puncaknya. Kajian terhadap Hadits kemudian beralih kepada usaha untuk mengelaborasi kitab-kitab induk di atas. Seperti men-syarh yang dapat dikatakan menafsirkan dalam kajian al-Qur`an, yaitu menjelaskan maknamakna yang sulit dalam Hadits, menjelaskan pendapat ulamâ’ mengenai kandungan hukum dalam matn atau isi dari Hadits atau menjelaskan kondisi sanad dan kontroversi mengenainya.</p><h1>Muhaddits tak Melaksanakan Hadits</h1><p>Menulis perkataan Nabi صلى الله عليه وسلم selain Al-Qur’an, di masa Nabi bisa dikatakan suatu larangan. Jika kita hari ini mengetahui suatu hadits dari kitab-kitab hadits, justru di masa Rasulullah صلى الله عليه وسلم ,beliau pernah melarang para shahabatnya untuk menuliskan selain</p>"
      },
      {
        "page": 7,
        "text": "<p dir='cntn'>dari Al-Qur'an. Maka, Rasulullah صلى الله عليه وسلم melarang para sahabatnya menulis hadist, sebagaimana riwayat dari Abu Said Al-Khudry,</p><p dir='rtl'>ال تكتبوا عين ومن كتب عين غري القرآن فليمحه</p><q>Janganlah kalian menulis dari ku, dan barangsiapa yang telah menulis dari ku selain AlQuran maka hapuslah”. (HR. Muslim)</q><p>Uniknya, larangan tentang menulis selain AlQur'an ini malah ditulis oleh Imam Muslim bin Hajjaj (w. 261 H) dalam Shahih Muslimnya.</p><h1>Tak Keluar dari Nabi Kecuali Kebenaran</h1><p>Maka para ulama menjelaskan sebenarnya larangan untuk menulis perkataan Nabi صلى الله عليه وسلم itu berlaku saat Al-Qur’an belum selesai diturunkan dan belum dikodifikasi.</p><p>Di akhir hayatnya Rasulullah صلى الله عليه وسلم pun, beliau mengizinkan penulisan hadits. Sebagaimana hadits yang diriwayatkan, dari Abdulllah bin Amr bin Ash, beliau mengatakan,</p><p dir='rtl'>كُنْتُ أَكْتُبُ كُلَّ شَيْءٍ أَسْمَعُهُ مِنْ رَسُولِ اللهِ صلى الله عليه وسلم أُرِيدُ حِفْظَهُ ، فَنَهَتْنِي قُرَيْشٌ وَقَالُوا : أَتَكْتُبُ كُلَّ شَيْءٍ تَسْمَعُهُ وَرَسُولُ اللهِ صلى الله عليه وسلم بَشَرٌ يَتَكَلَّمُ فِي الْغَضَبِ ، وَالرِّضَا ، فَأَمْسَكْتُ عَنِ الْكِتَابِ ، فَذَكَرْتُ ذَلِكَ لِرَسُولِ اللهِ صلى الله عليه وسلم ، فَأَوْمَأَ</p>"
      },
      {
        "page": 8,
        "text": "<p dir='rtl'>بِأُصْبُعِهِ إِلَى فِيهِ ، فَقَالَ : اكْتُبْ فَوَالَّذِي نَفْسِي بِيَدِهِ مَا يَخْرُجُ مِنْهُ إِلاَّ حَقٌّ.</p><q>”Dahulu aku menulis semua yang aku dengar dari Rasulullah karena aku ingin menghafalnya. Kemudian orang orang Quraisy melarangku, mereka berkata, “Engkau menulis semua yang kau dengar dari Rasulullah? Dan Rasulullah adalah seorang manusia, kadang berbicara karena marah, kadang berbicara dalam keadaan lapang”. Mulai dari sejak itu akupun tidak menulis lagi, sampai aku bertemu dengan Rasulullah dan mengadukan masalah ini, kemudian beliau bersabda sambil menunjukkan jarinya ke mulutnya, “tulislah! Demi yang jiwaku ada di tanganNya, tidak lah keluar dari mulutku ini kecuali kebenaran”. (HR. Adu Dawud, Ahmad, Al Hakim).</q><p>Pelarangan penulisan hadits terjadi saat wahyu AlQuran masih turun, karena Nabi صلى الله عليه وسلم takut tercampurnya Al-Quran dengan hadist. Dikhawatrikan pula kaum muslimin akan sibuk terhadap hadist melebihi kesibukkannya terhadap AlQuran.</p><p>Maka para ulama menyebutkan bahwa haditsyang melarang menulis hadits itu terhapus dengan hadits pembolehan penulisan hadits.</p><h1>Fase Penulisan Hadits</h1><p>Sejarah mencatat bahwa kitab hadits mulai</p>"
      },
      {
        "page": 9,
        "text": "<p>berkembang cukup pesat pada akhir abad ke-2 hijriyyah. Muncul kitab-kitab hadits yang sampai sekarang masih bisa kita nikmati. Ada beberapa model ketika ulama menuliskan kitab hadits mereka, ada istilah jawami', sunan, mushannafat, muwattha'at dan lain sebagainya. Kitab-kitab hadits ini masuk dalam kategori ilmu hadits riwayat.</p><p>Sebelum itu, secara garis besar ilmu hadits terbagi dalam dua kategori; ilmu hadits riwayat dan ilmu hadits dirayat. Ilmu hadits riwayat adalah ilmu yang mempelajari tentang periwayatan secara teliti dan hati-hati terhadap sesuatu yang disandarkan kepada Nabi Muhammad baik berupa perkataan, perbuatan, taqrir dan sifat.</p><p>Sedangkan ilmu hadits dirayat adalah gabungan beberapa ilmu yang mempelajari tentang keadaan seorang perawi hadits dan sesuatu yang diriwayatkannya dari segi diterima atau tidaknya suatu hadits. Ilmu hadits dirayat ini sering disebut dengan ilmu mushtalah hadits.</p><p>Ilmu hadits riwayat jika kita telusuri sejarahnya, secara garis besar bisa dipetakan dalam beberapa fase :</p><ul><li>Zaman Nabi, para shahabat dan tabiin awal. Pada fase ini, hadits belum tercatat dalam satu kitab</li></ul>"
      },
      {
        "page": 10,
        "text": "<p dir='cntn'>khusus, kebanyakan hadits berpindah dengan sistem hafalan.</p><ul><li>Awal abad ke-2 Hijriyyah. Pada masa ini, Khalifah Umar bin Abdul Aziz (w. 101 H) memerintahkan kepada ahli hadits saat itu untuk menuliskan hadits. Ahli hadits pertama yang memenuhi permintaan Khalifah Umar bin Abdul Aziz adalah Muhammad bin Muslim bin Syihab az-Zuhri (w. 124 H). Pada fase ini, sudah banyak ulama yang menulis hadits, tetapi kitab yang ditulis masih tercampur dengan perkataanperkataan shahabat dan tabiin.</li><li>Awal abad ke-3 Hijriyyah. Di abad ini para ahli hadits sudah mulai memilih hadits yang benar-benar disandarkan kepada Nabi, memisahkannya dengan perkataan shahabat dan tabiin, dan juga mengumpulkan hadits shahih dalam satu kitab. Misalnya Imam Bukhari (w. 256 H) dengan kitab Shahihnya dan juga Imam Muslim (w. 261 H). Bisa dikatakan abad ke-3 ini adalah abad keemasan dalam penulisan sebuah kitab hadits.</li><li>Setelah abad ke-3 Hijriyyah. Corak penulisan hadits setelah abad ke-3 adalah penulisan hadits dalam satu bab saja, juga adanya inovasi dalam penataan bab dalam kitab. Misalnya munculnya penulisan hadits hanya dalam bab targhib wa attarhib dan hanya dalam hadits ahkam.</li></ul><h1>10 Model Penulisan Kitab Hadits</h1><p>Berikut ini adalah di antara kitab-kitab induk Hadits sesuai kronologis dan jenisnya.</p>"
      },
      {
        "page": 11,
        "text": "<strong>Al-Muwattha'</strong><p>Pertama, Kitab-kitab al-Muwattha` dan alMusannaf. Al-Muwattha’ atau al-Mushannaf ini merupakan kitab yang disusun berdasarkan babbab fiqh. Pada saat itu, konsentrasi utama para ulamâ’ adalah bagaimana merekam ajaran-ajaran Islam yang tidak terdapat dalam al-Qur`an, sehingga penulisan yang mereka lakukan terkadang tidak terlalu memperhatikan metode penulisan sebuah kitab Hadits dan masih mencampur Hadits dengan perkataan sahabat, tâbi’în bahkan perkataan penulis sendiri.</p><p>Di antara kitab dengan metode ini yang terkenal ialah kitab al-Muwattha’ yang disusun oleh Imâm Mâlik ibn Anas Abû`Abdullâh al-Ashbahi (93-179 H) . Kitab ini terdiri atas 2 juz dan 61 bab, dimulai dari pembahasan tentang waktu shalat dan diakhiri dengan pembahasan tentang nama-nama nabi Muhammad .صلى الله عليه وسلم .</p><p>Terjadi perbedaan pandangan di kalangan ulamâ’ ketika dihadapkan pada pertanyaan apakah</p>"
      },
      {
        "page": 12,
        "text": "<p dir='cntn'>al-muwattha’ merupakan kitab fiqh atau kitab Hadits.</p><p>Abû Zahwu berpendapat bahwa al-Muwattha’ bukan hanya kitab fiqh namun kitab Hadits sekaligus, karena sistematika penulisan yang menggunakan bab-bab fiqh tidak hanya monopoli Imâm Mâlik, namun juga digunakan oleh para penyusun kitab Hadits lainnya.</p><p>Di samping itu, Imâm Mâlik di beberapa tempat dalam kitabnya juga memberikan komentar dan kritik terhadap sebuah riwayat Hadits.</p><p>Dalam penyusunan kitabnya, Imâm Mâlik lazim melakukan beberapa tahapan tertentu, diawali dengan menuliskan Hadits, lalu menyebutkan fatwa para sahabat, fatwa tâbi`în, ijmâ` ulamâ’ Madinah dan acapkali ditutup dengan pendapatnya sendiri.</p><p>Tahapan-tahapan itu tidak selalu ada dalam setiap pembahasan, namun menyebutkan Hadits nabi merupakan acuan pertama yang dilakukan Imâm Mâlik.</p><p>Muwattha' secara bahasa artinya yang dipermudah. Karakteristik kitab model muwattha' ini adalah penataan babnya sesuai dengan bab fiqih, dan juga hadits yang ditulis berupa hadits marfu', mauquf dan maqthu'. Artinya isi dari muwattha' ini berupa Hadits Nabi, Atsar Shahabat dan Tabiin. Pengertian muwattha' ini sama persis dengan</p>"
      },
      {
        "page": 13,
        "text": "<p dir='cntn'>pengertian mushannaf.</p><p>Contohnya adalah kitab Muwattha' karya Imam Muhammad bin Abdurrahman atau terkenal dengan Ibnu Abi Dziab (w. 158 H), kitab Muwattha' karya Imam Malik bin Anas (w. 179 H), kitab Muwattha' karya Imam Abu Muhammad Abdullah bin Muhammad al-Marwazi (w. 293 H).</p><p>Contoh mushannaf adalah Mushannaf Abu Salamah Hammad bin Salamah bin Dinar (w. 167 H), Mushannaf Ibn Abi Syaibah (w. 235 H), Mushannaf Abu Bakar Abdurrazzaq (w. 211 H).</p><p>Kitab-kitab jenis ini terdapat hampir di tiap kota besar saat itu, seperti al-Mushannaf karya Abd alMâlik ibn Abd al-Azîz al-Bashrî (w. 150 H) di Mekkah, al-Muwattha’ di Madinah, al-Mushannaf karya alRabi` ibn al-Shâbih di Bashrah, dan lain-lain.</p><strong>Al-Musnad</strong><p>Kedua, Kitab-kitab al-Musnad. Metode musnad ialah membuat bab sesuai rawî tertingginya yaitu sahabat. Berbeda dengan kitab-kitab al-Muwattha’ yang masih mencampur Hadits dengan perkataan sahabat dan yang lainnya, kitab-kitab musnad hanya memasukkan Hadits nabi saja. Orang</p>"
      },
      {
        "page": 14,
        "text": "<p dir='cntn'>pertama yang menyusun Hadits dengan konsep ini adalah Abû Dawûd Sulaymân ibn al-Jarrad alTayyalasi (133-204 H).</p><p>Kitab sejenis yang dianggap paling luas dan memadai adalah Musnad Ahmad bin Hanbal, yang disusun oleh Ahmad ibn Muhammad ibn Hanbal bin Hilâl (164-241 H). Kitab ini berisi 40000.</p><p>Hadits, diulang-ulang sekitar 10.000. Putranya yang bernama Abdullâh menambahkan sekitar 10.000 Hadits, demikian pula rawî yang meriwayatkan dari Abdullâh, yaitu Ja`far al-Qathi`i, memberikan beberapa tambahan di dalamnya.</p><p>Seperti diketahui, bahwa Ahmad ibn Hanbal telah terlebih dahulu meninggal dunia sebelum memperbaikinya. Oleh karena itu, yang berperan dalam mengurutkan kitab Musnad itu adalah anaknya, Abdullâh.</p><p>Sedangkan yang mengurutkan Musnad berdasarkan huruf hija`iyah adalah Abû Bakr Muhammad ibn Abdillâh al-Muqaddasi11. Karena sistematika yang dipakai adalah Musnad, maka pencarian Hadits dalam kitab ini harus berdasarkan nama sahabat yang meriwayatkan, dimulai dari Musnad Abû Bakr dan diakhiri dengan Musnad</p>"
      },
      {
        "page": 15,
        "text": "<p dir='cntn'>Fâthimah bint Abî Jaysy.</p><p>Kitab-kitab jenis ini, selain karya Ahmad bin Hanbal adalah Musnad Abû Hanîfah, Musnad Ishaq bin Rahawiyah, Musnad al- Bazzar, Musnad alHumaydi, dan lain sebagainya.</p><strong>Al-Juz'u</strong><p>Ketiga, kitab-kitab al-Juz`u. Dalam istilah ahli Hadits, al-Juz`u adalah kitab yang disusun dengan cara mengumpulkan Hadits-Hadits yang mempunyai tema sama dengan konsep yang sederhana, atau kitab-kitab yang sebenarnya tidak ditulis secara khusus sebagai kitab Hadits. Misalnya, kitab al-Jihâd dan al-Zuhud karya Ibn al-Mubârâk, Fadhâ`il al-Qur’ân dan al-Umm karya al-Syâfi`î, Tafsîr al-Thabâri dan Târîkh al-Thâbari karya Thabâri, dan lain-lain.</p><p>Kitab-kitab ini meskipun tidak ditulis secara khusus sebagai kitab hadis, namun Hadits-Hadits yang terdapat dalam kitab al-Juz’u, seluruhnya diriwayatkan oleh penulisnya bersambung kepada nabi tanpa menukil dari karya orang lain. Sehingga, kitab-kitab itu pun layak disebut sebagai referensi induk Hadits.</p><strong>As-Shahih</strong><p>Keempat, kitab-kitab al-Shahîh. Dari namanya diketahui bahwa model kitab shihah adalah kitab</p>"
      },
      {
        "page": 16,
        "text": "<p dir='cntn'>kumpulan hadits yang hanya menuliskan haditshadits shahih saja, paling tidak shahih menurut yang mengumpulkannya.</p><p>Ulamâ’ yang menjadi pelopor penulisan jenis ini adalah Muhammad Ismâ’il al-Bukhârî (194-256 H) dengan kitabnya yang populer disebut Shahîh al-Bukhari.</p><p>Metode shahîh ialah metode penulisan kitab Hadits berdasarkan kualitas keshahihan hadits, cakupan pembabannya menggunakan tekhnik aljâmi’, yaitu berusaha mencakup seluruh kajian keislaman.</p><p>Imâm al-Bukhârî menulis kitab Shahîh-nya selama 16 tahun dan merupakan hasil seleksi dari sekitar 600000 Hadits. Setiap kali dia ingin meletakkan suatu Hadits shahîh dalam kitabnya selalu didahului dengan bersuci dan shalat dua rakaat.</p><p>Al-Bukhârî hanya menulis Hadits dalam kitabnya dari kelompok periwayat tingkat pertama dan sedikit dari tingkat kedua, yaitu yang memiliki sifat âdil dan kuat hafalan, teliti, jujur, dan lama dalam berguru. Tingkat kedua memiliki kriteria sama dengan yang pertama, namun tidak lama dalam berguru.</p>"
      },
      {
        "page": 17,
        "text": "<p>Penyusunan yang dilakukan al-Bukhârî kemudian diikuti oleh salah seorang muridnya Imâm Abî alHusayn Muslim ibn al-Hajjaj al- Qusyayri al-Naysaburi (206-261 H) dengan kitabnya Shahîh Muslim.</p><p>Kitab ini menggunakan sistematika jâmi` sama dengan shahîh al-Bukhârî. Dalam muqaddimah-nya, Imam Muslim mengklasifikasikan hadits menjadi tiga macam, yakni hadits yang diriwayatkan oleh para periwayat yang `âdil dan dlâbit, diriwayatkan oleh para periwayat yang tidak diketahui keadaannya (mastûr) dan hafalannya biasa-biasa saja, diriwayatkan oleh periwayat yang lemah hafalannya dan haditsnya ditinggalkan orang. Dari kategori di atas, apabila Imam Muslim telah meriwayatkan kategori pertama, beliau selalu menyertakan kategori kedua, sedang kategori ketiga dia tidak menggunakannya.</p><p>Dua kitab ini (al-Bukhârî dan Muslim), menurut para ulamâ’ adalah kitab yang paling shahîh setelah Al-Qur`an, karena syarat yang digunakan mereka demikian ketat. Metode ini setelah itu diikuti oleh beberapa ulamâ’ yang menyusun kitabnya berdasarkan syarat al-Bukhârî dan Muslim, di antaranya Shahîh Abû `Awânah, Shahîh ibn Khuzaymah (w. 311 H), dan Shahîh ibn Hibbân (w.</p>"
      },
      {
        "page": 18,
        "text": "<p dir='cntn'>254 H).</p><strong>Al-Jami’</strong><p>Kelima, kitab al-jami’. Karakteristik kitab model jami' adalah kitab hadits tersebut mengumpulkan semua bab hadits; mulai dari aqidah, fiqih, sejarah, dan adab atau akhlaq.</p><p>Contohnya adalah kitab al-Jami' as-Shahih karya Imam Bukhari (w. 256 H), al-Jami' as-Shahih karya Imam Muslim (w. 261 H), Jami' at-Tirmidzi karya Imam at-Tirmidzi (w. 279 H).</p><p>Memang kadang suatu kitab bisa masuk satu kategori tapi juga masuk kategori lain. Misalnya: aljami’ as-shahih karya Imam Bukhari ini masuk dalam jajaran kitab al-jami’, tetapi kitab ini juga bisa masuk dalam jajaran kitab as-Shahih, karena penulisnya hanya memasukkan hadits shahih saja.</p><strong>As-Sunan</strong><p>Keenam, kitab-kitab al-Sunan. Sunan adalah bentuk plural dari kata sunnah. Metode as-sunan adalah penulisan kitab Hadits dengan menggunakan bab-bab fiqh dan hanya hadits-hadits marfu' saja yang ditulis, berbeda dengan Muwattha' yang didalamnya masih terdapat atsar shahabat dan tabiin.</p><p>Di antara kitab-kitab jenis ini adalah Sunan Abû Dawûd yang ditulis oleh Abû Dawûd bin</p>"
      },
      {
        "page": 19,
        "text": "<p dir='cntn'>Sulaymân al-Sijistan (202-275 H), Sunan al-Tirmidzi karya Abû ‘Isâ Muhammad ibn ‘Isâ ibn صلى الله عليه وسلمrah alTirmidzi (209-279 H), Sunan al- Nasa`i (al-Mujtabâ) oleh Ahmad ibn Syu`ayb ibn Alî ibn Sinan ibn Bahr alias Abû Abd al-Rahman al-Nasa`i (215-303 H), Sunan ibn Mâjah, Sunan ad-Daraquthni (w. 385 H), Sunan Baihaqi (w. 458 H) dan lainnya.</p><p>Pada era ini, istilah-istilah baru yang berdasarkan pada klasifikasi kualitas Hadits bermunculan, di antaranya Hadits hasan. Istilah ini dimunculkan oleh al-Tirmidzî, sebelumnya ulamâ’ hanya membagi Hadits kepada dua kategori yakni, Hadits shahîh dan dla`îf.</p><p>Karena kitab al-Tirmidzî banyak memuat Hadits hasan, maka kitab ini populer pula dengan sebutan kitab Hadits hasan.</p><strong>Al-Mustadrak</strong><p>Ketujuh, kitab-kitab al-Mustadrâk. Metode Mustadrak adalah upaya untuk menghimpun Hadits-Hadits shahîh yang tidak tercover dalam kitab Hadits shahîh lainnya dan kitab shahîh alBukhârî dan Muslim.</p><p>Diantara kitab jenis ini adalah al-Mustadrâk karya Muhammad ibn Abdullâh al-Hakîm al-Naysabûrî. Dengan sistematika penyusunan jami`, kitab ini merupakan salah satu yang paling terkenal</p>"
      },
      {
        "page": 20,
        "text": "<p dir='cntn'>dalam jenisnya. Terdapat pula al-Mustadrâk karya Abû Dzâr dan karya al-Daraquthnî.</p><strong>Al-Mustakhraj</strong><p>Kedelapan, kitab-kitab al-Mustakhraj. Metode Mustakhraj adalah penyusunan kitab Hadits dengan mengambil dari kitab tertentu namun mengambil jalur sanad yang berbeda, penyusun kitab menempuh sanad lewat gurunya namun guru tersebut memiliki sanad yang sama dengan sanad penyusun Hadits yang di-takhrij atau kedua guru itu bertemu pada sanad di atasnya.</p><p>Konsep penyusunan ini lazim digunakan pada abad ke-4 H dan abad ke-5 H. Di antara kitab yang disusun dengan konsep ini adalah Mustakhraj Abî `Awanah `Alâ Muslim, Mustakhraj al-Ismâ`ili `alâ alBukhârî, dan lain lain.</p><p>Abad ke-5 H merupakan akhir dari era kodifikasi hadits. Setelah era tersebut, sumber asli dari kitabkitab hadits serta sanad yang mu`tabar relatif tidak terdapat lagi. Bahkan menurut al-Bayhâqî, para ulamâ’ menolak mengambil hadits selain dari kitab para ulamâ’ lima abad pertama. Dalam terminologi ahli Hadits, karya yang lahir setelah abad ke-5 H lazim disebut “referensi baru”.</p><strong>Al-Majmu'ah</strong>"
      },
      {
        "page": 21,
        "text": "<p>Kesembilan, kitab-kitab penghimpunan. Setelah abad ke-5, alur penyusunan Hadits berubah dalam sistematika kajiannya. Dari penyusunan hadits secara independen, yaitu bersanad dari penyusunnya bersambung sampai ke nabi صلى الله عليه وسلم .kepada studi dan penelitian hadits cenderung bertumpu pada usaha mengelaborasi karya-karya yang dihasilkan ulamâ’ lima abad pertama. Mulai mensyarh, menyatukan beberapa kitab hadits, dan menghimpun haditshadits dari kitab-kitab hadits induk sesuai tema, seperti menghimpun Hadits-Hadits hukum yang dilakukan oleh Ibn Hajar (773-852 H) dengan kitabnya Bulugh al-Marâm. Penghimpunan Hadits berdasar tema juga dilakukan oleh Imâm alNawâwî (631-676 H) dalam karyanya Riyâdh alShâlihîn yang menghimpun Hadits-Hadits tentang keutamaan-keutamaan amal.</p><p>Kitab-kitab jenis ini berbeda dengan metode al-Juz`u, sebagaimana yang telah dibahas sebelumnya. Penyusunan kitab-kitab penghimpunan ini biasanya menggunakan sistematika yang baik, sehingga sangat bermanfaat dan memudahkan bagi para pengkaji dalam tema-tema tertentu. Namun, karena kemudahan itu membuat kitab-kitab jenis penghimpunan ini sering dianggap sebagai kitab Hadits oleh sebagian pengkaji, sehingga tak jarang setiap pengutipan Hadits dalam karyanya selalu bereferensi ke kitab jenis ini. Padahal, kitab-kitab ini bukanlah kitab-kitab induk hadits dan tidak ubahnya seperti kumpulan hadits yang dilakukan oleh ulamâ’ kontemporer, semisal yang ditulis Mawlanâ</p>"
      },
      {
        "page": 22,
        "text": "<p dir='cntn'>Muhammad Zakariya, Fadhîlat al-A`mâl.</p><strong>As-Syarh</strong><p>Kesepuluh, kitab-kitab Syarh. Makin luasnya wilayah Islam menunjang terjadinya akulturasi budaya yang berakibat pula pada perbendaharaan bahasa Arab yang makin menipis. Bahasa nabi yang lugas serta memiliki sastra yang tinggi, membuatnya sulit untuk dipahami oleh generasi yang hidup jauh setelah era kenabian. Oleh karenanya, merujuk kepada kitab syarh dalam mengkaji Hadits seperti menjadi ritual wajib dan tidak terelakkan.</p><p>Di antara kitab-kitab syarh tersebut adalah Syarh Muwattha’ Mâlik, Tanwîr al-Hawâlik karya Abd alRahmân ibn Abî Bakar al-Suyûthî (849-911 H). Kitab ini menjelaskan mufradat pada matn yang dianggap sulit dipahami, di dalamnya penulis sesekali menjelaskan tentang kondisi sanad dan berusaha untuk mengkomparasikan dengan jalur sanad berbeda dari mukharrij lain.</p><p>Syarh lain dari al-Muwattha’ di antaranya adalah al-Tamhîd limâ fî al-Muwattha’min al-Ma`ânî wa alMasânid karya Abû Umar bin Abd al-Bârr, Syarh alTa`lîq al-Mumajjad `alâ al-Muwattha’ karya alLaknawi al-Hindi, dan lain-lain sampai kira-kira 8 kitab syarh.</p><p>Syarh Shahih al-Bukhârî, dari sekian kitab Hadits yang ada, kitab ini adalah yang terbanyak di-syarh</p>"
      },
      {
        "page": 23,
        "text": "<p dir='cntn'>oleh para ulamâ’. Jumlahnya menurut pengarang kitab Kasyf al-Zhunun ada 82 syarh22. Di antara kitab syarh Shahîh al-Bukhari adalah Syarh al-Bukhârî li Ibn al-Baththâl karya Ibn al-Baththâl, `Umdat al-Qârî Syarh Shahîh al-Bukhârî, karya Badr al-Dîn al-`Aynî alHanafî dan yang paling populer dari syarh al- Bukhârî karya Ibn Hajar al-`Asqalâni Fath al-Bârî.</p><p>Dapat dikatakan Fath al-Bârî karya Ibn Hajar al- `Asqalâni merupakan salah satu yang paling menonjol di antara syarh-syarh tersebut. Banyak hal yang dijelaskan Ibn Hajar dalam syarh-nya, dimulai dari penjelasan lafazh, maksud Hadits, sanad bahkan dia mengembalikan ketersambungan Hadits-Hadits al-Bukhârî yang dianggap sebagian orang mu`allaq maupun mawqûf.</p><p>Syarh Shahih Muslim di antaranya Syarh alNawâwî `alâ Shahîh al-Muslim karya Abû Zakariya Yahya bin Syaraf al-Nawâwî (631-676 H). Dalam syarh-nya, Imâm Nawâwî menjelaskan tentang pokok- pokok hukum yang terkandung dalam Hadits, adab, zuhud, kaidah- kaidah syara`, makna lafazh, rawî yang menggunakan nama alias, kaidah-kaidah ilmu Hadits dan berusaha mencari titik temu antara dua Hadits yang secara zhahir kelihatan</p>"
      },
      {
        "page": 24,
        "text": "<p dir='cntn'>bertentangan.</p><p>Kemudian, al-Dîbâj Syarh Shahîh Muslim bin alHajjâj, karya Abd al-Rahmân bin Abî Bakr al-Suyûthî, dan lain-lain. Sebagaimana disebutkan di atas bahwa seluruh kitab Hadits yang mu`tamad telah ada syarhnya bahkan terkadang memiliki syarh lebih dari satu, di antara kitab-kitab syarh bagi empat sunan yang menonjol, ialah `Awn al-Ma`bûd karya Muhammad Syams al-Haq al-`Azhîm Âbâdzî yang merupakan Syarh Sunan Abû Dawûd, Tuhfah al-Ahwadzî Syarh Sunan al-Tirmidzi karya Muhammad bin `Abd alRahmân ibn Abd al-Rahîm al-Mubârakfûrî (1283- 1353 H), Syarh Sunan al-Nasâ’i karya Imâm alSandiy, Syarh Sunan Ibn Mâjah karya al-Sandiy.</p>"
      }
    ]
  },
  {
    "id": "cCP",
    "info": {
      "title": "Kehujjahan Hadits Ahad",
      "author": "Tajun Nashr, Lc",
      "publish": "Tue, 30 October 2018",
      "pages": 25,
      "price": 0,
      "category": "Hadits",
      "source": "https://www.rumahfiqih.com/pdf/z.php?id=72",
      "desc": "Pembahasan terkait masalah dalil merupakan salah satu pembahasan pokok dalam Ilmu Ushul Fiqih. Bagaimana tidak begitu, salah satu obyek utama dalam ushul fiqih adalah dalil itu sendiri."
    },
    "tableOfContents": [
      { "page": 5, "text": "Pengantar", "head": true },
      { "page": 5, "text": "Pengertian Hadist Ahad", "head": true },
      {
        "page": 6,
        "text": "Fungsi Hadits Ahad",
        "sub": [
          {
            "page": 6,
            "text": "Pengertian Zhanny dan Qath'iy",
            "sub": [
              { "page": 6, "text": "Secara Tsubutiyyah" },
              { "page": 7, "text": "Secara Dilalah" }
            ]
          },
          {
            "page": 7,
            "text": "Hadits Ahad berfungsi apa?",
            "sub": [
              { "page": 7, "text": "Dari Segi Tsubutiyyah" },
              { "page": 8, "text": "Dari Segi dilalah" }
            ]
          }
        ]
      },
      {
        "page": 8,
        "text": "Kehujjahan Hadits Ahad Dalam Hukum Fiqih",
        "sub": [
          {
            "page": 8,
            "text": "Berdasarkan dalil akal",
            "sub": [
              { "page": 8, "text": "Tidak boleh dijadikan dasar" },
              { "page": 9, "text": "Wajib dijadikan dasar" },
              { "page": 10, "text": "Boleh dijadikan dasar" }
            ]
          },
          {
            "page": 10,
            "text": "Berdasarkan dalil Naql",
            "sub": [
              { "page": 10, "text": "Pendapat Kehujjahan" },
              { "page": 13, "text": "Tidak Bisa Dijadikan Dalil Hukum" }
            ]
          }
        ]
      },
      {
        "page": 14,
        "text": "Hukum Hadits Ahad Dalam Masalah Aqidah",
        "sub": [
          { "page": 14, "text": "Kelompok Penolak Kehujjahan Hadits Ahad" },
          {
            "page": 15,
            "text": "Pendukung Kehujjahan Hadits Ahad",
            "sub": [{ "page": 15, "text": "Hadits diutusnya Mu'adz Ke Yaman" }]
          }
        ]
      },
      { "page": 20, "text": "Kesimpulan", "tail": true }
    ],
    "content": [
      {
        "page": 5,
        "text": "<strong>A. Pengantar</strong><p>Pembahasan terkait masalah dalil merupakan salah satu pembahasan pokok dalam Ilmu Ushul Fiqih. Bagaimana tidak begitu, salah satu obyek utama dalam ushul fiqih adalah dalil itu sendiri.</p><p>Salah satu dalil syar’i pokok adalah As-Sunnah. Meskipun sama-sama wahyu yang berasal dari Allah, namun dari sisi sejarah dan teknis penyusunannya secara tertulis berbeda dengan penyusunan Al-Qur’an. Hal ini menyebabkan pembahasan akan As-Sunnah menjadi pembahasan yang menarik untuk dikaji.</p><p>Salah satu kajian penting adalah dari sisi jenis AsSunnah yang terbagi berdasarkan riwayatnya menjadi Mutawatir dan Ahad.</p><p>Pada kesempatan kali ini, penulis akan membahas mengenai kehujjahan hadits Ahad, baik dalam masalah aqidah maupun masalah fiqih (hukum). Dimana pada tulisan ini akan dibahas bagaimana pandangan para ulama dalam masalah ini, baik mayoritas maupun minoritas.</p><p>Pembahasan ini menjadi penting, agar kita sebagai ummat islam lebih mengenal secara mendalam apa itu sunnah Rasulullah -shallallahu ‘alahi wa sallam- yang merupakan warisan beliau yang harus kita pegang teguh.</p><strong>B. Pengertian Hadits Ahad</strong><p>Secara bahasa kata أحاد adalah bentuk jama’ (plural) dari kata أحد yang bermakna satu, maka secara bahasa hadits ahad adalah hadits yang</p>"
      },
      {
        "page": 6,
        "text": "<p dir='cntn'>diriwayatkan oleh satu orang.</p><p>Sedangkan pengertian hadits Ahad secara istilah adalah :</p><q>Hadits yang tidak memenuhi salah satu atau seluruh persyaratan hadits mutawatir.</q><p>Adapun persyaratan hadits mutawatir yang dimaksud adalah :</p><ul><li>Diriwayatkan oleh perawi yang jumlahnya cukup banyak.</li><li>Jumlah ini ada di setiap tingkatan sanad.</li><li>Mustahil secara adat mereka bersepakat untuk berbohong.</li><li>Cara penyampaian hadits melalui media panca indra.</li></ul><p>Untuk itu maka setiap hadits yang tidak memenuhi persyaratan hadits mutawatir di atas maka bisa digolongkan menjadi hadits ahad.</p><strong>C. Fungsi Hadits Ahad</strong><strong>1. Pengertian Zhanny dan Qath’iy</strong><p>Sebelum membahas fungsi dari hadits ahad maka ada baiknya terlebih dahulu kita bahas mengenai pengertian Qath’iy dan Dhanniy dalam dalil syar’i. Hal ini agar kita lebih mudah memahami fungsi dari hadits ahad tersebut.</p><strong>a.Secara Tsubutiyyah.</strong>"
      },
      {
        "page": 7,
        "text": "<p>Secara penetapannya (tsubutiyyah) -yaitu validitas dia berasal dari Rasulullah atau bukan- , dalil syar’i dibagi menjadi dua macam :</p><ul><li>Qath’iy Tsubut : yaitu dalil yang bersifat pasti karena diriwayatkan dari banyak jalur.</li><li>Dhanny Tsubut : dalil yang masih ada kemungkinan tidak berasal dari Nabi karena jumlah perawinya yang hanya sedikit. Namun tingkat kemungkinan berasal dari nabi adalah 51-99%.</li></ul><strong>b. Secara Dilalah</strong><p>Adapun dilihat dari segi maknanya (dilalah), maka dalil syar’i juga dibagi menjadi dua :</p><ul><li>Qath’iy Dilalah : dalil yang menunjukkan pada makna tertentu yang dipahami dari dalil tersebut, serta tidak memiliki kemungkinan untuk ditakwilkan kepada makna selainnya.</li><li>Dhanniy Dilalah : dalil yang menunjukkan pada suatu makna tertentu tetapi bisa ditafsirkan ke dalam makna lain yang berbeda dari makna tersebut.</li></ul><strong>2. Hadits Ahad berfungsi apa ?</strong><p>Setelah mengetahui fungsi dari dalil syari’i secara umum, maka bisa kita simpulkan bahwa fungsi dari hadits ahad adalah :</p><strong>a. Dari Segi Tsubutiyah</strong><p>Hadits ahad berfungsi Dhanny tsubut. Hal ini karena dilihat dari jumlah perawi yang meriwayatkan hadits tersebut.</p>"
      },
      {
        "page": 8,
        "text": "<strong>b. Dari Segi dilalah</strong><p>Hadits ahad bisa berfungsi qath’iy dilalah maupun dhanny dilalah, hal ini tergantung pada makna dari hadits tersebut.</p><p>Namun yang patut kita perhatikan di sini adalah bahwa meskipun dari segi tsubutiyah bersifat dhanny, tetapi hadits ahad ini wajib diamalkan isinya menurut kesepakatan jumhur ulama’. Untuk lebih jelasnya akan kami jelaskan pada bagian berikutnya.</p><strong>D. Kehujjahan Hadits Ahad Dalam Hukum Fiqih</strong><p>Ada perbedaan pendapat mengenai kehujjahan hadits ahad dalam masalah hukum syari’i ‘Amali (hukum fiqih). Perbedaan pendapat ini - sebagaimana pembagian Ibnu Qudamah dalam kitabnya Raudlatu An-Nâdhir wa Junnatu AlMunâdhir- akan kami bagi berdasarkan dalil yang digunakan, yaitu berdasarkan dalil akal dan berdasarkan dalil naql.</p><strong>1.Berdasarkan dalil akal</strong><p>Ada 3 pendapat mengenai kehujjahan hadits ahad jika ditinjau dari segi akal, artinya apakah hadits ahad ini masuk akal atau tidak jika dijadikan sebagai dasar untuk hukum fiqih.</p><strong>a. Tidak boleh dijadikan dasar</strong><p>Ini adalah pendapat dari Abu Ali Al-Jubbâiy (imam mu’tazilah), Ibnu ‘Alyah, Al-Asham dan beberapa ulama’ kalam.</p>"
      },
      {
        "page": 9,
        "text": "<p>Di antara argumentasi yang mereka gunakan untuk mendukung pendapat mereka adalah :</p><p>Mereka menganggap bahwa hadits Ahad memiliki dua kemungkinan yang sama besar antara benar maupun dustanya. Ini adalah batasan Wahm, dan kita tidak boleh beramal dengan wahm karena bisa saja merupakan jalan menuju tingkatan Jahl. Secara logika kita tidak boleh beramal dengannya.</p><p>Setiap Allah memerintah suatu amalan, harus ada dua syarat yang terpenuhi, yaitu :</p><p>Perintahnya bersifat jelas,</p><p>Perintah tersebut harus sampai kepada kita dengan jalan yang pasti dan nyata (mutawatir), karena Allah benar-benar memerintahkannya.</p><p>Namun hadits ahad tidak memenuhi dua kriteria tadi, sehingga tidak layak untuk dijadikan sebagai hujjah dalam hukum amaliy.</p><strong>b. Wajib dijadikan dasar</strong><p>Ini adalah pendapat dari Abu Al-Khattâb. Konsekuensi dari pendapat ini adalah setiap hadits ahad yang kita terima wajib dijadikan sebagai hujjah dalam masalah hukum amaly.</p><p>Argumentasi yang dia gunakan antara lain :</p><ul><li>Jika kita hanya beramal dengan dalil yang qath’iy maka akan banyak sekali hukum yang tidak berfungsi karena sangat jarangnya dalil qath’iy dan ranah keyakinan.</li><li>Bahwa Nabi diutus untuk semua ummat manusia, namun tidak mungkin beliau</li></ul>"
      },
      {
        "page": 10,
        "text": "<p dir='cntn'>berbicara dengan semua orang secara langsung atau menyampaikannya secara mutawatir.</p><ul><li>Jika kita mengetahui kejujuran seorang perawi yang menyampaikan hadits, maka ini berarti secara tidak langsung akal kita menganggap bahwa berita yang disampaikannya benar, sehingga wajib untuk diamalkan.</li></ul><strong>c. Boleh Dijadikan Dasar</strong><p>Ini adalah pendapat jumhur ulama. Artinya hadits ahad tidak mutlak harus dijadikan hujjah ataupun tidak boleh dijadikan hujjah sama sekali. Karena bisa tidaknya hadits ahad dijadikan hujjah adalah berdasarkan kondisi kekuatan dari hadits ahad itu sendiri.</p><p>Alasan yang dipakai jumhur untuk mendukung pendapat mereka antara lain : Tidak mengamalkan hadits ahad tidak serta merta mengabaikan banyak hukum syariat. Ini karena kita bisa beramal dengan bara’ah ashliyah maupun istishab.</p><strong>2. Berdasarkan dalil Naql</strong><p>Adapun mengenai perbedaan pendapat menganai kehujjahan hadits ahad dalam masalah hukum fiqih berdasarkan dalil naql (nash) ada dua pendapat : yaitu kelompok yang mendukung kehujjahan hadits ahad dan kelompok yang menolak kehujjahan hadits ahad.</p><strong>a. Pendappat Kehujjahan</strong><p>Ini adalah pendapat dari jumhur ulama’. Ada 5</p>"
      },
      {
        "page": 11,
        "text": "<p>dalil yang dijadikan jumhur untuk mendukung pendapat mereka, di antaranya :</p><p>Ijma’ para sahabat untuk menerima hadits Ahad, di antara bukti nyata bahwa para sahabat menerimanya adalah :</p><ul><li>Abu Bakar yang ketika ada seorang nenek yang meminta warisan beliau bertanya kepada salah satu sahabat, dan sahabat tersebut (Muhammad bin Maslamah Al-Mughirah) bahwa nenek berhak mendapatkan 1/6 hak warisan.</li><li>Kisah Umar dalam menetapkan hukum janin yang ikut mati karena ibunya dibunuh, apakah ngwajib qishash?</li><li>Utsman yang pada awalnya berpendapat bahwa tidak wajib mandi bagi orang yang berjima’ tanpa inzal, namun mereka merevisi pendapatnya setelah mendengar hadits dari ‘Aisyah</li><li>Ali bin Abi Thalib selalu menerima hadits ahad setelah beliau meminta dari yang orang yang menyampaikannya bahwa berita tersebut benarbenar dari Rasulullah. Ini dilakukan bukan karena beliau menuduh mereka berbohong namun untuk memastikan bahwa mereka menyampaikan lafadz hadits seperti lafadz asli dari Rasulullah dan tidak disampaikan dengan maknanya saja.</li><li>Rasulullah mengutus para gubernur dan qadli (hakim) untuk menyampaikan dakwah ke berbagai wilayah dalam rangka menyampaikan hukum-hukum syari’at. Dan beliau mengutus</li></ul>"
      },
      {
        "page": 12,
        "text": "<p dir='cntn'>mereka satu per-satu setiap wilayah. Di antara yang beliau utus adalah :</p><p>Abu Bakar menjadi utusan pada tahuun ke-9 H ke berbagai wilayah untuk memfasakh akad perjanjian antara beliau dan orang musyrik</p><p>Mu’adz bin Jabal dijadikan sebagai wali untuk daerah Yaman dan untuk mengumpulkan zakat</p><p>Utsman diutus pada saat Rasulullah akan melaksanakan Umrah di tahun bai’at ridhwan, di mana tersebar kabar bahwa Utsman terbunuh, namun akhirnya kabar ini terbukti hanya kabar burung belaka.</p><p>Ijma’ tabi’in untuk menerima hadits ahad. Adapun terjadinya khilaf adalah setelah masa mereka.</p><p>Adanya Ijma’ tentang wajibnya orang awwam untuk membenarkan dan melaksanakan fatwa dari seorang mufti, meskipun ada kemungkinan bahwa mufti tersebut berfatwa berdasarkan ijtihad yang dibangun atas dhann, dan ada kemungkinan kesalahan dalam fatwanya. Jika perkataan mufti saja bisa diterima, maka apalagi perkataan seorang rawi yang menyampaikan kabar berdasarkan apa yang didengarnya langsung tentu harus lebih diutamakan.</p><p>Ayat pada surat at-taubah : 122, yaitu :</p><q>Tidak sepatutnya bagi mukminin itu pergi semuanya (ke medan perang). Mengapa tidak pergi dari tiap-tiap golongan di antara mereka beberapa orang untuk memperdalam pengetahuan mereka</q>"
      },
      {
        "page": 13,
        "text": "<q>tentang agama dan untuk memberi peringatan kepada kaumnya apabila mereka Telah kembali kepadanya, supaya mereka itu dapat menjaga dirinya. (Q.S. At-Taubah : 122)</q><strong>b. Tidak Bisa Dijadikan Dalil Hukum</strong><p>Ini adalah pendapat mayoritas Mu’tazilah dan Dhahiriyah. Di antara Dalil yang mereka gunakan antara lain :</p><ul><li>Nabi menolak berita Dzul Yadain ketika mengingatkan beliau dalam shalat</li><li>Abu Bakar tidak menerima kabar Mughirah dalam warisan untuk nenek seblum ada saksi yang lain yaitu Muhammad bin Salamah</li><li>Umar tidak menerima hadits Abu Musa tentang izin, sebelum ada saksi lain yaitu abu Said AlKhudri</li><li>A’isyah menolak hadits Ibnu Umar tentang hukuman siksa bagi orang yang ditangisi keluarganya.</li></ul><strong>Bantahan Jumhur atas dalil yang digunakan oleh sebagian mu’tazilah dan dhahiriyah :</strong><strong>Secara Umum</strong><p>Semua hadits yang mereka jadikan dalil untuk mendukung perkataan mereka statusnya tidak sampai kepada derajat mutawatir. Artinya di satu sisi mereka menolak berhujjah dengan hadits ahad tetapi di sisi lain mereka menggunakan hadits ahad untuk mendukung hujjah mereka.</p>"
      },
      {
        "page": 14,
        "text": "<strong>Secara terperinci</strong><ul><li>Sebab Rasulullah tidak menerima kabar Dzul Yadaian bukan karena beliau tidak menerima kabar ahad, melainkan karena mungkin saja Rasulullah meragukan apa yang disampaikan Dzul Yadain, sebab sangat tidak mungkin yang mengetahui bahwa beliau salah hanya Dzul Yadain belaka padahal di sana banyak sekali para sahabat yang lain.</li><li>Apa yang dilakukan Abu Bakar hanyalah untuk mengetahui apakah ada orang yang mengatakan hal tersebut dan bukan dalam rangka beliau tidak menerima hadits ahad</li><li>Apa yang dilakukan Umar adalah karena ada motif lain, yaitu agar orang-orang melakukan ricek dalam meriwayatkan hadits. Ini Nampak dari perkataannya, “Aku sama sekali tidak menuduhmu (berdusta) namun aku hanya khawatir orang-orang berkata sembarangan atas nama Rasulullah.”</li><li>‘Aisyah tidak menolak hadits yang diriwayatkan oleh Ibnu Umar, beliau hanyalah mena’wilkan maknanya, bahwa yang dimaksud Rasulullah dalam hadits tersebut adalah orang Yahudi dan bukan untuk orang islam.</li></ul><strong>E. Hukum Hadits Ahad Dalam Masalah Aqidah</strong><p>Ada dua pendapat mengenai kehujjahan hadits ahad dalam masalah aqidah, di antaranya adalah :</p><strong>1. Kelompok Penolak Kehujjahan Hadits</strong>"
      },
      {
        "page": 15,
        "text": "<strong>Ahad</strong><p>Ini adalah pendapat dari kalangan mu’tazilah dan para ulama’ ilmu kalam. Mereka tidak mau menggunakan hadits ahad sebagai hujjah dalam masalah aqidah.</p><p>Di antara dalil-dalil yang mereka pergunakan untuk mendukung argumentasinya adalah :</p><p>Firman Allah dalam ayat berikut ini :</p><q>Dan mereka tidak mempunyai sesuatu pengetahuanpun tentang itu. mereka tidak lain hanyalah mengikuti persangkaan sedang Sesungguhnya persangkaan itu tiada berfaedah sedikitpun terhadap kebenaran. (Q.S. An-Najm : 29)</q><p>Sisi pengambilan dalil : Dari ayat ini bisa disimpulkan ahwa Allah melarang kita untuk menjadikan prasangka (dhann) sebagai hujjah, sementara hadits ahad ini berfungsi dhann.</p><p>Aqidah adalah sebuah keyakinan, maka secara logika untuk menetapkan keyakinan harus ditetapkan dengan dalil yang berfungsi yakin. Sedangkan hadits ahad hanya berfungsi dhann dan tidak berfungsi yakin.</p><p>2. Pendukung Kehujjahan Hadits Ahad</p><p>Ini adalah pendapat dari jumhur ulama’. Ada beberapa dalil kuat yang dijadikan oleh jumhur untuk mendukung pendapat mereka, di antaranya adalah :</p><p>a. Hadits diutusnya Mu’adz Ke Yaman</p>"
      },
      {
        "page": 16,
        "text": "<p>Dalam hadits tersebut dijelaskan bahwa Mu’adz diperintahkan oleh Rasulullah untuk menyampaikan tauhid terlebih dahulu. Setelah itu baru perkaraperkara kewajiban ibadah seperti shalat, zakat dan puasa.</p><p>Ini merupakan dalil qath’iy yang menunjukkn bahwa hadits ahad bisa dijadikan hujjah, jika hadits ahad tidak bisa dijadikan hujjah dalam aqidah maka tentu Rasulullah tidak cukup mengutus Mu’adz seorang diri.</p><p>Firman Allah :</p><q>Hai Rasul, sampaikanlah apa yang diturunkan kepadamu dari Tuhanmu. dan jika tidak kamu kerjakan (apa yang diperintahkan itu, berarti) kamu tidak menyampaikan amanat-Nya. Allah memelihara kamu dari (gangguan) manusia[430]. Sesungguhnya Allah tidak memberi petunjuk kepada orang-orang yang kafir.” (Q.S. Al-Maidah : 67)</q><p>Beliau juga bersabda pada saat haji wada’ :</p><p dir='rtl'>وأنتم مسؤولون عين فماذا انتم قائلون؟ قالوا : نشهد أنك بلغت وأديت ونصحت.....</p><q>“…dan kalian bertanggung jawab atas apa yang kalian dengar dariku, bagaimana pendapat kalian?” para sahabat berkata, “Kami bersaksi bahwa engkau telah menyampaikannya dan memberikan nasehat….” (H.R. Muslim)</q>"
      },
      {
        "page": 17,
        "text": "<p>Dari kedua dalil di atas, bisa kita ketahui bahwa kata ‘البالغ ‘bermakna sesuatu yang bisa dijadikan hujjah untuk obyek pendengar dan berfungsi ilmu.</p><strong>Bantahan Atas Dalil Penolak Kehujjahan Hadits Ahad</strong><strong>Bantahan terhadap dalil pertama :</strong><q>Ada ayat lain yang menjelaskan tentang wajibnya menyampaikan ilmu, meskipun hanya sebagian orang saja “Tidak sepatutnya bagi mukminin itu pergi semuanya (ke medan perang). Mengapa tidak pergi dari tiap-tiap golongan di antara mereka beberapa orang untuk memperdalam pengetahuan mereka tentang agama dan untuk memberi peringatan kepada kaumnya apabila mereka Telah kembali kepadanya, supaya mereka itu dapat menjaga dirinya.” (At-Taubah : 122)</q><p>Dalam ayat tadi dijelaskan bahwa Allah mewajibkan ‘طائفة ‘dan kata dalam bahasa Arab bermakna satu atau lebih, untuk itu makna dari ayat ini adalah wajib bagi golongan ummat islam untuk memberikan peringatan kepada kaumnya ketika kembali kepada mereka, dan bentuk peringatan itu mencakup semua masalah agama baik itu aqidah, ibadah, muamalat maupun akhlaq.</p><p>Juga ada ayat lain :</p><q>Hai orang-orang yang beriman, jika datang kepadamu orang fasik membawa suatu berita, Maka periksalah dengan teliti…. (Al-Hujurât ;6)</q><p>Dalam ayat ini dijelaskan bahwa kita diharuskan</p>"
      },
      {
        "page": 18,
        "text": "<p dir='cntn'>untuk melakukan tabayyun jika ada orang fasiq menyampaikan kabar. Ini artinya bisa dipahami bahwa jika yang menyampaikan kabar itu orang yang tsiqah kita wajib menerimanya.</p><p>Untuk itu makna kata “الظن “dalam Surat AtTaubah : 122, yang dijadikan mereka sebagai hujjah harus ditafsirkan ke makna yang lain sehingga tidak terjadi pertentangan dengan dua ayat yang telah disebutkan. Sebab tidak mungkin terjadi pertentangan makna.</p><p>Di antaranya, ayat tersebut bisa ditafsirkan bahwa yang dimaksud dengan dhann di situ bukanlah dhann berdasarkan pengertian ulama’ ushul fiqih yang bermakna kebenarannya diatas 50%, melainkan yang dimaksud adalah dhann yang tidak berfungsi ilmu sama sekali atau yang sering dikenal sebagai wahm. Yaitu dhann yang didasarkan atas hawa nafsu dan tujuan yang menyelisihi syari’at. Penafsiran ini didukung oleh firman Allah dalam ayat berikut :</p><q>….Mereka tidak lain hanyalah mengikuti sangkaan-sangkaan, dan apa yang diingini oleh hawa nafsu mereka dan Sesungguhnya Telah datang petunjuk kepada mereka dari Tuhan mereka. (An-Najm : 23)</q><p>Bantahan terhadap dalil kedua :</p><ul><li>Jika logika ini digunakan maka akan banyak sekali riwayat shahih dari Nabi yang kita tolak hanya karena terikat dengan logika tersebut. Padahal akal itu tunduk dihadapan kebesaran</li></ul>"
      },
      {
        "page": 19,
        "text": "<p>sifat Allah.</p><ul><li>Mereka lebih mendahulukan dalil aqli (qiyash mantiqi) daripada wahyu.</li><li>Mereka menggunakan dalil logika ini untuk menolak atau menetapkan sifat Allah. Namun pada kenyataannya ternyata tidak ada batasan atau dlâbith yang jelas mengenai apakah perkara tersebut masuk logika atau tidak, sebab di antara mereka pun terjadi perselisihan mengenai penetapan dan penolakan sifat Allah misalnya. Kadang salah satu dari mereka mengatakan bahwa sifat ini tidak masuk akal, tetapi yang lain mengatakan masuk akal. Semua itu didasarkan pada logika mereka sendiri.</li></ul>"
      },
      {
        "page": 20,
        "text": "<strong>F. Kesimpulan</strong><p>Dari pembahasan dan uraian yang telah dijelaskan, ada beberapa kesimpulan yang bisa kita ambil. Di antaranya :</p><ul><li>Makna dhann dalam istilah ushul fiqih adalah tingkat dari ilmu yang kedua. Yang bermakna sesuatu yang sisi kebenarannya lebih kuat dari kesalahannya. Dalam suatu berita, prosentasi kebenaran dari dhann adalah antara 51 s.d. 99%.</li><li>Hadits Ahad, jika ditinjau dari jumlah perawinya berfungssi dhanniy tsubut. Sedangkan jika dilihat dari maknanya bisa berfungsi qath’iy dilalah ataupun dhanniy dilalah, tergantung dari makna hadits tersebut, apakah mengandung kemungkinan yang lain ataukah tidak.</li><li>Dalam permasalahan hukum fiqih, terjadi perbedaan pendapat apakah hadits Ahad bisa dijadikan sebagai hujjah ataukah tidak. Setelah pemaparan dalil dari masing-masing kelompok bisa disimpulkan bahwa hadits ahad bisa dijadikan sebagai hujjah dalam permasalahan hukum fiqih, dan ini adalah pendapat dari jumhur, berdasarkan kuatnya hujjah yang digunakan oleh jumhur.</li><li>Adapun dalam permasalahan aqidah, maka juga bisa disimpulkan bahwa hadits ahad bisa dijadikan sebagai hujjah, berdasarkan dalil-dalil yang secara gambling menjelaskan hal tersebut. Adapun dalil yang digunakan oleh kelompok penentang, sebenarnya hanya sebatas dalil</li></ul>"
      },
      {
        "page": 21,
        "text": "<p>logika, yang sangat lemah.</p><ul><li>Kelompok yang menentang kehujjahan hadits ahad juga menggunakan dalil ayat Al-Qur’an, hanya saja permasalahannya terdapat kerancuan dalam memaknai kata ‘dhann’ dalam ayat tersebut, sehingga akhirnya menimbulkan kesimpulan yang rancu pula.</li></ul>"
      }
    ]
  },
  {
    "id": "rs8",
    "info": {
      "title": "Haditsnya Nomor Berapa?",
      "author": "Ahmad Sarwat, Lc., MA",
      "publish": "Sat, 8 June 2019",
      "pages": 31,
      "price": 0,
      "category": "Hadits",
      "source": "https://www.rumahfiqih.com/pdf/z.php?id=239",
      "desc": "Seberapa penting kita membahas masalah penomoran hadits? Jawabannya penting dan tidak penting, tergantung bagaimana kita melihatnya. Buat kalangan yang belajar hadits secara klasik, nomornomor hadits memang tidak penting, karena bukan tradisi para pembelajar hadits di masa lalu untuk menyebutkan nomor-nomor hadits."
    },
    "tableOfContents": [
      { "page": 6, "text": "Muqaddimah", "head": true },
      {
        "page": 9,
        "text": "Penomoran Hadits",
        "sub": [
          { "page": 10, "text": "Penomoran Tidak Berasal Dari Naskah Asli" },
          {
            "page": 11,
            "text": "Faktor Perbedaan",
            "sub": [
              { "page": 11, "text": "Haditsnya Terulang-ulang" },
              { "page": 11, "text": "Matan Sama Jalur Periwayatan Berbeda" },
              { "page": 12, "text": "Mutabaah dan Syawahid" }
            ]
          },
          { "page": 12, "text": "Penomoran Tidak Seragam" },
          {
            "page": 13,
            "text": "Bandingkan Dengan Penomoran Ayat Al-Quran",
            "sub": [
              { "page": 14, "text": "Perbedaan Penomoran Ayat Al-Quran" },
              { "page": 15, "text": "Penggalan Ayat Surat Al-Fatihah" }
            ]
          }
        ]
      },
      {
        "page": 18,
        "text": "Jumlah Hadits Dalam Shahih Bukhari",
        "sub": [
          { "page": 19, "text": "Imam Ibnu as-Shalah : 7.275 Hadits" },
          { "page": 19, "text": "Imam an-Nawawi : 7.275" },
          { "page": 20, "text": "Ibnu Hajar al-Asqalani : 9.082 Hadits" },
          { "page": 21, "text": "Dr. Dib Al-Bugha : 7.124" },
          { "page": 22, "text": "Dr. Fuad Abdul Baqi : 7.563" }
        ]
      },
      {
        "page": 23,
        "text": "Shahih Muslim",
        "sub": [
          { "page": 23, "text": "Abu Quraisy : 4.000 hadits" },
          { "page": 23, "text": "Ahmad bin Salamah : 12.000 Hadits" },
          { "page": 23, "text": "Al-Mayanji : 8.000 Hadits" },
          { "page": 24, "text": "Haji Khalifah & Hasan Khan : 7.270 Hadits" },
          { "page": 24, "text": "Muhammad Fuad Abdul Baqi :3.033-5.770" }
        ]
      },
      {
        "page": 25,
        "text": "Jumlah Hadits Dalam Al-Muwaththa' Malik",
        "sub": [
          { "page": 26, "text": "Mushtafa al-A'zhami : 3.676" },
          { "page": 27, "text": "Basyar Awad Ma'ruf : 3.069" },
          { "page": 27, "text": "Abdul Wahab Abdullatif : 1.008" }
        ]
      },
      {
        "page": 28,
        "text": "Kitab Bulughul Maram",
        "sub": [
          { "page": 28, "text": "Al-Qadhi Al-Husein Al-Maghribi : 1.324" },
          { "page": 29, "text": "Subulus-Salam : 1.477" },
          { "page": 29, "text": "Samir bin Amin Az-Zuhri : 1.582" },
          { "page": 29, "text": "Dr. Mahir Yasin Al-Fahl : 1.568" },
          { "page": 30, "text": "Abdurrahman Al-Bassam : 1.371" },
          { "page": 30, "text": "Khalid bin Dhaifullah Asy-Syalahi 1.567" },
          { "page": 30, "text": "Syeikh Al-Utsaimin : 1.502" }
        ]
      }
    ],
    "content": [
      {
        "page": 6,
        "text": "<strong>Muqaddimah</strong><p>Seberapa penting kita membahas masalah penomoran hadits?</p><p>Jawabannya penting dan tidak penting, tergantung bagaimana kita melihatnya. Buat kalangan yang belajar hadits secara klasik, nomornomor hadits memang tidak penting, karena bukan tradisi para pembelajar hadits di masa lalu untuk menyebutkan nomor-nomor hadits.</p><p>Hadits-hadits itu diidentifikasi cukup dengan menyebutkan potongannya saja, atau malah hanya ujung awalnya saja. Sering juga disebut dengan istilah athraf (أطراف). Dan begitulah umumnya para pembelajar hadits mengenali identitas masing-masing hadits.</p><p>Namun di masa modern ini, banyak diterbitkan kitab hadits yang telah ditahqiq atau diteliti, dimana para peneliti kemudian menambahi nomor pada tiap hadits. Sesuatu yang dalam naskah aslinya tidak pernah dituliskan oleh penyusun asli kitab tersebut.</p><p>Diperkirakan bahwa penambahan nomor-nomor hadits itu dipengaruhi dengan metodologi penelitan hadits dari kalangan orientalis barat. Mereka agak kesulitan untuk menghafal ujung awal suatu hadits, sehingga untuk mudahya dibuatkan saja nomornomor hadits yang memudahkan dalam</p>"
      },
      {
        "page": 7,
        "text": "<p dir='cntn'>mengidentifikasi suatu hadits.</p><p>Namun sistem penomoran ini ternyata tidak baku, karena para orientalis itu tidak seragam dalam membuat ketentuannya. Sehingga penomoran ini alih-alih memudahkan, yang terjadi malah menambah kerumitan, karena ketidak-seragaman tadi.</p><p>Sehingga kalau pun penyebutan suatu hadits masih dipaksa pakai nomor juga, harus disebutkan juga penomorannya itu menurut versi siapa. Dan mengingat bahwa hasil-hasil penomoran itu kemudian diterbitkan oleh beberapa penerbit yang berbeda, maka selain dicantumkan siapa yang memberi nomor itu, juga harus disebutan juga menurut versi penerbit yang mana, tahun berada diterbitkannya. Mirip seperti mencantuman footnote dalam karya ilmiyah.</p><p>Jadi tambah ribet lagi sebenarnya, tapi memang kesannya keren dan ilmiyah kalau sampai bisa menyebutkan nomor hadits, bahkan nomor halaman, pojokan sebelah mana. Secara atraksi panggung, sukses besar. Walaupun sebenarnya cara semacam itu bukan hal yang baku di kalangan para pembelajar hadits di era klasik.</p><p>Buku kecil ini berisi catatan-catatan kecil dari kumpulannya yang terserak, berisi perbedaan hasil hitung-hitungan para peneliti dalam menjumlahkan hadits yang terdapat di dalam suatu kitab hadits populer, baik itu Shahih Bukhari, Shahih Muslim, AlMuwaththa’ dan juga Bulughul Maram. Dan memang jumlahnya tidak pernah sama. Sehingga kita bisa</p>"
      },
      {
        "page": 8,
        "text": "<p dir='cntn'>tahu bahwa penomoran hadits itu sendiri pun dipastikan berbeda-beda.</p><p>Sebuah hadits yang di dalam kitab terbitan penerbit A punya nomor sekian, namun dalam terbitan penerbit B dipastikan nomornya beda lagi. Nanti ada penerbit C, D, E dan seterusnya, yang jelasjelas akan berbeda lagi penomorannya.</p><p>Juga dijelaskan singkat kenapa sampai para peneliti bisa berbeda-beda dalam memberikan nomor pada tiap hadits itu. Di antaranya karena sejak penyusun aslinya memang tidak memberi nomor, lalu ada banyak hadits yang terulang-ulang, atau ada hadits yang matannya satu namun jalur periwayatannya ada banyak. Dan juga yang tambah rumit ketika satu hadits didukung dengan tatabu’ dan syawahid yang menguatkannya, apakah dihitung sebagai satu hadits saja atau dihitung masing-masing sebagai hadits-hadits yang berbeda dengan nomor masing-masing.</p><p>Selamat membaca buku ini semoga ilmu pengetahuan kita khususnya dalam ilmu hadits bertambah dan mendapatkan bimbingan dari Allah SWT. Amin ya rabbal ‘alamin</p>"
      },
      {
        "page": 9,
        "text": "<strong>A. Penomoran Hadits</strong><p>Tidak seperti Al-Quran yang penomoran ayatnya sudah agak baku, penomoran hadits dalam suatu kitab hadits sangat beragam dan berbeda-beda.</p><p>Hal itu disebabkan penyusun kitab hadits aslinya, seperti Imam Malik yang menyusun kitab AlMuwaththa’ atau Imam Al-Bukhari yang menyusun Shahih Bukhari, atau Imam Muslim dan yang lainnya, pada saat menyusun kitab tidak memberikan nomor hadits.</p><p>Kira-kira sebagaimana Malaikat Jibril menurunkan wahyu kepada Rasulullah SAW, saat itu juga sama sekali tidak disebutkan nomor ayatnya.</p><p>Lalu siapa yang memberi nomor pada kitab-kita hadits itu kalau memang bukan penyusunnya sendiri yang menomorinya?</p><p>Biasanya yang memberikan nomor adalah para peneliti (muhaqqiq) yang melakukan penelitian ilmiyah atas karya para ulama terdahulu.</p><p>Di antara para muhaqqiq klasik yang masyhur di kalangan para ulama hadits misalnya Imam Ibnu AshShalah (w. 643 H), Imam An-Nawawi (w. 676 H), Imam Ibnu Hajar Al-Asqalani (w. 852 H) dan lainnya.</p><p>Di masa sekarang ini juga banyak juga para peneliti (muhaqqiq) yang melakukan penelitian atas kitabkitab hadits, termasuk mereka yang dari kalangan orientalis pun melakukannya juga. Misalnya yang</p>"
      },
      {
        "page": 10,
        "text": "<p dir='cntn'>dilakukan oleh Muhammad Fuad Abdul Baqi (w. 1967 M) yang terinspirasi dari Arent J. Wensinck (w. 1939 M), seorang orientalis Belanda yang menyusun kitab Al-Mu’jam Al-Mufahras li Al-Alfadz Al-Hadits AnNabawi serta kitab Mifathu Kunuz As-Sunnah.</p><p>Jadi dari mana nomor-nomor hadits itu datang? Jawabannya dari para peneliti atau para muhaqqiq, baik klasik atau pun modern.</p><p>Konsekuensinya, beda peneliti biasanya akan berbeda-beda ketika menomori tiap hadits. Dan pada akhirnya berapa jumlah total hadits dalam suatu kitab hadits pun pastinya berbeda-beda juga.</p><p>Kemudian hasil penelitian dari para muhaqqiq yang berbeda-beda itu diterbitkan. Maka nomornomor hadits itu muncul berbeda-beda di masingmasing penerbit, padahal kitab haditsnya itu-tiu juga.</p><p>Suatu penerbit menerbitkan naskah berdasarkan hasil peneliti si fulan, lalu penerbit yang lain menerbitkan hasil penelitian peneliti yang lain. Dan hasilnya, nomor hadits pada masing-masing penerbit sudah pasti berbeda.</p><p>Apakah pemberian nomor pada hadits yang dilakukan oleh para muhaqqiq itu salah dan keliru?</p><p>Jawabannya tidak juga. Namun ada beberapa hal yang perlu dicatat, antara lain</p><strong>1. Penomoran Tidak Berasal Dari Naskah Asli</strong><p>Asal tahu saja bahwa penomoran dalam kitab hadits terbitan zaman sekarang bukan berasal dari penyusun kitab hadits aslinya. Penyusun aslinya tidak pernah memberi nomor-nomor hadits</p>"
      },
      {
        "page": 11,
        "text": "<p>Yang membuat nomor pada setiap butir hadits adalah para peneliti dan muhaqqiq yang datang kemudian. Namun mereka kemudian berbeda-beda dalam menghitung, karena ada banyak faktor yang sulit untuk diseragamkan.</p><strong>2. Faktor Perbedaan</strong><p>Lalu apa yang menyebabkan mereka para peneliti menghitungnya tidak sama dan tidak seragam? Bukankah hal itu malah membuat kita jadi semakin bingung?</p><p>Jawabannya ada banyak faktor yang membuat mereka berbeda ketika menghitung jumlah hadis pada suatu kitab. Diantaranya faktor-faktor itu antara lain :</p><strong>a. Haditsnya Terulang-ulang</strong><p>Kebanyakan para penyusun kitab hadits melakukan pengulangan-pengulangan atas suatu hadits yang sama pada bab-bab yang berbeda.</p><p>Suatu hadits sebenarnya sudah ditampilkan sebelumnya pada suatu bab, namun begitu si penyusun menuliskan bab yang yang lagi. Bahkan pengulangan ini bukan hanya sekali dua kali, tetapi bisa saja berkali-kali.</p><p>Kalau ada satu hadits yang pernah dituliskan sebelumnya kemudian dituliskan ulang lagi, maka para peneliti menjadi bingung, apakah tiap pengulangan mau dihitung tersendiri, ataukah cukup dianggap satu hadits saja?</p><strong>b. Matan Sama Jalur Periwayatan Berbeda</strong><p>Banyak penyusun kitab hadits mencantumkan</p>"
      },
      {
        "page": 12,
        "text": "<p dir='cntn'>satu hadits dengan banyak jalur periwayatan. Padahal dari sisi matan atau teks, hadits itu sama persis tidak ada perbedaan redaksi sedikitpun. Namun karena dia mendapatkan hadits itu lewat beberapa jalur periwayatan dan dari guru yang berbeda, dicantumkan semua jalur periwayatan itu.</p><p>Tinggal muhaqqiqnya yang bingung, apakah dalam kasus ini haditsnya mau dihitung sebagai satu hadits saja atau mau dihitung sesuai jumlah jalur periwayatannya juga. Dan akan jadi lain lagi bila matannya itu sedikit punya perbedaan yang amat tidak mendasar.</p><strong>c. Mutabaah dan Syawahid</strong><p>Kadang ketika menuliskan suatu hadits, penyusun mencantum hadits lain yang menjadi bagian pelengkap atau penyempurna hadits yang sedang dia sampaikan. Istilahnya mutabaah dan syawahid yang mendampingi tiap hadits yang dicantumkan.</p><p>Syawahid ini statusnya seringkali berupa hadits juga, sehingga membingungkan si peneliti, apakah syawahid ini mau dihitung juga sebagai hadits tersendiri atau tidak dihitung, karena fungsinya lebih seperti penjelasan dan penguat saja.</p><strong>3. Penomoran Tidak Seragam</strong><p>Dengan kondisi yang seperti sudah disebutkan di atas, maka setiap satu muhaqqiq akan punya data hasil penghitungan yang berbeda-beda. Sehingga ketika memberi nomor pada hadits yang terdapat dalam suatu kitab, nomornya pun berbeda-beda versinya.</p>"
      },
      {
        "page": 13,
        "text": "<p>Bila satu orang muhaqqiq saja sudah serumit itu dalam memberikan nomor hadits, apalagi kalau yang melakukan tahqiq atas kitab yang sama ada beberapa orang. Tentu akan lebih tidak seragam lagi penomoran hadits itu.</p><p>Oleh karena itu sebenarnya agak kurang tepat kalau dalam mengutip suatu hadits, kita hanya menyebutkan nomornya saja. Karena nomor hadits dalam satu versi muhaqqiq pastinya tidak sama dengan nomor hadits menurut versi muhaqqiq yang lain.</p><p>Penyebutan nomor hadits kalau untuk sekedar atraksi panggung memang kelihatan agak keren. Seolah-olah si ustadz yang mengutip itu sangat ahli sampai hafal nomor-nomor hadits.</p><p>Namun di sisi lain, penyebutan nomor hadits semacam ini sebenarnya tidak baku dan kadang malah membingungkan. Karena kalau hanya disebutkan nomornya saja, tanpa menyebutkan nomor versi siapa, juga akan bikin bingung mereka yang mau merujuk dan meneliti kemudian.</p><p>Kalau mau keren menyebutkan nomor hadits, seharusnya juga dengan menyebutkan nama penerbitnya sekaligus sebutkan juga nomor halamannya, dan jangan lupa sebutkan juga cetakan ke berapa berapa dan tahun berapa diterbitkannya. Maka penyebutannya jadi rada panjang, mirip dengan format penulisan footnote pada makalah ilmiyah.</p><strong>4. Bandingkan Dengan Penomoran Ayat Al-Quran</strong><p>Penomoran hadist dalam kitab-kitan hadits sangat</p>"
      },
      {
        "page": 14,
        "text": "<p dir='cntn'>jauh berbeda dengan penomoran pada ayat-ayat AlQuran. Penomoran ayat-ayat Al-Quran relatif sudah agak baku, kecuali dengan beberapa catatan kecil saja.</p><p>Selebihnya kita dengan mudah bisa mengutip suatu ayat cukup dengan menyebutkan nama surat dan nomor ayatnya saja. Setidaknya jauh lebih baku daripada nomor pada hadits.</p><p>a. Perbedaan Penomoran Ayat Al-Quran</p><p>Para ulama ahli Al-Quran sebenarnya masih berbeda-beda tentang jumlah ayat Al-Quran yang pasti. Maksud berbeda disini dalam masalah penomorannya saja. Kalau fisiknya tetap sama semua, namun karena berbeda dalam memberi penggalan nomor ayat, akhirnya jumlah ayat AlQuran secara total pun berbeda.</p><p>Ada orang yang menghitung dua ayat menjadi satu. Dan sebaliknya juga ada yang menghitung satu ayat jadi dua. Padahal kalau dibaca semua lafadz Quran itu, semuanya sama dan itu itu juga. Tidak ada yang berbeda.</p><p>Para ulama sepakat mengatakan bahwa jumlah ayat Al-Quran lebih dari 6.200 ayat. Namun berapa ayat lebihnya, mereka masih berselisih pendapat dengan rincian sebagai berikut :</p><ul><li>Nafi’ : Menurut Nafi' yang merupakan ulama Madinah, jumlah tepatnya adalah 6.217 ayat.</li><li>Syaibah : Sedangkan Syaibah yang juga ulama Madinah, jumlah tepatnya 6214 ayat.</li><li>Abu Ja'far : meski Beliau juga merupakan ulama</li></ul>"
      },
      {
        "page": 15,
        "text": "<p>Madinah, namun beliau mengatakan bahwa jumlah tepatnya 6.210 ayat.</p><ul><li>Ibnu Katsir : ulama Makkah mengatakan jumlahnya 6.220 ayat.</li><li>'Ashim : yang merupakan ulama Bashrah mengatakan bahwa jumlahnya jumlah ayat alQuran ialah., 205 ayat.</li><li>Hamzah : yang merupakan ulama Kufah sebagaimana yang diriwayatkan mengatakan bahwa jumlahnya 6.236 ayat.</li><li>Yahya Ibn al-Harits : para ulama Syria sebagaimana yang diriwayatkan oleh Yahya Ibn al-Harits mengatakan bahwa jumlahnya 6.226 ayat.</li></ul><strong>b. Penggalan Ayat Surat Al-Fatihah</strong><p>Seluruh ulama sepakat bahwa surat Al-Fatihah memiliki tujuh ayat, namun mereka berbeda pendapat tentang ayat bismillahirrahmanirrahim, apakah termasuk bagian dari surat Al-Fatihah atau bukan. Dengan kata lain, ada kalangan yang menyebutkan bahwa ayat pertama surat ini adalah bismillahirrahmanirrahim, dan ada yang menyebutkan bahwa ayat pertama adalah alhamdulilahirabbil alamin.</p><strong>Pendapat Pertama : Ayat 1 Surat Al-Fatihah</strong><p>Yang menetapkan bahwa bismillah merupakan ayat pertama surat Al-Fatihah dan menjadi ayat pertama adalah mazhab As-Syafi'iyah dan AlHanabilah. Dalilnya adalah hadits berikut ini :</p>"
      },
      {
        "page": 16,
        "text": "<q>Rasulullah SAW bersabda,\"Bila kamu membaca surat Al-Fatihah, maka bacalah bismillahirrahmanirrahim, karena bismillahir rahmanirrahim adalah salah satu ayatnya\". (HR. Ad-Daruquthuny).</q><q>Fatihatul-kitab (surat Al-Fatihah) berjumlah tujuh ayat. Ayat pertama adalah bismillahirrahmanirrahim. (HR. Al-Baihaqi)1</q><q>Dari Ali bin Abi Thalib radhiyallahuanhu, beliau berkata,\"Rasulullah SAW memulai shalat dengan membaca bismillahirrahmanirrahim.</q><p>Hadits yang senada juga diriwayatkan oleh AlBukhari dan Muslim dengan isnad yang shahih dari Ummi Salamah. Dan dalam kitab Al-Majmu' ada enam orang shahabat yang meriwayatkan hadits tentang basmalah adalah bagian dari surat AlFatihah.</p><strong>Pendapat Kedua : Bukan Bagian Dari Al-Fatihah</strong><p>Mazhab Al-Hanafiyah dan Al-Malikiyah berpendapat bahwa bismillahirrahmanirrahim bukan bagian dari surat Al-Fatihah. Yang menjadi ayat</p>"
      },
      {
        "page": 17,
        "text": "<p dir='cntn'>pertama dalam pandangan kedua mazhab ini adalah alhamdulillahi rabbil alamin. Namun demikian, jumlah ayat Al-Fatihah ini tetap 7 ayat. Sebab ayat terakhir dipenggal menjadi dua ayat.</p><p dir='rtl'>صِرَاطَ الَّذِيْنَ اَنْعَمْتَ عَلَيْهِمْ ەۙ غَيْرِ الْمَغْضُوْبِ عَلَيْهِمْ وَلَا الضَّاۤلِّيْنَ ࣖ</p><p>Padahal dalam mushaf yang kita kenal dan beredar di Indonesia, ayat itu tidak dipenggal menjadi dua ayat, tetapi menjadi satu ayat meski agak panjang.</p>"
      },
      {
        "page": 18,
        "text": "<strong>B. Jumlah Hadits Dalam Shahih Bukhari</strong><p>Kitab Shahih Bukhari adalah kitab hadits yang paling tinggi derajatnya. Kitab ini sebenarnya bernama Al-Jami’ Ash-Shahih Al- Musnadu min Haditsi Rasulillah SAW, namun orang lebih mudah menyebutnya sebagai Shahih Bukhari.</p><p>Penulisnya adalah Imam Bukhari (194 H - 252 H / 810 M - 870 M). Kitab disusun dalam waktu 16 tahun. Setiap menuliskan hadits dalam kitab shahihnya, beliau melakukan shalat sunnah 2 rakaat. Imam Ibnu Ash-Shalah kitab Shahih Bukhari - dan juga Shahih Muslim- menyebutkan keduanya adalah kitab tershahih di dunia setelah A-Quran.</p><p dir='rtl'>وكتاباهما ُ)البخاري ُومسلم( ُأصح ُالكتب ُبعد ُكتاب ُهللاُ العزيز</p><q>Kedua kitab itu (yaitu Shahih Bukhari dan Shahih Muslim adalah kitab tershahih setelah kitabullah (Al-Quran)</q><p>Dan setelah itulah konon Shahih Bukhari baru mendapatkan tempat yang khusus di kalangan para ulama hadits dan mulai dikenal sebagai kitab tershahih. Padahal jarak antara masa kehidupan Ibnu Shalah dengan Imam Al-Bukhari terpaut 5 abad</p>"
      },
      {
        "page": 19,
        "text": "<p dir='cntn'>lamanya.</p><p>Lepas dari itu semua, ternyata para ulama muhaqqiqin dan peneliti tidak sepakat berapa jumlah nomor hadits di dalamnya.</p><strong>1. Imam Ibnu as-Shalah : 7.275 Hadits</strong><p>Salah satu tokoh besar dalam ilmu hadits dalam sejarah Islam adalah Imam Ibnu as-Shalah (w. 643 H) yang hidup di abad ketujuh hijriyah.</p><p>Jumlah hadits Shahih Bukhari menurut pendapat yang masyhur dari Ibnu Shalah 7.275 buah hadits secara terulang. Sedangkan tanpa terulang sekitar 4.000an hadits.</p><p>Badruddin al-‘Aini (w. 855 H) dan Muhammad bin Yusuf al-Kirmani (w. 786 H) sebagai ulama yang ikut mensyarah atau menjelaskan Shahih Bukhari termasuk yang berpandangan sama dengan Ibnu asShalah (w. 643 H).</p><strong>2. Imam an-Nawawi : 7.275</strong><p>Pendapat yang kurang lebih sama adalah pendapat Al-Imam An-Nawawi (w. 676 H). Menurut penyusun kitab Riyadhus-Shalihin ini jumlah hadits dalam kitab Shahih Bukhari 7.275 buah hadits secara terulang. Sedangkan tanpa terulang-ulang jumlahnya sekitar 4.000-an hadits.</p>"
      },
      {
        "page": 20,
        "text": "<strong>3. Ibnu Hajar al-Asqalani : 9.082 Hadits</strong><p>Namun Ibnu Hajar al-Asqalani (w. 852 H) yang juga ahli hadits terkemuka dalam sejarah Islam punya pandangan yang berbeda dengan Ibnu Shalah dan An-Nawawi di atas.</p><p>Menurut beliau, jumlah hadits Shahih Bukhari, baik yang maushul sanadnya maupun yang mu’allaq, termasuk mutaba’at dengan diulang adalah 9.082 buah hadits.</p><p>Jumlah ini menurut Beliau belum termasuk atsar dari shahabat maupun tabiin yang ada dalam hadits Shahih Bukhari.8 Detailnya sebagai berikut :</p><ul><li>Marfu’ Maushul secara terulang-ulang 7.397</li><li>Marfu’ Mu’allaqah secara terulang-ulang 1.341</li><li>Maushul, Mu’allaq dan tanbih atas perbedaan riwayat : 344</li><li>Maushul, Mu’allaq, Mutabaat Marfuah secara terulang-ulang : 9.082</li><li>Marfu’ah Maushulah tanpa diulang-ulang : 2.602</li><li>Mu’allaq tanpa diulang-ulang 159</li><li>Marfuah, Maushulah atau Mu’allaqah tanpa diulang-ulang 2.761</li></ul><p>Jumlah yang dihitung Ibnu Hajar dengan versi hitungan Ibnu Ash-Shalah terpaut jauh sekali. Ternyata penyebabnya memang perbedaan dalam penomoran hadits-hadits itu.</p><p>Maka memberi nomor itu tergantung siapa yang</p>"
      },
      {
        "page": 21,
        "text": "<p dir='cntn'>melakukannya.</p><strong>3. Dr. Dib Al-Bugha : 7.124</strong><p>Berbeda lagi menurut beberapa ulama kontemporer. Dr. Dib Al-Bugha ketika mentahqiq Shahih Bukhari, beliau mengakhiri Shahih Bukhari pada nomor 7.124. Penomoran itu masuk juga hadits yang terulang.</p><p>Musthafa al-Bugha dalam mukaddimah tahqiq hadits Shahih Bukhari atau yang bernama Minhat alBari fi Khidmat Shahih al-Bukhari. Beliau menyebut:</p><q>Kitab ini banyak kita temukan belum ada seni percetakan modern, seperti antar satu bab dan bab lain ada pemisahnya, haditsnya juga belum ada nomornya atau awalan bab yang berbeda, sehingga menjadikan pembaca mudah untuk mencarinya kembali.</q><p>Beliau menomori kitab shahih bukhari. Sebagai bentuk dari model percetakan buku modern.</p>"
      },
      {
        "page": 22,
        "text": "<strong>4. Dr. Fuad Abdul Baqi : 7.563</strong><p>Berbeda lagi menurut Fuad Abdul Baqi (w. 1388 H/ 1967 M). Hadits Shahih Bukhari berjumlah 7.563, atau selisih sekitar 439 hadits.</p><p>Muhammad Fuad Abdul Baqi (w. 1388 H/ 1967 M) ini termasuk ulama kontemporer yang memulai memberi nomor pada kitab-kitab hadits. Terinspirasi ketika ikut membantu profesornya yang orang Belanda orientalis bernama Arent Jan Wensinck dalam menyusun kitab Al-Mu’jam Al-Mufahras li .(المعجم المفهرس أللفاظ الحديث النبوي) .Nabawi-An Hadits-Al Al</p><p>Ensiklopdi hadits ini merupakan indeks atau kamus hadits, dimana sumbernya hanya dari sembilan kitab hadits. Indeks itu terdiri dari 8 jilid dan disusun dalam rentang waktu antara 1916-1988 atau sekitar 72 tahun. Arent Jan Wensinck adalah seorang orientalis Belanda non muslim yang merupakan peneliti bahasa Arab dan bahasa semit pada umumnya di Universitas Leiden Belanda.</p>"
      },
      {
        "page": 23,
        "text": "<strong>C. Shahih Muslim</strong><strong>1. Abu Quraisy : 4.000 hadits</strong><p>Abu Quraisy Al-Hafizh berkata kepada Zar’ah ArRazi tentang Shahih Muslim,”Kitab ini memuat 4.000 hadits shahih”.</p><p>Imam Ibnu Ash-Shalah menjelaskan maksud perkataan Abu Qurasy itu,”Maksudnya - wallahua’lam- bahwa kitabnya itu 4.000 hadits yang tidak diulang-ulang”.</p><strong>2. Ahmad bin Salamah : 12.000 Hadits</strong><p>Ahmad bin Salamah, salah seorang murid dan teman Imam Muslim menyebutkan bahwa jumlah 12.000 hadits</p><p>Imam Adz-Dzahabi menjelaskan maksudnya bila diulang-ulang dan dihitung semuanya. Misalnya ada satu hadits diawali dengan : haddatsana qutaibah dan juga akhbarana ibnu rumh, meski teks haditsnya sama persis, tetapi dihitung sebagai dua hadits yang berbeda.</p><strong>3. Al-Mayanji : 8.000 Hadits</strong><p>Al-Mayanji menyebutkan jumlah haditsnya mencapai 8.000 hadits. Az-Zarkasyi</p>"
      },
      {
        "page": 24,
        "text": "<p dir='cntn'>mengomentarinya bahwa jumlah ini nampaknya agak dekat pada kebenaran.</p><strong>4. Haji Khalifah & Hasan Khan : 7.270 Hadits</strong><p>Haji Khalifah dan Shadiq Hasan Khan menyebutkan bahwa jumlah 3.033 haditsnya 7.270.</p><strong>5. Muhammad Fuad Abdul Baqi : 3.033 - 5.770</strong><p>Muhammad Fuad Abdul Baqi menyebutkan jumlah hadits yang asli di dalam Shahih Muslim mencapai 3.033 hadits, bila tanpa pengulangan.</p><p>Syeikh Masyhur Hasan Alu Salman menghitung bila diulang-ulang jumlahnya dalam penghitungan Muhammad Abdul Baqi itu mencapai 5.770 hadits.</p><p>Dengan catatan bahwa nomor yang dibikin oleh Abdul Baqi untuk hadits asli dalm bab tanpa mutabaah dan syawahid. Jumlahna mutabaah dan syawahid itu menurutnya mencapai 1.615 hadits, tanpa tiga hadits dalam muqaddimah. Sehingga jumlah hadits secara total dengan diulang-ulang dan dimasukkan juga syawahid dan mutabaat mencapai 7.385 hadits.</p>"
      },
      {
        "page": 25,
        "text": "<strong>D. Jumlah Hadits Dalam AL-Muwaththa’ Malik</strong><p>Kitab hadits generasi pertama adalah AlMuwattha’ yang disusun oleh Imam Malik bin Anas (w. 179 H). Kitab ini sudah ada jauh sebelum lahirnya Imam Bukhari yang nantinya menyusun Shahih Bukhari. Kitab inilah yang sejak masih beliau sudah dihafal oleh Al-Imam Asy-syafi’I, bahkan sebelum Beliau bertemu dengan menyusunnya.</p><p>Dari sisi kekuatan periwayatan dan sanad, hadits yang paling kuat sanadnya adalah hadits yang diriwayatkan oleh Al-Imam Malik, dari gurunya yaitu Nafi’, seorang tabi’in. Nafi’ ini adalah maula (pelayan) dari seorang shahabat nabi yang terkenal, yaitu Abdullah bin Umar radhiyallahuanhu.</p><p>Para ahli hadits sepakat kalau ada hadits diriwayatkan oleh Imam Malik dari Nafi’ dari Abdullah bin Umar, maka hadits itu shahih seshahihshahihnya. Jalur periwayatan itu dikenal dengan istilah silsilah dzahabiyah (ذهبية سلسلة) dan juga disebut dengan ashahhul asanid (األسانيد أصح).</p><p>Namun demikian, sampainya kitab Al-Muwaththa’ dari Imam Malik bin Anas ini kepada kita ternyata melalui jalur periwayatan beragam dan sangat banyak jalur-jalurnya. Ahli hadits kontemporer, Dr. Mushtafa al-A’zhami ketika mentahqiq kitab alMuwattha’, menghitung setidaknya ada 100 orang</p>"
      },
      {
        "page": 26,
        "text": "<p dir='cntn'>yang meriwayatkan kitab al-Muwattha’ ini.</p><p>Dan menariknya, antar satu versi Muwattha’ dan versi lainnya, ternyata ada beberapa perbedaan dalam jumlah haditsnya. Dan tentu saja penomorannya pun jadi tidak seragam.</p><p>Selain karena banyak periwayat dari Imam Malik bin Anas, dalam kitab al-Muwattha’ ini masih banyak kita temukan pernyataan dari Shahabat Nabi, Tabiin bahkan fatwa dari Imam Malik bin Anas sendiri. Maka standar menomorinya pun beragam.</p><p>Jadi berapa jumlah hadits dalam kitab AlMuwaththa karya Imam Malik ini? Jawabnya tergantung penomorannya versi siapa?</p><strong>1. Mushtafa al-A’zhami : 3.676</strong><p>Dr. Muhammad Mushtafa al-A’zhami ketika mentahqiq kitab al-Muwattha’, tak mau mengikuti penomoran dan Muhammad Fuad Abdul Baqi (w. 1388 H).</p><p>Menurut Muhammad Mushtafa al-A’dzami, Penomoran Muhammad Fuad Abdul Baqi (w. 1388 H) dalam banyak tahqiqannya, banyak mengambil dari karya orientalis Arent Jan Wensinck (w. 1939 H).</p><p>Muhammad Fuad Abdul Baqi tak memberi nomor jika berasal dari pernyataan Imam Malik bin Anas dalam kitab al-Muwattha’. Hadits di Kitab alMuwattha’ menurut Muhammad Mushtafa alA’dzami berjumlah 3.676.</p>"
      },
      {
        "page": 27,
        "text": "<strong>2. Basyar Awad Ma’ruf : 3.069</strong><p>Jika menurut tahqiq dari Basyar Awad Ma’ruf jumlah haditsnya ada 3.069.</p><strong>3. Abdul Wahab Abdullatif : 1.008</strong><p>Jika menurut tahqiq dari Abdul Wahab Abdullatif Riwayat Muhammad bin Hasan jumlah haditsnya ada 1.008.</p>"
      },
      {
        "page": 28,
        "text": "<strong>E. Kitab Bulughul Maram</strong><p>Salah satu kitab hadits yang amat terkenal adalah Bulughul Maram min Adillati Al-Ahkam ( أدلة من المرام بلوغ األحكام .(Kitab ini disusun oleh ahli hadits senior kenamaan sekaligus juga ahli fiqih bermazhab Asysyafi’i. Beliau adalah Alhafidz Ibnu Hajar Al-Asqalani (w. 852 H).</p><p>Dimana-mana banyak orang orang pakai kitab beliau ini, baik di pengajian majelis taklim, kampus, majelis para ulama dan juga para santri di berbagai pesantren. Kitab ini juga banyak diberi syarah (penjelasan) dan juga diterjemahkan ke berbagai bahasa di dunia.</p><p>Kalau disebutkan berapa jumlah hadits yang terdapat di dalamnya, secara umum kita menyebutkan sekitar 1.500-an hadits. Namun begitu kita buka bukunya, nampaknya angkanya tidak tepat segitu, malah beda penerbit beda jumlahnya yang kemudian membedakan nomor-nomor haditsnya juga.</p><strong>1. Al-Qadhi Al-Husein Al-Maghribi : 1.324</strong><p>Al-Qadhi Al-Husein Muhammad Al-Maghribi (1048 - 1119 H) menuliskan syarah atas kitab Bulughul Maram. Dalam versi Beliau ada nomor hadits sampai angka 1.324 di dalamnya. Nama kitab syarahnya itu adalah Al-Badru At-tamam Syarah Bulugh Al-Maram .(البد ر التمام شرح بلوغ المرام)</p>"
      },
      {
        "page": 29,
        "text": "<p>Kemudian kitab ini ditahqiq salah satunya oleh Ali bin Abdulah Az-Zabn, seorang anggota Haiah Tadsir pada Universitas Muhammad Ibnu Suud AlIslamiyah. Diterbitkan Darul Hijr sebanyak 10 jilid.</p><strong>2. Subulus-Salam : 1.477</strong><p>Salah satu syarah Bulughul Maram yang terkenal adalah Subulus Salam ( السالم سبل (yang disusun oleh AshShan’ani (1099 - 1119 H).</p><p>Meskipun syarah ini merupakan ringkasan dari AlQadhi Husain Muhamamd Al-Maghribi, namun dalam penomoran haditsnya angkanya berhenti sampai pada nomor 1.447. Ini menunjukkan bahwa penomoran haditsnya sampai segitu itu.</p><strong>3. Samir bin Amin Az-Zuhri : 1.582</strong><p>Samir bin Amin Az-Zuhri menuliskan hadits-hadits dalam Bulughul Maram sebagai 1.582 hadits. Kitab ini diterbikan oleh Darul Falaq Riyash Kerajaan Saudi Arabia. Cetakan ke-7 tahun 1424 hijriyah.</p><strong>4. Dr. Mahir Yasin Al-Fahl : 1.568</strong><p>Dr. Mahir Yasin Al-Fahl adalah Syeikh Darul Hadits di Iraq, merupakan profesor Ilmu Hadits dan Fiqih Muqarin pada Fakultas Ilmu-ilmu Keislaman Universitas Al-Anbar.</p><p>Beliau juga mentakhrij kitab Bulughul Maram ini dan menuliskan ada 1.568 hadits. Bukunya diterbitkan oleh Darul Qabas li An-Nashrwa At-Tauzi’.</p><strong>5. Abdurrahman Al-Bassam : 1.371</strong><p>Abdullah bin Abdurrahman Al-Bassam (w. 1423 H) menuliskan syarah kitab ini dengan nama Taudhil Al-Ahkam min Bulugh Al-Maram</p>"
      },
      {
        "page": 30,
        "text": "<p>Diterbitkan oleh Maktabah Al-Asadi Mekkah AlMukarramah. Nomor hadits versi ini mencapai angka 1.371 hadits.</p><strong>5. Khalid bin Dhaifullah Asy-Syalahi 1.567</strong><p>Khalid bin Dhaifullah Asy-Syalahi menulis syarah berjudul At-Tanbih fi Takhrij wa Tabwib Ahadits Bulugh Al-Maram wa Bayan ma Warada fi Al-Bab .(التبيان في تخريج وتبويب أحاديث بلوغ المرام وبيان ما ورد في الباب)</p><p>Beliau memberi nomor pada tiap haditsnya mencapai angka 1.567 hadits.</p><strong>6. Syeikh Al-Utsaimin : 1.502</strong><p>Syeikh Muhammad bin Shalih AlUtsaimin (w. 1421 H) juga membuat syarah atas Bulugh Al-Maram dengan nama menomori haditsnya sampai 1.502 hadits.</p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p>"
      }
    ]
  },
  {
    "id": "G3V",
    "info": {
      "title": "Risalah Adzan",
      "author": "Ahmad Zarkasih, Lc",
      "publish": "Fri, 22 October 2021",
      "pages": 42,
      "price": 0,
      "category": "Hadits",
      "source": "https://www.rumahfiqih.com/pdf/z.php?id=361",
      "desc": "Risalah Adzan ini sejatinya adalah bagian dari buku al-faqir yang berjudul Tuntunan Shalat Sepanjang Masa; isinya tuntunan shalat sepanjang masa, dari shalat fardhu, sampai shalat sunnah, mulai shalat orang mukim sampai shalat orang diperjalanan, dari shalat sendiri sampai berjamaah, mulai shalat di atas tanah sampai shalah di atas kendaraan serta pesawat. Yang insyaAllah buku ini akan diluncurkan dalam waktu dekat. Al-Faqir memohon doa dari para pembaca untuk kelancaran ini semua."
    },
    "tableOfContents": [
      { "page": 6, "text": "Pengantar", "head": true },
      {
        "page": 8,
        "text": "Adzan",
        "sub": [
          { "page": 8, "text": "Makna Adzan" },
          {
            "page": 8,
            "text": "Hukum Adzan",
            "sub": [
              { "page": 8, "text": "Sunnah Untuk Shalat 5 Waktu" },
              { "page": 10, "text": "Fardhu Kifayah Untuk Shalat Jumat" },
              {
                "page": 10,
                "text": "Fardhu Kifayah Untuk Semua Shalat Fardhu"
              },
              { "page": 11, "text": "Sunnah Walau Shalat Sendiri" }
            ]
          },
          { "page": 11, "text": "Pengeras Suara Adzan" },
          { "page": 13, "text": "Awal Pensyariatan Adzan" },
          {
            "page": 15,
            "text": "Keutaamaan Adzan",
            "sub": [
              { "page": 15, "text": "Fadhilah Untuk Muadzin" },
              { "page": 21, "text": "Fadhilah Untuk Yang Mendengarkan" }
            ]
          },
          { "page": 22, "text": "Redaksi Adzan" },
          { "page": 24, "text": "Syarat Sah Adzan" },
          { "page": 25, "text": "Sunnah-Sunnah Adzan" },
          { "page": 26, "text": "Menjawab Adzan" },
          { "page": 27, "text": "Doa Setelah Adzan" },
          {
            "page": 28,
            "text": "Adzan Untuk Selain Shalat",
            "sub": [
              { "page": 29, "text": "Bilal Adzan Bukan Untuk Shalat" },
              { "page": 30, "text": "Adzan Untuk Bayi Baru Lahir" },
              { "page": 31, "text": "Adzan Mayit Qiyas Adzan Bayi" }
            ]
          }
        ]
      },
      {
        "page": 35,
        "text": "Iqamah",
        "sub": [
          {
            "page": 35,
            "text": "Perbedaannya Dengan Adzan",
            "sub": [
              { "page": 8, "text": "Adzan Genap, Iqamah Ganjil" },
              { "page": 8, "text": "Perlahan Adzan dan Percepat Iqamah" },
              {
                "page": 11,
                "text": "Adzan & Iqamah Untuk Shalat Qadha & Jama'"
              }
            ]
          },
          { "page": 39, "text": "Syarat & Sunnah Iqamah" },
          { "page": 39, "text": "Iqamah Untuk Shalat Sunnah" }
        ]
      }
    ],
    "content": [
      {
        "page": 6,
        "text": "<strong>Pengantar</strong><p>Risalah Adzan ini sejatinya adalah bagian dari buku al-faqir yang berjudul Tuntunan Shalat Sepanjang Masa; isinya tuntunan shalat sepanjang masa, dari shalat fardhu, sampai shalat sunnah, mulai shalat orang mukim sampai shalat orang diperjalanan, dari shalat sendiri sampai berjamaah, mulai shalat di atas tanah sampai shalah di atas kendaraan serta pesawat. Yang insyaAllah buku ini akan diluncurkan dalam waktu dekat. Al-Faqir memohon doa dari para pembaca untuk kelancaran ini semua.</p><p>Dan kesemua tuntunan shalat yang al-Faqir tulis dalam buku itu, berdasarkan tuntunan shalat dalam pandangan madzhab Imam al-Syafi’i, yang mana itu adalah madzhab kebanyakan guru-guru di Indonesia yang insyaAllah sesuai dengan apa yang sudah menjadi kebiasaan kebanyakan muslim Indonesia. Sekaligus -dengan harapan dan doa- bisa jadi pedoman bagi mereka yang belum mengetahuinya.</p><p>Karenanya, risalah ini diberi tajuk besar Seri Fiqih Tuntunan Shalat Volume 3; karena memang ini adalah satu bagain dari banyak bagian yang ada dalam buku besar Tuntunan Shalat.</p><p>Atas dasar saran banyak teman, sebagian dari buku ini al-faqir keluarkan lebih dulu dalam bentuk risalah pendek yang bisa didownload gratis dan</p>"
      },
      {
        "page": 7,
        "text": "<p dir='cntn'>diobaca secara online. Berharap ada manfaat yang bisa diambil serta menjadi tambahan pahala baik bagi para pembaca dan juga al-Faqir sebagai yang menyusunya.</p><p>Risalah ini, atau buku ini secara umum adalah tuntunan, sama sebagaimana judul besarnya. Karena memang tuntunan, isinya berupa petunjuk yann menuntun pembacanya untuk bisa melaksanakan ibadah sesuai dengan apa yang dicontohkan oleh Nabi s.a.w. melalui pemahaman ulama madzhab al-Syafi’iyyah.</p><p>Dan karena memang maksudnya adalah menuntun; pembaca tidak akan menemukan perdebatan masalah yang rumit, serta uraian dalil yang panjang. Buku ini memang disajikan dengan bahasa yang mudah serta pembahasan yang tidak terlalu panjang; karena memang dimaksudkan untuk menuntun.</p><p>Akhirnya al-Faqir berharap mudah-mudahan risalah ini memberikan manfaat serta betul-betul bisa menuntun pembacanya kepada pelaksanaan ibadah yang baik dan benar.</p>"
      },
      {
        "page": 8,
        "text": "<strong>Bab 1 : Adzan</strong><strong>A. Makna Adzan</strong><p>Dalam Kitab al-Fiqh al-Manhaji disebutkan bahwa adzan adalah dzikir dengan redaksi yang khusus dari wahyu (tidak dibuat-buat), disyariatkan adzan itu untuk mengumumkan masuknya waktu shalat dan juga dipakai untuk memanggil orang-orang agar datang ke tempat shalat.</p><p>Dalam al-majmu’ disebutkan juga bahwa adzan itu akar katanya sama seperti kuping atau telinga yang dalam Bahasa Arab disebut Udzun [األذن], disebut adzan karena adzan adalah ajakan yang langsung ditujukan kepada kuping-kuping pendengarnya agar datang menuju shalat.</p><strong>B. Hukum Adzan</strong><strong>1. Sunnah Untuk Shalat 5 Waktu</strong><p>Dalam sabdanya, Nabi s.a.w. memberikan perintah adzan sebelum shalat dikerjakan:</p><q>Nabi s.a.w.: “Shalatlah kalian sebagaimana kalian melihatku shalat. Dan jika datang waktu shalat,</q>"
      },
      {
        "page": 9,
        "text": "<q>adzanlah salah seorang dari kalian dan jadi imam dari kalian orang yang paling besar (tua)”. (HR alBukhari)</q><p>Walaupun ada perintahnya, ulama tidak menghukumi adzan sebagai kewajiban, melainkan sebuah kesunahan yang tidak ada konsekuensi dosa jika ditinggalkan. Dan sunnahnya adzan itu berlaku baik untuk shalat hadir, yakni shalat yang dikerjakan di waktunya. Dan juga sunnah itu adzan untuk shalat qadha’, yaitu shalat yang dikerjakan lewat dari waktunya. Baik itu shalat dalam keadaan mukim atau juga shalat bagi musafir yang menjama’ dan juga mengqashar shalat.</p><p>Akan tetapi adzan yang merupakan sunnah itu hanya untuk shalat fardhu 5 waktu saja. Sedangkan untuk shalat sunnah, tidak ada kesunahan adzan sebagaimana shalat fardhu, walaupun jenis sunnah nya yang dianjurkan berjamaah seperti shalat Ied, Gerhana dan juga Istisqa. Berbeda juga hukumnya untuk shalat jumat, karena adzan untuk shalat jumat bukan kesunahan akan tetapi hukumnya Fardhu Kifayah. Artinya di atara Jemaah yang hadir, harus ada salah seorang diantara mereka yang melakukan adzan.</p><p>Alasan yang juga dikemukakan kenapa adzan bukan kwajiban adalah; karena dalam riwayat yang masyhur tentang al-musi’ shalatahu, yakni riwayat tentang orang yang shalatnya salah, lalu Nabi s.a.w datang untuk mengajarkan shalat. Dalam riwayat tersebut Nabi s.a.w. memerintahkan syarat dan rukun shalat, akan tetapi Nabi s.a.w. tidak</p>"
      },
      {
        "page": 10,
        "text": "<p dir='cntn'>memerintahkan orang tersebut untuk adzan terlebih dahulu. Itu yang dijadikan dasar oleh ulama bahwa adzan itu hukumnya sunnah bukan kewajiban.</p><strong>2. Fardhu Kifayah Untuk Shalat Jumat</strong><p>Sedangkan untuk shalat jumat, adzan hukumnya menjadi fardhu kifayah, itu karena memang berjamaah dalam jumatan itu syarat sah. Dan cara yang paling mungkin dan biasa dilakukan untuk untuk perkumpulan itu terjadi adalah adanya adzan. Karena itu adzan menjadi wajib. Dan wajibnya cukup dikerjakan oleh salah seorang di antara Jemaah. Begitu yang disebutkan oleh Imam Nawawi dalam kitabnya; al-Majmu’.</p><strong>3. Fardhu Kifayah Untuk Semua Shalat Fardhu</strong><p>Dalam pandangan ulama lain, adzan disebut sebagai syiar islam, dan ini disepakati oleh seluruh umat; karena itu, lebih pantas jika adzan untuk shalat 5 waktu itu hukumnya fardhu kifayah. Itu berarti jika ada satu masjid atau pemukiman muslim yang tidak dikumandangkan adzan ketika waktu shalat datang, maka seluruh penduduk komunitas atau orang sekitaran masjid tersebut berdosa karena meninggalkan kewajiban adzan.</p><p>Bahkan karena ini sebagai syiar yang zahir, dalam mughni al-Muhtaj disebutkan jika memang seluruhnya bersepakat untuk meninggalkan adzan, mereka mendapatkan hukumna mati seluruhnya sebagai Hadd atas penghinaan (تهاون (syiar islam yang zahir.</p>"
      },
      {
        "page": 11,
        "text": "<strong>4. Sunnah Walau Shalat Sendiri</strong><p>Sayyid Abdullah bin Abdurrahman Bafadhl dalam al-Muqaddimah al-Hadhramiyah adzan itu juga sunnah bahkan untuk orang yang shalatnya sendirian, tidak berjamaah. Sampai-sampai kalau pun ada yang shalatnya di tengah padang pasir atau di lapang gembala hanya dirinya dan kambing gembalanya, tetap disunnahkan adzan.</p><q>Dari Abu Said al-khudri r.a., Nabi s.a.w. bersabda: “jika engkau berada di padang pasir, atau lapang gembala denga kambing, kemudian kamu adzan untuk shalat, angkat suaramu! Sesungguhnya suara muadzin itu tidaklah didengar baik oleh jin atau manusia atau selain keduanya kecuali ia (yang mendengar) bersaksi untuk muadzin itu di hari kiamat. (Muwatha’ Malik)</q><strong>C. Pengeras Suara Adzan</strong><p>Karena memang adzan ini syiar dan juga panggilan untuk menuju kepada shalat berjamaah, maka adzan yang dikumandangkan haruslah bisa menggapai seluruh orang sekitar masjid yang memang wajib untuk berjamaah jumat jika itu hari</p>"
      },
      {
        "page": 12,
        "text": "<p dir='cntn'>jumat, dan orang yang terkena kesunahan berjamaah untuk shalat fardhu 5 waktu.</p><p>Imam al-Syirbini dalam Mughni al-Muhtaj menyebutkan, jika memang kotanya adalah kota kecil yang pemukimannya tidak terlalu luas, maka adzan dikumandangkan di satu tempat saja, yang sekiranya jika dikumandangkan adzan di situ, seluruh penduduk di pemukiman bisa mendengarnya.</p><p>Dan jika itu kota besar dengan pemukiman yang cukup banyak, maka ada tuntutan untuk mengumandangkan adzan di lebih dari satu tempat, sekiranya sumber suara yang keluar bisa merata ke seluruh muslim yang wajib jumatan atau terkena kesunahan shalat berjamaah 5 waktu di pemukiman tersebut. Atau mungkin saja dikumandangkan di satu tempat, tapi tempat itu benar-benar bisa mengeluarkan suara yang menggapai seluruh penduduk muslim.</p><p>Dan karena ketentuan yang disebutkan di atas, maka perlu adanya pengeras suara bagi seorang muadzin untuk memaksimalkan syiar yang ia kumandangkan. Adanya pengeras suara membuat muadzin cukup seorang diri saja, dan pengerasnya yang diletakkan di tempat yang baik dan sesuai untuk tujuan menggapai kuping Jemaah muslim sekitar.</p><p>Artinya jika memang di kampung tersebut ada 2 atau 3 masjid yang mungkin tidak terlalu jauh, maka gapaian suara adzan dari masjid yang satu tidak perlu berlebihan, karena ada sumber suara adzan di</p>"
      },
      {
        "page": 13,
        "text": "<p dir='cntn'>masjid kedua yang bisa menggapainya. Begitu juga jika memang masjidnya hanya satu dengan pengeras suara yang lebih dari satu, maka pengeras suara yang satu cukup diletakkan di tampat yang memang bisa menggapai kuping Jemaah yang tidak tergapai oleh pengeras suara kedua. Dan begitu seterusnya.</p><p>Dan pengeras suara untuk panggilan shalat di negara-negara berpenduduk muslim bukanlah sesuatu yang aneh, itu sesuatu yang sangat wajar sekali, maka tidak perlu memperdalam masalah ini menjadi runcing yang mengundang banyak perdebatan, seperti pernah terjadi beebrapa waktu lalu di Indonesia.</p><strong>D. Awal Pensyariatan Adzan</strong><p>Walaupun perintah shalat 5 waktu bagi kaum muslim sudah ada sejak pristiwa Isra dan Mi’raj Nabi s.a.w., tapi adzan itu baru disyariatkan jutsru setelah hijrah Nabi s.a.w. Itu berarti adzan telat sekitar 3 tahun dari turunnya perintah shalat 5 waktu.</p><p>Uniknya jutsru pensyariatan adzan ini datang dari mimpi, tapi bukan mimpinya Nabi s.a.w., melainkan mimpi salah seorang sahabat Nabi s.a.w. yakni Abdullah bin Zaid bin Abdi Robbihi al-Anshari r.a. dalam riwayat Imam Abu Daud dan juga Imam alBaihaqi dalam Kitab Sunan keduanya, diceritakan bahwa Nabi s.a.w. mengumpulkan para sahabat untuk berdiskusi soal cara untuk mengumumkan waktu shalat datang. Banyak masukan kepada Nabi s.a.w. untuk mengumumkan dengan membakar api,</p>"
      },
      {
        "page": 14,
        "text": "<p dir='cntn'>atau memukul lonceng dan juga meniup terompet, akan tetapi tidak ada dari saran-saran tadi diterima. Sampai selesai forum, belum juga ada keputusan.</p><p>Akhirnya salah satu peserta rapat tadi, yakni Badullah bin Zaid tidur dan mimpi. Dalam mimpinya tersebut, beliau r.a. bertemu dengan seseorang yang mengajarkannya tentang bagaimana cara memanggil orang untuk shalat dengan adzan. Lalu diajarkannya-lah kepada Abdullah bin Zaid oleh orang tersebut redaksi-redaksi adzan seperti yang kita tahu sekarang. Bukan hanya adzan, orang itu juga mengajarkan bacaan iqamat juga kepada Abdullah bin Zaid r.a.. Lalu keesokannya beliau r.a. lapor kepada Nabi s.a.w. tentang mimpinya tersebut, dan Nabi s.a.w. mengatakan:</p><q>Sesungguhnya itu adalah mimpi yang benar InsyaAllah. Berdirilah dan ajarkan adzan itu kepada Bilal agar dia yang adzan karena ia suaranya lebih lantang dari kamu. (HR Abu Daud dan Al-baihaqi)</q><p>Akhirnya sebab mimpi itu, adanya syariat adzan. Akan tetapi pensyariatan adzan sejatinya bukan karena mimpi, karena mimpi tidak bisa dijadikan dalil, kecuali mimpi dari para Nabi s.a.w. Yang jadi dalil dalam hal ini adalah iqrar atau pernyataan Nabi s.a.w. terhadap mimpi itu dan membenarkan.</p>"
      },
      {
        "page": 15,
        "text": "<p dir='cntn'>Karena itulah mimpi sahabat tadi diterima. Bukan karena mimpinya tapi karena iqrar-nya Nabi s.a.w.</p><strong>E. Keutaamaan Adzan</strong><p>Banyak hadits begitu juga ayat yang menyebutkan tentang fadhilah serta keutamaan adzan. Baik adzan itu sendiri yang merupakan syiar atau juga bagi muadzin yang melantunkan serta bagi pendengarnya.</p><strong>1. Fadhilah Untuk Muadzin</strong><strong>1. Seruan Terbaik</strong><p>Dalam al-Qur’an surat Fushilat ayat 33:</p><p dir='rtl'>وَمَنْ اَحْسَنُ قَوْلًا مِّمَّنْ دَعَآ اِلَى اللّٰهِ وَعَمِلَ صَالِحًا وَّقَالَ اِنَّنِيْ مِنَ الْمُسْلِمِيْنَ</p><q>Dan siapakah yang lebih baik perkataannya daripada orang yang menyeru kepada Allah dan mengerjakan kebajikan dan berkata, “Sungguh, aku termasuk orang-orang muslim (yang berserah diri)?”</q><p>Dalam banyak kitab tafsir, disebutkan bahwa “perkataan yang baik” di ayat tersebut salah satu maknanya adalah penggilan untuk shalat. Karena memang tidak ada panggilan yang lebih baik kecuali panggilan yang mengajak kepada Allah s.w.t. dan itu ada pada adzan.</p><p>Maka, adzan itu dari ayat ini, adalah perkataan paling baik, dan pelantunnya adalah pelantun yang baik, serta mendengarkan dan menjawabnya adalah</p>"
      },
      {
        "page": 16,
        "text": "<p dir='cntn'>jawaban yang paling baik; karena itu mengajak kepada Allah s.w.t. serta kepada kemenangan yang jelas ada pada redaksi adzan.</p><p>Maka, sungguh sangat mulia orang yang menyeru kepada shalat dengan adzan; karena di sisi Allah s.w.t. dia adalah penyeru yang baik, dengan seruan yang baik dan tidak ada perdebatan soal ini.</p><strong>2. Adzan Sebagai Lumbung Pahala</strong><p>Dalam hadits yang diriwayatan oleh Imam alBukhari dan Muslim, Nabi s.a.w.:</p><q>Seandainya orang-orang itu tahu apa yang terdapat pada adzan (dari pahala) dan juga shaff pertama, dan mereka tidak mungkin bisa mendapatkannya kecuali dengan mengundi; mereka pasti melakukan undian untuk itu. (Muttafaq ‘Alayh)</q><p>Kita biasanya tidak melakukan undian untuk sesuatu yang biasa-biasa saja, tapi jika sesuatu yang itu adalah sestau yang besar atau yang sangat dibutuhkan, kita akan berusaha untuk mendapatkannya, walaupun harus mengundi atau mengantri menunggu giliran. Banyak waktu dan</p>"
      },
      {
        "page": 17,
        "text": "<p dir='cntn'>tenaga yang habis tyerbuang untuk mendapatkan sesuatu itu, kita lakukan karena memang itu sesuatu yang besar dan sangat dibutuhkan. Itu analoginya.</p><p>Akan tetapi sayangnya, banyak diantara kita yang tidak tahu. Karena itu melihat adzan sebagai panggilan biasa saja. Padahal banyak pahala dan kesenangan akhirat yang dijanjikan pada adzan. Seandainya kita tahu.</p><strong>3. Muadzin Diampuni Dosanya</strong><p>Salah satu fadhilah yang sangat menggiurkan bagi setiap muslim untuk menjadikan dirinya sebagai muadzin adalah pengampunan dosa yang dijanjikan oleh Nabi s.a.w. bagi orang yang adzan.</p><p>Bukan hanya itu, jika pun nanti banyak yang datang shalat berjamaah berkat adzan yang ia kumandangkan, maka pahala orang yang shalat tersebut juga ia dapatkan.</p><q>Dari Abu Umamah r.a. beliau berkata: Nabi s.a.w. bersabda: “Muadzin itu diampuni dosanya sepanjang gapaian suaranya, dan pahalanya sama seperti orang yang shalat bersamanya. (HR al-Thabarani)</q><strong>4. Muadzin Panjang Lehernya</strong>"
      },
      {
        "page": 18,
        "text": "<q>Rasul s.a.w. bersabda: “Para Muadzin itu nanti di hari kiamat adalah orang yang paling panjang lehernnya. (HR Ibn Majah)</q><p>Makna panjang lehernya yang disebutkan dalam hadits adalah kemuliaan orang yang adzan ketika di dunia bahwa mereka nanti di hari kiamat diangkat derajatya oleh Allah sehingga tinggi posisinya, karena tinggi posisinya ia berada di tempat atas yang dengan itu ia bisa melihat sekelilingnya; karena memang tinggi posisinya.</p><p>Ini adalah kemulian, sebab di dunia, ia tinggikan dzikir Allah s.w.t., karenanya di akhirat Allah tinggikan pula posisinya diantara orang-orang lain. Ini yang dijelaskan oleh Imam Ibn Qutaibah alDinawari dalam al-Masail wa al-Ajwibah Li-Ibn Qutaibah.</p><p>Imam al-Sindi dalam Hasyiyah ala Ibn Majah-nya menyebutkan bahwa panjang leher itu adalah kiasan bahwa mereka para muadzin itu nanti di hari kiamat menjadi pemimpin-pemimpin bagi banyak orang. Dan itulah Bahasa yang biasa dipakai oleh orang Arab untuk mengibaratkan para petinggi kaum dengan leher panjang.</p><strong>5. Setan Menjauh dari Adzan & Muadzin</strong><p>Dalam sabdanya, Nabi s.a.w. menceritakan tentang keadaan setan ketika adzan berkumandang:</p>"
      },
      {
        "page": 19,
        "text": "<q>Apabila azan (shalat) diserukan maka setan lari sambil kentut sehingga dia tidak mendengar suara azan itu. Apabila dia (muazin) menyelesaikan azan, maka ia (setan) datang kembali. Sampai ketika iqamah shalat dikumandangkan, ia (setan) lari. Sampai ketika dia (muazin) menyelesaikan iqamah, dia (setan) datang kembali sehingga dia melintas diantara seseorang dan jiwanya. (HR Bukhari dan Muslim)</q><p>Jadi memang salah satu cara untuk mengusir setan adalah dengan adzan; itu juga yang kemudian menjadi hikmah disyariatkannya adzan untuk bayi yang baru lahir. Yakni untuk mengusir setan yang menyertainya. insyaAllah akan ada pembahasan tentang adzan bayi di akhir bab ini.</p><strong>6. Mendapat Persaksian Baik di Hari Kiamat</strong><p>Nabi s.a.w. berpesan kepada Abu Said al-Khudri:</p>"
      },
      {
        "page": 20,
        "text": "<q>Dari Abu Said al-khudri r.a., Nabi s.a.w. bersabda: “jika engkau berada di padang pasir, atau lapang gembala denga kambing, kemudian kamu adzan untuk shalat, angkat suaramu! Sesungguhnya suara muadzin itu tidaklah didengar baik oleh jin atau manusia atau selain keduanya kecuali ia (yang mendengar) bersaksi untuk muadzin itu di hari kiamat. (Muwatha’ Malik)</q><strong>7. Shalat Di Belakangnya Malaikat Yang Tak Terbatas Jumlahnya</strong><p>Selain diberikan persaksian baik di hari kiamat, orang yang melakukan adzan juga akan diikuti dalam shalatnya oleh para malaikat yang jumlahnya sangat banyak sekali, sampai tidak terlihat ujung barisan para malaikat itu, saking banyaknya.</p><p dir='rtl'>عن سلمان الفارسي قال: قال رسول للا صلى للا عليه وسلم: إذا كان الرجل أبرض قي فحانت الصالة فليتوضأ، فإن َل َيد ماء فليتيمم، فإن أقام صلى معه ملكاه، وإن أذن وأقام صلى خلفه من جنود للا ما ال يرى طرفاه</p><q>Dari Salman al-Farisi r.a., beliau berkata: Nabi s.a.w. bersabda: “jika seseorang yang berada di tanah kosong (jauh dari pemukiman) kemudian datang waktu shalat lalu ia berwudhu, jika tidak</q>"
      },
      {
        "page": 21,
        "text": "<q>ada air, ia bertayammum, lalu ber-iqamah, dan kemudian shalat, maka akan shalat bersama 2 malaikat. Tapi jika ia adzan dan iqamah juga, akan shalat di belakangnya para tantara Allah yang tidak terlihat ujung barisannya (karena banyak sekali). (Mushannaf Abdurrazaq)</q><strong>2. Fadhilah Untuk Yang Mendengarkan</strong><strong>1. Meraih Syafaat Nabi s.a.w.</strong><p>Selain Muadzin yang mendapat kemuliaan, orang yang mendengar itu juga mendapat kemuliaan yang tidak kalah baiknya; itu sebab memang kemuliaan adzan. Dalam sabdanya, Nabi s.a.w. bersabda:</p><q>Nabi s.a.w. bersabda: “jika kalian mendengarkan adzan, maka ucapkanlah sebagaimana ucapan muadzin, kemudian bershalawatlah kepada ku. Karena sesungguhnya siapa yang bershalat kepada ku 10 kali, lalu memohon kepada Allah wasilah untukku, itu adalah kedudukan untukku di surga yang tidak ada yang berhak selain hamba Allah, dan aku berharap itu adalah aku. Siapa</q>"
      },
      {
        "page": 22,
        "text": "<q>yang memohon wasilah kepada Allah untukku, syafaat halal baginya”. (HR Muslim)</q><p>Seandainya tidak ada adzan, akan sulit kita mendapatkan waktu dan kondisi yang memang sangat kita butuhkan; yakni mendapatkan syafaat Nabi s.a.w.</p><strong>2. Doa Mustajab Setelah Adzan</strong><p>Dalam hadits yang lain juga, Nabi s.a.w. memberikan penjelasan kepada kita bahwa salah satu kondisi dimana doa sangat diijabah adalah kondisi antara adzan dan iqamah.</p><p dir='rtl'>عن أنس قال: قال رسول للا صلى للا عليه وسلم: \"إن الدعاء ال يرد بي األذان واإلقامة فادعو</p><q>Dari Sayyidina Anas: Nabi s.a.w. bersabda: sesungguhnya tidak akan tertolak doa yang dipanjatkan antara adzan dan iqamah! Maka berdoalah! (HR al-Tirmidzi, Abu Daud dan Ahmad)</q><p>Jika memang tidak ada adzan, tentu sulit untuk menemukan waktu mustajab utuk berdoa. Beruntungalah orang-orang yang adzan, orang yang mendengarkannya dan orang yang memuliakannya dengan memanfaatkan semua keuntungan yang Allah tetapkan pada adzan.</p><strong>F. Redaksi Adzan</strong><p>Redaksi adzan, sebagaimana diambil dari riwayat Abdullah bin Zaid itu adalah:</p>"
      },
      {
        "page": 23,
        "text": "<p dir='rtl'>اَللهُ اَكْبَرُ،اَللهُ اَكْبَرُ اَللهُ اَكْبَرُ،اَللهُ اَكْبَرُ</p><p>Allahu Akbar Allahu Akbar, Allahu Akbar Allahu Akbar,</p><p dir='rtl'>أَشْهَدُ اَنْ لاَ إِلٰهَ إِلَّااللهُ أَشْهَدُ اَنْ لاَ إِلٰهَ إِلَّااللهُ</p><p>Asyahadu Allaa Ilaaha Illallah Asyhadu Allaa Ilaahaa Illallah,</p><p dir='rtl'>اَشْهَدُ اَنَّ مُحَمَّدًا رَسُوْلُ اللهِ اَشْهَدُ اَنَّ مُحَمَّدًا رَسُوْلُ اللهِ</p><p>Asyhadu Anna Muhammadar Rasulullah Asyhadu Anna Muhammadar Rasulullah,</p><p dir='rtl'>حَيَّ عَلَى الصَّلاَةِ حَيَّ عَلَى الصَّلاَةِ</p><p>Hayya ‘Ala-S-Shalah Hayya ‘Ala-SShalah,</p><p dir='rtl'>حَيَّ عَلَى الْفَلاَحِ حَيَّ عَلَى الْفَلاَحِ</p><p>Hayya ‘Ala-L-Falah Hayya ‘Ala-LFalah,</p><p dir='rtl'>اَللهُ اَكْبَرُ ،اَللهُ اَكْبَرُ</p><p>Allahu Akbar Allahu Akbar</p><p dir='rtl'>لَا إِلَهَ إِلَّااللهُ</p><p>Laa Ilaahaa Illallah</p>"
      },
      {
        "page": 24,
        "text": "<p>Sedangkan untuk adzan shalat subuh, sebagaimana disebutkan dalam banyak hadits, ada tambahan bacaan adzan:</p><p dir='rtl'>الصَّلَاةُ خَيْرٌ مِنْ النَّوْمِ الصَّلَاةُ خَيْرٌ مِنْ النَّوْمِ</p><p>As-shalatu khairun mina-n-naum, asshalatu khairun mina-n-naum</p><p>Shalat itu lebih baik dari tidur, shalat lebih baik dari tidur.</p><p>Tambahan bacaan ini dikumandangkan setelah bacaan hayya ‘ala-l-falah.</p><strong>G. Syarat Sah Adzan</strong><p>Adzan untuk shalat itu untuk dikatakan sah harus memenuhi beberapa syarat berikut ini:</p><ul><li>Muadzin haruslah orang Islam,</li><li>Ia juga orang yang mumayyiz, walaupun belum baligh,</li><li>Muadzin harus laki-laki, tidak boleh Wanita</li><li>Adzan harus sesuai urutannya dengan apa yang diriwayatkan dalam hadits tentang adzan,</li><li>Harus dengan Bahasa Arab, tidak boleh diterjemahkan,</li><li>Harus bersambung, tidak boleh ada jeda yang sekiranya akan dirasa oleh pendengarnya bahwa itu terputus,</li><li>Harus sudah waktu shalat, kecuali untuk</li></ul>"
      },
      {
        "page": 25,
        "text": "<p>adzan subuh pertama dan juga adzan jumat yang pertama</p><ul><li>Harus bisa terdengar kepada Jemaah jika memang itu untuk shalat berjemaah.</li></ul><strong>H. Sunnah-Sunnah Adzan</strong><p>Sedangkan kesunahan adzan; yakni sesuatu yang dianjurkan walaupun bukan keharusan, itu ada 7:</p><ul><li>Menghadap kiblat ketika adzan</li><li>Muadzin dalam keadaan suci,</li><li>Mengumandangkan adzan dengan berdiri; karena orang berdiri suaranya lebih lantang dibanding tidak berdiri,</li><li>Menengok ke kanan dan ke kiri ketika mengumandangkan adzan agar suaranya tersebar ke segala penjuru,</li><li>Tarji’, yaitu mengucapkan 2 kalimat syahadat sebelum mengumandangkan syahadat secara lantang.</li><li>Tatswib, menambahkan as-Shalatu khairun mina-n-naum pada adzan subuh sebanyak 2 kali setelah hayya ‘ala-l-falah.</li><li>Tartil, yaitu melantunkan adzan dengan memperhatikan makhraj serta tajwidnya.</li></ul><p>Tentu di samping sunnah-sunnah yang tadi disebutkan, ulama juga menganjurkan untuk soerang muadzin sebaiknya adalah orang yang mempunyai suara menggetarkan jiwa pendengarnya; karena memang itu tujuan</p>"
      },
      {
        "page": 26,
        "text": "<p dir='cntn'>disyariatkannya adzan, untuk menggerakan hati pendengarnya menerima panggilan dan datang shalat.</p><p>Juga ulama memberikan pesan dalam adzan ini untuk tidak melantunkan irama adzan yang berlebihan. Atau malah diiramakan dengan irama yang identik dengan irama orang-orang fasiq atau orang-orang non-muslim. Jadi sebaiknya kumandangkan adzan sebagaimana mestinya tanpa irama yang mengada-ada.</p><strong>I. Menjawab Adzan</strong><p>Ada perintrah dari Nabi s.a.w. kepada kita yang mendnegarkan adzan untuk menjawab adzan sesuai denga napa yang diucapkan oleh muadzin. Naum perintah ini diartikan oleh ulama sebagai anjuran. Jadi hukum menjawab adzan bukanlah kewajiban, melainkan sebuah kesunahan yang sangat dianjurkan.</p><p>Sunnahnya, kita mengucapkan apa yang diucapkan oleh muadzin. Seperti ketika muadzin mengucapkan asyhadu anna Muhammada-rrasulullah…, kita juga mengucapkan itu setelah muadzin. Begitu juga seterusnya untuk bacaan adzan yang lain. Kecuali bacaan hai’alatain; yakni 2 hayya ‘ala. Untuk hayya ‘ala-s-shalat dan hayya ‘ala-l-falah kita disunnahkan untuk menjawabnya dengan hauqalah; yaitu bacaan Laa Haula Walaa Quwwata Illa Billahi-L-‘Aliyyi-L-Adzim.</p>"
      },
      {
        "page": 27,
        "text": "<strong>J. Doa Setelah Adzan</strong><p>Disunnahkan untuk muadzin dan juga orang yang mendengarkan adzan untuk bershalat dan berdoa setalah adzan selesai dikumandangkan. Shalawat dan doanya diajarkan langsung oleh Nabi s.a.w.</p><q>Nabi s.a.w. bersabda: “jika kalian mendengarkan adzan, maka ucapkanlah sebagaimana ucapan muadzin, kemudian bershalawatlah kepada ku. Karena sesungguhnya siapa yang bershalat kepada ku 10 kali, lalu memohon kepada Allah wasilah untukku, itu adalah kedudukan untukku di surga yang tidak ada yang berhak selain hamba Allah, dan aku berharap itu adalah aku. Siapa yang memohon wasilah kepada Allah untukku, syafaat halal baginya”. (HR Muslim)</q><p>Dalam hadits yang lain, dari sahabat Jabir bin Abdullah r.a. Nabi s.a.w. mengatakan:</p>"
      },
      {
        "page": 28,
        "text": "<q>Siapa yang setelah mendengar adzan mengucapkan: “ya Allah wahai tuhan seruan yang sempurna dan shalat yang didirikan ini, anugerahkanlah kepada Muhammad wasilah dan karunia yang banyak, dan karuniakanlah ia maqam yang terpuji yang telah kau janjikan kepadanya”. Halal syafaat ku baginya nanti di hari kiamat. (HR al-Bukhari)</q><strong>K. Adzan Untuk Selain Shalat</strong><p>Dalam madzhab al-Syafi’iyyah, adzan memang tidak hanya dikumandangkan sebagai pangilan shalat saja. Disebutkan oleh banyak ulama alSyafi’iyyah dalam kitab-kitab mereka; adzan juga boleh dan bahkan dianjurkan dikumandangkan untuk perkara-perkara selein shalat, seperti kebakaran dan juga mengiringi musafir.</p><p>Sheikh al-Malyabari; ulama syafi’iyyah masyhur dari India, dalam kitabnya `Fathul-Mu’in menyebutkan:</p><p dir='rtl'>وقد يسن األذان لغري الصالة كما ِف أذن املهموم واملصروع والغضبان ومن ساء خلقه من إنسان أو</p>"
      },
      {
        "page": 29,
        "text": "<p dir='rtl'>ِبيمة وعند اِلريق وعند تغول الغيالن أي مترد اجلن وهو واإلقامة ِف أذِن املولود وخلف املسافر</p><q>Adzan juga dianjurkan untuk dikumandangkan untuk selain shalat, seperti adzan di telinga orang yang dalam kegelisahan tinggi, orang kerasukan, dalam amarah tinggi, juga kepada yang buruk akhlaknya, baik itu hewan atau orang, dikumandangkan adzan juga ketika terjadi kebakaran, adanya ganggun jin. Juga dianjurkan adzan beserta iqamah-nya di telinga bayi yang baru lahir dan juga untuk mengiringi kepergian musafir. (fathul-Mu’in hal. 150)</q><strong>1. Bilal Adzan Bukan Untuk Shalat</strong><p>Apa yang difatwakan oleh banyak ulama alSyafi’iyyah; yakni adanya kebolehan adzan untuk selain shalat bukanlah tanpa dasar apalagi mengada-ada. Apa yang mereka fatwakan tentu berdasar dan punya landasan yang baik sesuai dengan kaidah istinbath yang juga tidak serampangan.</p><p>Dan nyatanya, sahabat Nabi s.a.w., Bilal r.a. pernah mengumandangkan adzan untuk selain shalat. Dan itu atas perintah Nabi s.a.w., ini sebagaimana diriwayatkan oleh syaikhan; Imam alBukhari dan juga Imam Muslim:</p>"
      },
      {
        "page": 30,
        "text": "<q>Dari Abdullah bin Mas’ud r.a. beliau berkata, Rasul s.a.w. bersabda: “janganlah kalian berhenti untuk menyantap sahur jika kalian mendengar adzannya Bilal. Karena sesungguhnya, adzan bilal itu untuk memumalngkan orang-orang yang beribadah (di malam hari), dan membangunkan orang yang tidur”. (HR al-Bukhari dan Muslim)</q><p>Hadits ini cukup menjadi dasar bahwasanya sejak dulu, Nabi s.a.w. sudah menggunakan adzan untuk selain shalat. Akan tetapi untuk memberikan kabar kepada mereka-mereka yang sedang beribadah sejak malam hari agar bersegera untuk sahur karena sudah dekat waktu subuh. Atau untuk bersegera menutup shalatnya dengan witir dan bersitirahat; karena sudah dekat waktu subuh.</p><p>Juga digunakan adzan tersebut untuk membangunkan orang-orang yang tidur, agar segera bangun dan menyantap sahur mengingat waktu subuh sudah dekat.</p><strong>2. Adzan Untuk Bayi Baru Lahir</strong><p>Madzhab ini juga mensunnahkan adzan untuk bayi dan baru lahir, di telinga kanan dan iqamah di</p>"
      },
      {
        "page": 31,
        "text": "<p dir='cntn'>telinga kiri.</p><q>Dari Abdullah bin ‘Abbas r.a., Bahwasanya Nabi s.a.w. melakukan adzan di kuping kanan hasan bin Ali di hari lahirnya beliau, dan iqamah di kuping kirinya. (HR al-baihaqi)</q><strong>3. Adzan Mayit Qiyas Adzan Bayi</strong><p>Dari banyak literasi ulama kalangan al-Syafi’iyyah, disebutkan memang adanya perdebatan internal mereka sendiri tentang boleh tidaknya adzan untuk mayit ketika dimasukan ke liang lahat. Sebagian membolehkan, tapi tidak sedikit justru yang melarangnya.</p><p>Ulama-ulama yang membolehkan dan bahkan mengnjurkan adzan mayit ketika dimasukan ke liang lahat dan setelah dibukankan ikatan-ikatan kain kafannya, beralasan bahwa itu diqiyaskan dengan adzan bagi bayi yang baru lahir.</p><p>Jadi seperti ini; pokok dasarnya atau al-Ashlu adalah kesunahan mengadzankan bayi yang baru lahir. Dan cabangnya atau far’u-nya adalah mengadzankan mayit ketika dimasukan ke liang lahat.</p><p>Dan ‘illat atau sebab kesamaan yang membuat</p>"
      },
      {
        "page": 32,
        "text": "<p dir='cntn'>far’u mengikuti hukum al-Ashlu adalah kesamaan memasuki alam baru. Yakni bayi baru masuk ke alam dunia setelah sebelumnya di alam Rahim. Sedangkan mayit baru saja meninggalkan alam dunia dan masuk kea lam kubur.</p><p>Ada juga yang menyebut bahwa ‘Illat yang menggabungkannya adalah antara awal dan akhir. Antara permulaan dan penutupan. Bahwa bayi diadzankan karena sebab permulaannya masuk kea lam dunia. Maka ketika ia mengakhiri petualangnnya di alam duni, ditutuplah dengan adzan.</p><p>Akan tetapi sayangnya, alasan qiyas seperti ini tetap saja ditolak oleh sebagian ulama-ulama syafi’iyyah sendiri yang memang sejak awal menolak adanya adzan untuk mayit di liang lahat.</p><p>Disebutkan oleh al-DImyathi atau biasa yang lebih masyhur disebut Sheikh al-Bakriy dalam kitabnya I’anat al-Thalibin:</p><p dir='rtl'>واعلم أنه ال يسن األذان عند دخول القَب، خالفا ملن قال بنسبته قياسا خلروجه من الدنيا على دخوله فيها. قال ابن حجر: ورددته ِف شرح العباب، لكن إذا وافق إنزاله القَب أذان خفف عنه ِف السؤال.</p><q>Ketahuilah bahwasanya, tidak dianjurkan adzan ketika memasukkan mayit ke kubur. Berbeda dengan pendapat ulama yang menyebut kebolehannya karena qiyas dengan bayi yang baru</q>"
      },
      {
        "page": 33,
        "text": "<q>lahir, dimana ia baru pertama kali masuk kea lam dunia, dan mayit yang baru meninggalkan alam dunia. Ibnu Hajar al-Haitami menyebutkan: “aku telah membantah pendapat tersebut dalam kitabku Syarhu al-‘Ubab. Akan tetapi jika ia dimasukan ke liang lahat berbarengan dengan adzan, itu kan memberikannya keringanan dalam menjawab pertanyaan (munkar dan Nakir).”. (I’anah al-Thalibin 1/268)</q><p>Imam Ibnu Hajar al-Haitami sendiri menyebut dalam kitabnya al-fatawa al-Fiqhiyah al-Kubra, bahwa adzan mayit di kuburan itu tidaklah dianjurkan:</p><q>siapa yang menganggap bahwa adzan mayit itu sunnah ketika dimasukan jenazah tersebut ke liang lahat, dengan alasan qiyan kepada sunnahnya mengadzankan bayi yang baru lahir, dengan mengambil sisi permulaan (alam dunia) dan penutupan (alam dunia) tidaklah benar. Bahwa bayi itu baru masuk kea lam dunia dan mayit ini baru mneingalkan alam dunia tidak serta merta membuatnya menjadi ‘illat yang bisa menggabungkan 2 perkara dalam satu hukum</q>"
      },
      {
        "page": 34,
        "text": "<q>yang sama. (Al-fatawa al-fiqhiyah al-Kubra 2/24)</q>"
      },
      {
        "page": 35,
        "text": "<strong>Bab 2 : Iqamah</strong><p>Sejatinya, iqamah itu sama dengan adzan, samasama panggilan untuk menuju shalat. Hukumnya secara syariat juga sama, yakni sunnah, sama seperti adzan. Keduanya bukan kewajiban. Dan kesunahannya itu berlaku untuk semua jenis shalat fardhu, baik yang ada’an atau juga qadha’an; yakni yang dikerjakan di luar waktunya. Baik itu shalat sendiri, lebih-lebih lagi berjamaah. Baik itu unutk Jemaah laki-laki atau Jemaah perempuan. Jadi seluruh shalat yang disunnahkan adzan, disunahkan juga iqamah di dalamnya.</p><strong>A. Perbedaannya Dengan Adzan</strong><p>Setidaknya ada 3 hal yang membuat iqamah berbeda dengna adzan;</p><strong>1. Adzan Genap, Iqamah Ganjil</strong><p>Ada perintah dari Nabi s.a.w. kepada Bilal bin Rabbah r.a. ketika adzan,</p><q>Bilal diperintaj oleh Nabi s.a.w. untuk menggenapkan adzan dan mengganjil-kan iqamah. (HR Muslim)</q><p>Menggenakan adzan itu maksudnya redaksi adzan dilantunkan dalam jumlah yang genap, yakni 2 kali 2</p>"
      },
      {
        "page": 36,
        "text": "<p dir='cntn'>kali. Seperti Allahu Akbar Allahu Akbar 2x, begitu juga Asyhadu allaa ilaaha illallah 2x. begitu seterusnya untuk bacaan adzan kecuali Laa ilaaha illallah. Dan maksud mengganjil-kan Iqamah itu adalah membuat redaksi bacaan iqamah dibaca sekali saja tidak dua kali seperti adzan. Kecuali pada kalimat Iqamah; yakni bacaan Qad Qaamati-sshalah, itu dibaca 2 kali.</p><p>Jadi redaksi sempurna iqamah itu:</p><p dir='rtl'>اَللهُ اَكْبَرُ ،اَللهُ اَكْبَرُ</p><p>Allahu Akbar Allahu Akbar,</p><p dir='rtl'>أَشْهَدُ اَنْ لَا إِلٰهَ إِلَّااللهُ</p><p>Asyahadu Allaa Ilaaha Illallah,</p><p dir='rtl'>اَشْهَدُ اَنَّ مُحَمَّدًا رَسُوْلُ اللهِ</p><p>Asyhadu Anna Muhammadar-Rasulullah,</p><p dir='rtl'>حَيَّ عَلَى الصَّلَاةِ</p><p>Hayya ‘Ala-S-Shalah</p><p dir='rtl'>حَيَّ عَلَى الْفَلَاحِ</p><p>Hayya ‘Ala-L-Falah</p><p dir='rtl'>قَدْ قَامَتِ الصَّلَاةُ ،قَدْ قَامَتِ الصَّلَاةُ</p>"
      },
      {
        "page": 37,
        "text": "<p>Qad Qaamati-s-shalah Qad Qaamatis-shalah</p><p dir='rtl'>اَللهُ اَكْبَرُ ،اَللهُ اَكْبَرُ</p><p>Allahu Akbar Allahu Akbar,</p><p dir='rtl'>لَاإِلٰهَ إِلاَّاللهُ</p><p>Laa Ilaahaa Illallah</p><strong>2. Perlahan Adzan dan Percepat Iqamah</strong><p>Yang juga membedakan adzan dan iqamah itu bahwa adzan adalah panggilan untuk orang yang diluar masjid, sedangkan iqamah itu ditujukan kepada orang yang sudah di dalam, alias sudah siap. Karenanya ulama menganjurkan, bahwa adzan itu dilantunkan dengan suara yang lantang lagi melambai serta perlahan; karena gaya seperti ini lebih cocok dan terdengar dibanding jika adzan dilantunkan dengan cepat, tentu banyak yang tidak menyadarinya.</p><p>Sedangkan iqamah, karena memang ditujukan kepada orang yang sudah di dalam masjid, maka pelantunannya mesti kebalikan daripada adzan. Yakni dilantunkan dengan cepat tidak perlu melambai, ini yang lebih cocok. Justru jika iqamah dilantunkan layaknya adzan, tidak salah juga akan tetapi tidak pas untuk kondisi yang ada.</p><strong>3. Adzan & Iqamah Untuk Shalat Qadha & Jama’</strong><p>Sebagaimana sudah dijelaskan sebelumnya bahwa adzan dan iqamah itu sunnah untuk semua</p>"
      },
      {
        "page": 38,
        "text": "<p dir='cntn'>jenis shalat fardhu, baik sendiri atau berjamaah. Akan tetapi dalam hal shalat qadha’, atau shalat Jama’ bagi musafir, sunnahnya sedikit berbeda.</p><p>Jika ia ingin melaksanakan shalat zuhur dan Ashar secara Jama’ karena sebab ia musafir misalnya, maka sunnahnya adzan sekali saja di awal ia mau shalat pertama, sedangkan iqamah-nya disunnahkan 2 kali untuk setiap shalat. Jadi ia adzan, kemudian iqamah, berdiri untuk shalat zuhur, dan ketika salam, ia berdiri lagi untuk shalat ashar, disunnahkan iqamah lagi, tapi tidak disunnahkan adzan.</p><p>Begitu juga jika ia melakukan qadha shalat. Misalnya ada orang yang tertidur di waktu menjelang ashar, dan bangun ketika waktu maghrib sudah masuk. Maka ia disunnahkan adzan untuk melaksanakan shalat maghrib, lalu iqamah, dan shalat. Setelah salam ia harus berdiri lagi untuk shalat ashar yang tadi tertinggal karena tidur, dan untuk kali ini ia hanya disunnahkan iqamah saja, bukan adzan.</p><p>Dalam riwayat Imam Muslim, disebutkan:</p><q>Rasul s.a.w. menjama’ shalat maghrib dan isya di muzdalifah dengan sekali adzan dan 2 kali iqamah. (HR Muslim)</q>"
      },
      {
        "page": 39,
        "text": "<strong>B . Syarat & Sunnah Iqamah</strong><p>Yang disyaratkan dalam iqamah itu seluruh hal yang disyaratkan dalam adzan. Keduanya punya syarat yang sama. Begitu juga kesunnahan dalam iqamah adalah hal-hal yang juga disunnahkan dalam adzan. Hanya saja dikecualikan dalam 3 hal yang disebutkan sebelumnya.</p><p>Termasuk juga yang dikecualikan adalah doa atau bacaan setelah iqamah. Yang disunnahkan adalah membaca doa: Aqaamahallahu wa Adaamaha (semoga Allah meneggakan shalat ini dan mengkekalkannya)</p><p>Dalam Syarhu-al-Sunan, Imam al-Baghawi meriwayatkan sebuah hadits, dan hadits ini juga diriwayatkan oleh banyak ulama hadits seperti Imam Abu Daud dan juga Imam al-baihaqi dalam Sunan keduanya:</p><q>Diriwayatkan bahwa Bilal melantunkan Iqamah, lalu ketika sampai kalimat “Qad qaaamati-sshalah” Nabi s.a.w. mengucapkan “Aqaamahallahu wa adaamaha”. (HR Abu Daud)</q><strong>C . Iqamah Untuk Shalat Sunnah</strong><p>Adzan dan Iqamah itu sunnah untuk shalat fardhu, sedangkan untuk shalat sunnah tidak ada kesunahan adzan dan juga tidak ada kesunahan</p>"
      },
      {
        "page": 40,
        "text": "<p dir='cntn'>iqamah. Akan tetapi jika ia adalah shalat sunnah yang dianjurkan berjamaah, seperti shalat Ied-l-adha atau juga Ied-l-Fithri, shalat tarawih, shalat istisqa dan juga shalat gerhana, panggilan untuk mendirikan shalat tersebut adalah dengan kalimat: as-Shalatu jami’ah.</p><p>Ketentuan ini berdasarkan apa yang dilakukan oleh Nabi s.a.w. ketika terjadi gerhana,</p><q>Ketika terjadi gerhana matahari di masa Nabi s.a.w., diserukan kepada para sahabat: al-Shalatu Jami’ah (dirikanlah shalat berjemaah). (HR alBukhari)</q><p>Karena shalat gerhana adalah shalat sunnah, dan ia dianjurkan berjamaah, maka dari itu semua jenis shalat yang hukumnya sunnah dan dianjurkan berjamaah, ada kesunnahan untuk menyerukan para hadirin untuk shalat dengan kalimat al-Shalatu Jami’ah.</p>"
      }
    ]
  },
  {
    "id": "EH4",
    "info": {
      "title": "Hadits Shahih Tidak Harus Selalu Diamalkan",
      "author": "Ahmad Sarwat, Lc., MA",
      "publish": "Wed, 5 September 2018",
      "pages": 44,
      "price": 0,
      "category": "Hadits",
      "source": "https://www.rumahfiqih.com/pdf/z.php?id=17",
      "desc": "Ketika Rasulullah SAW mewasiatkan Al-Quran dan Hadits sebagai dua perkara yang selama kita berpegang pada keduanya maka kita tidak akan tersesat, banyak orang mengira bahwa kedudukan Al-Quran dan Hadits itu sejajar dan equal."
    },
    "tableOfContents": [
      {
        "page": 6,
        "text": "Pendahuluan",
        "sub": [
          {
            "page": 6,
            "text": "Antara Hadits dan Al-Quran",
            "sub": [
              { "page": 6, "text": "Hadits Belum Ditulis di Masa Kenabian" },
              { "page": 6, "text": "Hadits Tidak Dapat Jaminan Penjagaan" }
            ]
          },
          { "page": 7, "text": "Ilmu Kritik Hadits" },
          { "page": 7, "text": "Ilmu Memahami Hadits" }
        ]
      },
      {
        "page": 8,
        "text": "Bukan Sunnah Tasyri'Iyah",
        "sub": [
          { "page": 8, "text": "Khutbah Pakai Tongkat" },
          { "page": 9, "text": "Kayu Siwak" },
          { "page": 10, "text": "Cebok Pakai Batu" }
        ]
      },
      {
        "page": 10,
        "text": "Hadits Mansukh",
        "sub": [
          { "page": 10, "text": "Dihapuskannya Hadits Nikah Mut'ah" },
          { "page": 11, "text": "Kewajiban Mandi Usai Mandikan Jenazah" },
          { "page": 12, "text": "Membunuh Peminum Khamar" },
          { "page": 13, "text": "Haramnya Ziarah Kubur" },
          { "page": 13, "text": "Makanan Dibakar Api Batalkan Wudhu'" }
        ]
      },
      {
        "page": 13,
        "text": "Perbedaan Konteks",
        "sub": [
          { "page": 14, "text": "Perintah Buah Hajat Menghadap Barat" },
          { "page": 14, "text": "Hujan di Luar Kota Madinah" },
          { "page": 15, "text": "Perintah Shalat Pakai Sepatu dan Sandal" },
          { "page": 16, "text": "Haram Jual Air, Api dan Rumput" },
          { "page": 17, "text": "Ketemu Yahudi di Jalan" },
          { "page": 18, "text": "Kepemilikan Tanah" },
          { "page": 19, "text": "Menemukan Kambing Tersesat Jadi Milik Kita" }
        ]
      },
      {
        "page": 20,
        "text": "Hadits Yang Bukan Pada Tempatnya",
        "sub": [
          { "page": 20, "text": "Shalat Tarawih" },
          { "page": 25, "text": "Tidak Ada Qadha' Shalat" },
          { "page": 26, "text": "Pemungut Pajak Masuk Neraka" },
          { "page": 28, "text": "Haram Jual Barang Yang Bukan Miliknya" },
          { "page": 29, "text": "Haram Jual Barang Yang Belum di Tangan" },
          { "page": 29, "text": "Haramnya Jual-beli Dengan Dua Harga" }
        ]
      },
      {
        "page": 30,
        "text": "Adanya Hadits Shahih Lain",
        "sub": [
          { "page": 30, "text": "Makmum Membaca Al-Fatihah" },
          { "page": 33, "text": "Apakah Basmalah Termasuk Al-Fatihah?" }
        ]
      },
      {
        "page": 36,
        "text": "Sastra dan Gaya Bahasa",
        "sub": [
          { "page": 36, "text": "Bunuh Orang Lewat di Depan Orang Shalat" },
          { "page": 37, "text": "Bakar Rumah Yang Tidak Shalat" },
          { "page": 37, "text": "Oposisi Harus Dibunuh" },
          { "page": 37, "text": "Taburkan Debu ke Wajah Yang Memuji" }
        ]
      },
      {
        "page": 38,
        "text": "Ada 'Illat Tertentu",
        "sub": [
          { "page": 38, "text": "Keharaman Isbal Karena Sombong" },
          { "page": 39, "text": "Biar Berbeda Dengan Yahudi" },
          { "page": 40, "text": "Larangan Menyongsong Pedagang Dari Desa" },
          { "page": 40, "text": "Haram Bawa Mushaf Dalam Safar" },
          { "page": 40, "text": "Haram Wanita Bepergian Tanpa Mahram" },
          { "page": 41, "text": "Kedaruratan Membolehkan Yang Haram" }
        ]
      }
    ],
    "content": [
      {
        "page": 6,
        "text": "<strong>A. Pendahuluan</strong><strong>1. Antara Hadits dan Al-Quran</strong><p>Ketika Rasulullah SAW mewasiatkan Al-Quran dan Hadits sebagai dua perkara yang selama kita berpegang pada keduanya maka kita tidak akan tersesat, banyak orang mengira bahwa kedudukan Al-Quran dan Hadits itu sejajar dan equal. Padahal meski sama-sama sebagai sumber ajaran Islam, namun antara keduanya ada beberapa perbedaan :</p><strong>a. Hadits Belum Ditulis di Masa Kenabian</strong><p>Di masa kenabian justru Rasulullah SAW sendiri yang melarang untuk menuliskan hadits-hadits tentang Beliau. Hal itu biar jangan terjadi iltibas atau tercampurnya antara Al-Quran dan Hadits.</p><p>Tiap kali ayat Al-Quran turun, Nabi SAW menugaskan beberapa orang untuk menulis wahyu secara khusus, seperti Zaid bin Tsabin, Ubay bin Ka’ab dan lainya. Namun untuk hadits memang tidak ada pencatatan.</p><p>Oleh karena itu hadits-hadits itu sampai kepada kita lewat jalur hafalan dan bukan tulisan. Barangkali itu pula sebabnya para ulama ahli hadits itu kemudian digelari dengan al-hafizh yang bermakna penghafal hadits.</p><strong>b. Hadits Tidak Dapat Jaminan Penjagaan</strong><p>Berbeda dengan Al-Quran yang dapat jaminan penjagaan dari Allah, maka hadits-hadits nabawi memang tidak mendapatkan fasilitas seperti itu.</p><p dir='rtl'>اِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَاِنَّا لَهٗ لَحٰفِظُوْنَ</p><q>Sesungguhnya Kami yang menurunkan Al-Quran dan</q>"
      },
      {
        "page": 7,
        "text": "<q>Kami pula yang akan menjaganya. (QS. Al-Hijr : 9)</q><p>Namun bukan berarti hadits ini Allah biarkan hilang begitu saja. Penjagaan terhadap hadits memang tidak dilakukan lewat mukjizat yang ghaib, namun lewat cara yang lebih logis dan ilmiyah serta masuk akal.</p><strong>2. Ilmu Kritik Hadits</strong><p>Maka dari umat Islam sendiri kemudian muncul ilmu kritik hadits (الحديث نقد علم .(Kritik disini maksudnya bukan kita menolak hadits nabawi, melainkan kita harus bisa memilah mana hadits yang asli dan mana yang palsu. Selain itu juga untuk membedakan manakah yang jalur periwayatannya kuat dan sehat atau sebaliknya.</p><p>Orang yang bisa disebut sebagai tokoh yang menjadi peletak dasar ilmu kritik hadits ini tidak lain adalah Al-Imam Asy-Syafi’i rahimahullah (w. 204 H). Kemudian dilanjutkan oleh murid-murid beliau yang selain ahli fiqih juga ahli hadits.</p><p>Para ulama hadits tidak sekedar memutuskan perkara berdasarkan apakah hadits ini shahih atau tidak shahih, tetapi masih ada banyak perangkat lain yang harus digukanan, sebagaimana sudah dirinci oleh Asy-Syafi’i di dalam kitab Ar-Risalah. Maka yang bisa dengan mudah melakukannya tidak lain adalah para fuqaha.</p><strong>3. Ilmu Memahami Hadits</strong><p>Untuk itu menarik kita perhatikan statemen dari Ibnu Hajar al-Haitami as-Syafi’i (w. 974 H) menukil perkataan Ibnu Uyainah (w. 198 H):</p><p dir='rtl'>الحديث مضلة إل للفقهاء</p>"
      },
      {
        "page": 8,
        "text": "<q>Hadits itu bisa jadi menyesatkan kecuali fuqaha’.</q><p>Ibn Wahab (w. 197 H) salah seorang murid dari Imam Malik bin Anas (w. 179 H) pernah suatu ketika berkata:</p><p dir='rtl'>لول مالك والليث لهلكت كنت أظن أن كل ما جاء عن ب الن صىل للا عليه وسلم يعمل به</p><q>Kalau saja saya (Ibnu Wahab) tidak bertemu dengan Imam Malik (w. 179 H) dan al-Laits bin Saad (w. 175 H), maka celakalah saya. Dahulu saya menyangka segala sesuatu yang datang dari Nabi itu pasti harus diamalkan.</q><p>Tidak semua hadits shahih bisa langsung diamalkan begitu saja secara apa adanya, tetapi harus dilihat dari beberapa aspek. Di antara penyebab hadits shahih tidak bisa diamalkan secara lahiriyah adalah karena hal-hal berikut :</p><ul><li>Bukan sunnah tasyri’iyah</li><li>Hadits itu sudah mansukh</li><li>Ada Perbedaan konteks</li><li>Hadits itu tidak ada kaitannya</li><li>Adanya hadits lain yang juga shahih</li><li>Sisi sastra dan gaya bahasa</li><li>Adanya ‘illat tertentu</li></ul><strong>B. Bukan Sunnah Tasyri’iyah</strong><strong>1. Khutbah Pakai Tongkat</strong>"
      },
      {
        "page": 9,
        "text": "<q>Kami menetap di Madinah beberapa hari menyaksikan pelaksanaan Jumat bersama Rasulullah saw. Beliau Saw berdiri pada hari Jumat bersandar dengan tongkat atau busur panah lalu memuji Allah dan menyanjungNya.[HR. Abu Daud)</q><p>Imam An Nawawi mengatakan bahwa hadits ini hukumnya adalah Hasan.0F 1 Juga hadits yang terdapat dalam Mushannaf Abdurrazzaq dan Sunan Al Baihaqi:</p><q>Dari Ibnu Juraij ia berkata: aku bertanya kepada Atha’: Adakah Rasulullah Saw. berdiri ketika menyampaikan khutbah dengan memegang tongkat? Atha’ menjawab: “Benar, beliau benarbenar bersandar pada tongkatnya”.(HR. Abdur Razzaq dan Al Baihaqi)</q><p>Al-Imam Asy-Syafi’i bahkan tidak menyebutnya sunnah, hanya saja beliau menyebutkan suka kalau khutbah untuk berpegangan pada sesuatu.</p><q>Saya suka bagi yang khutbah untuk berpegangan pada sesuatu.</q><strong>2. Kayu Siwak</strong>"
      },
      {
        "page": 10,
        "text": "<q>Seandainya Aku tidak memberatkan ummatku pastilah aku perintahkan mereka untuk menggosok gigi setiap berwudhu'. (HR. Ahmad)</q><p>Bersiwak atau gosok giginya memang sunnah yang sudah disepakati. Namun penggunaan kayu siwak atau lebih tepatnya batang ara’ bukanlah sunnah yang bersifat tasyri’iyah.</p><strong>3. Cebok Pakai Batu</strong><q>Bila seorang kamu datang ke WC maka bawalah tiga buah batu karena itu sudah cukup untuk menggantikannya. (HR. Abu Daud Baihaqi dan Syafi’i)</q><p>Ceboknya sudah disepakati kewajibannya oleh seluruh ulama. Tapi penggunakan batu dalam hal ini tidak masuk dalam keharusan yang bersifat syar’i.</p><strong>C. Hadits Mansukh</strong><strong>1. Dihapuskannya Hadits Nikah Mut'ah</strong><p>Terkadang ada hadits yang shahih, bahkan termaktub di dalam dua kitab shahih, namun tidak boleh kita amalkan. Hal itu disebabkan bahwa Allah SWT telah menghapus hukumnya dan diganti dengan hukum yang baru. Padahal haditsnya masih ada dan masih kita temukan dalam kitab shahih.</p><p>Contohnya adalah hadits yang membolehkan nikah mut’ah. Ternyata haditsnya shahih.</p>"
      },
      {
        "page": 11,
        "text": "<q>Abdullah berkata,\"Kami perang bersama Rasulullah SAW dan kami tidak mengajak istri, kami berkata,\"Apakah sebaiknya kita mengebiri?\". Rasulullah SAW melarang kami melakukannya namun beliau mengizinkan kami untuk menikahi wanita dengan selembar pakaian (HR. Bukhari Muslim)</q><p>Namun hadits di atas dihapus dan dinyatakan tidak lagi berlaku dengan hadits berikut ini :</p><q>Bahwa Rasulullah SAW mengharamkan menikahi wanita secara mut'ah pada saat Perang Khaibar</q><p>Hadis yang terakhir disebut adalah hadis yang disebut sebagai nasikh atau penghapus, sementara hadis yang pertama disebut mansukh atau yang dihapus. Hadis yang terakhir secara historis datang lebih akhir dibanding hadis yang sebelumnya.</p><strong>2. Kewajiban Mandi Usai Mandikan Jenazah</strong><p>Contoh lainnya adalah hadis tentang kewajiban mandi bagi seseorang yang mengantarkan dan membawa jenazah.</p><q>Siapa yang memandikan jenazah maka dia wajib</q>"
      },
      {
        "page": 12,
        "text": "<q>mandi (janabah). (HR. Ibnu Majah)</q><p>Sementara hadis yang menasankh atau menghapus kewajiban mandi karena habis memandikan mayat adalah hadis berikut :</p><q>Tidak ada keharusan atas kalian untuk mandi karena memandikan jenazah. Apabila kalian memandikan jenazah, jenazah itu tidak najis, maka cukuplah kalian mencuci tangan kalian saja.</q><strong>3. Membunuh Peminum Khamar</strong><p>Contoh lain adalah perintah membunuh peminum khamar yang meminum khamar untuk keempat kalinya. Hadis itu berbunyi:</p><q>Orang yang minum khamar maka cambuklah, kalau masih minum juga untuk yang keempat kalinya, maka bunuhlah dia.</q><p>Kemudian ada hadis lain yang menurut sejumlah ulama dinilai sebagai penghapus (nasikh), yakni hadis berikut ini :</p><q>Kemudian didatangkan kepada Nabi SAW orang yang minum khamar untuk yang keempatkalinya, maka beliau mencambuknya dan tidak</q>"
      },
      {
        "page": 13,
        "text": "<q>membunuhnya.</q><strong>4. Haramnya Ziarah Kubur</strong><p>Berziarah ke kubur pada masa awal termasuk perbuatan yang haram dan terlarang, namun kemudian dihalalkan dan malah dianjurkan.</p><q>Dulu aku pernah melarang kalian untuk berziarahkubur. Namun sekarang ketahuilah, hendaknya kalian berziarah kubur. Karena ia dapat melembutkan hati, membuat air mata berlinang, dan mengingatkan kalian akan akhirat namun jangan kalian mengatakan perkataan yang tidak layak ketika berziarah” (HR. Al-Hakim)</q><strong>5. Makanan Dibakar Api Batalkan Wudhu'</strong><p>Memakan makanan yang langsung dibakar dengan api di masa lalu termasuk perkara yang membatalkan wudhu'. Namun kemudian hukumnya dicabut dan tidak lagi berlaku, sehingga meski memakannya, tidak perlu memperbaharui wudhu'.</p><q>Dari Jabir bin Abdullah bahwa di antara dua perkara terakhir dari Rasululllah SAW adalah meninggalkan wudhu oleh sebab memakan makanan yang langsung dibakar api.</q><strong>D. Perbedaan Konteks</strong>"
      },
      {
        "page": 14,
        "text": "<p>Seringkali orang keliru memahami suatu hadits karena tidak paham kontek dan terjebak dengan teks yang bersifat normatif. Ada beberapa contoh hadits yang demikian, antara lain :</p><strong>1. Perintah Buang Hajat Menghadap ke Barat</strong><p>Ada perbedaan ‘urf antara masa kehidupan Nabi SAW dengan ‘urf di masa kita sekarang. Misalnya ketika Rasulullah SAW melarang kita menghadap kiblat ketika buang hajat dan malah memerintahkan kita menghadap ke Timur atau ke Barat, sebagaimana hadits berikut ini :</p><q>Apabila kalian mendatangi tempat buang hajat, janganlah menghadap ke arah kiblat dan jangan membelakanginya. Tetapi menghadaplah ke Timur atau ke Barat. (HR. Bukhari dan Muslim)</q><p>Kalau hadits ini diterapkan di Madinah, maka hadits ini sesuai sekali, karena arah kiblat dari kota Madinah itu ke Selatan. Biar tidak menghadap kiblat atau membelakanginya, maka menghadapkah ke Timur atau ke Barat.</p><p>Namun hadits ini menjadi kurang relevan ketika digunakan di negeri kita Indonesia, dimana justru arah kiblatnya menghadap ke Barat secara umum. Kalau beliau memerintahkan kita menghadap ke Barat, justru malah menghadap ke arah kiblat.</p><strong>2. Hujan di Luar Kota Madinah</strong><p>Saat terjadi kemarau panjang di Madinah, para shahabat mendatangi Nabi SAW agar beliau</p>"
      },
      {
        "page": 15,
        "text": "<p dir='cntn'>meminta kepada Allah SWT menurunkan hujan. Lalu Allah SWT mengabulkan doa Nabi-Nya hingga hujan turun dengan lebatnya hingga tujuh hari tanpa henti. Maka kota Madinah banjir. Sehingga para shahabat mendatangi Nabi SAW sekali lagi untuk meminta beliau berdoa kepada Allah SWT mengatasi banjir itu. Maka Rasulullah SAW berdoa sebagai berikut :</p><q>Ya Allah, turunkanlah hujan di sekitar kami, bukan untuk merusak kami. Ya Allah, turunkanlah hujan ke dataran tinggi, gunung², bukit², perut lembah dan tempat tumbuhnya pepohonan (HR. Bukhari Muslim)</q><p>Lafadz doa Nabi SAW ini sangat menarik, intinya meminta kepada Allah SWT agar tidak menurunkan hujan di tengah kota Madinah, tetapi hujannya di sekitaran luar kota Madinah. Untuk kasus di masa Nabi dan di daerah Madinah, rasanya doa ini sangat tepat.</p><p>Akan tetapi kalau doa seperti ini diucapkan oleh warga DKI Jakarta, yakni agar tidak turun hujan di dalam kota Jakarta, tetapi di luar Jakarta seperti Bogor Puncak dan sekitarnnya, maka akan menjadi percuma saja. Sebab justru banjir di Jakarta ini kebanyakan terjadi karena banjir kiriman dari sekitar daerah penyangga Jakarta.</p><strong>3. Perintah Shalat Pakai Sepatu dan Sandal</strong><p>Di masa Nabi SAW ada kebiasaan yang kalau kita lihat di hari ini terasa cukup aneh, yaitu kebiasaan shalat di masjid Nabawi sambil mengenakan sepatu</p>"
      },
      {
        "page": 16,
        "text": "<p dir='cntn'>dan sandal. Bahkan ada hadits yang secara eksplisit dimana beliau SAW memerintahkan para shahabatnya untuk mengenakannya, dengan menyebutkan alasannya, yaitu agar berbeda dengan tata cara ibadah atau shalatnya orang yahudi.</p><q>Dari Syaddad bin Aus, diba berkata bahwa Rasulullah SAW bersabda,”Kalian harus berbeda dengan yahudi. Mereka tidak shalat dengan mengenakan sandal dan sepatu. (HR. Abu Daud)</q><q>Said bin Yazid Al-Azdi berkata,”Aku bertanya kepada Anas bin Malik,”Apakah dahulu Nabi SAW shalat dengan memakai sandal?”. Beliau menjawab,”Ya”. (HR. Bukhari)</q><p>Kalau kita membaca secar lahiriyah hadits di atas, maka kita akan menarik kesimpulan terburu-buru bahwa shalat kita ini harus berbeda dengan shalat orang yahudi, yaitu harus memakai sandal atau sepatu. Sebab orang yahudi shalatnya justru tidak pakai sandal atau sepatu.</p><p>Padahal selama ini umat Islam di seluruh dunia, termasuk di masjid Al-Haram Mekkah dan Masjid Nabawi di Madinah, tidak shalat kecuali dengan melepas sandal atau sepatu mereka. Lantas apakah selama ini kita telah keliru dan menyalahi perintah Nabi SAW?</p><strong>4. Haram Jual Air, Api dan Rumput</strong><p>Ada hadits yang kalau kita baca di hari ini, rasanya</p>"
      },
      {
        "page": 17,
        "text": "<p dir='cntn'>kok aneh. Masak sih hadits melarang kita berjualan air, rumput dan api?</p><q>Umat Islam itu bersekutu dalam tiga hal : air, rumput dan api. Dan harganya (memperjual-belikannya) haram(HR. Ahmad)</q><p>Maka untuk itu kita perlu pahami realitas kehidupan di masa itu, dimana air tersedia dimanamana, baik dari air hujan, air laut, air sumur, mata air dan lainnya. Sehingga di masa itu ada larangan bagi orang yang ingin menguasai air (baca : memonopoli) yang merupakan hak setiap orang. Kalau sampai ada yang melakukannya, dia telah melakukan kejahatan sosial. Oleh karena itu uang hasil penjualannya diharamkan.</p><p>Larangan monopoli yang sama juga berlaku pada rumput dan api, dimana keduanya menjadi hajat hidup orang banyak. Kalau sampai dikuasai oleh segelintir orang, dimana untuk mendapatkannya harus dengan membayar, maka hal itu termasuk kejahatan. Larangan</p><p>Larangan ini harus dipahami dalam kontek menguasai sumber-sumber air, rumput dan api yang akibatnya masyarakat jadi menderita.</p><p>Namun hadits ini berarti mengharamkan bisnis air bersih. Juga tidak boleh dipahami halalnya mencuri air dari pipa saluran air berbayar.</p><strong>5. Ketemu Yahudi di Jalan</strong><p>Sebagian dari orang Yahudi di Madinah ada yang menjadi warga baik-baik, mentaati semua kesepatakan. Namun ada juga yang sifatnya kurang</p>"
      },
      {
        "page": 18,
        "text": "<p dir='cntn'>terpuji dan sering berkhianat.</p><p>Oleh karena itu hadits-hadits terkait yahudi cukup beragam dan kontennya berbeda-beda. Kadang ada hadits yang memerintahkan pada shahabat untuk menekan yahudi, seperti hadits seperti ini :</p><q>Jangan mulai beri salam terlebih dahulu kepada orang yahudi atau nasrani. Bila kamu bertemu mereka di jalan, maka pepetlah ke pinggir (HR. Muslim)</q><p>Namun harus dipahami bahwa perintah macam ini bukan merupakan default tata cara kita bermuamalah dengan semua jenis yahudi. Sebab sikap yahudi di Madinah bermacam-macam, ada yang jahat, tapi ada juga yang tidak jahat.</p><strong>6. Kepemilikan Tanah</strong><p>Di masa lalu kita masih menemukan banyak tanah kosong tak bertuan, yang dinamakan ardhan mayyitan. Dan urf-nya di masa itu, siapa yang menghidupkan tanah kosong tak bertuan, maka dia boleh menjadi pemiliknya. Dan memang Nabi SAW bersabda demikian :</p><q>Siapa yang menghidupkan tanah yang mati, maka tanah itu menjadi miliknya. (HR. Ahmad dan Tirmidzi)</q><p>Namun di masa sekarang ini, sudah tidak ada lagi tanah kosong tak bertuan. Kalau pun ada, tanah itu</p>"
      },
      {
        "page": 19,
        "text": "<p dir='cntn'>dikuasai atau dimiliki oleh negara, sebagaimana diatur undang-undang yang berlaku di negara kita.</p><p>Maka hadits ini tidak bisa lagi digunakan secara harfiyah sebagaimana di masa kenabian dulu. Sebab konteksnya sudah berbeda.</p><p>Demikian juga dengan hadits berikut ini :</p><q>Siapa yang membangun dinding padar pada sebidang tanah, maka tanah itu menjadi miliknya. (HR. Ahmad, Abu Dawud)</q><p>Kalau makna harfiyah hadits ini digunakan di masa sekarang, insyaallah pelakunya ditangkap polisi dan masuk penjara bertahun-tahun. Sebab pelakunya telah menyerobot tanah milik orang lain yang bukan haknya.</p><p>Dia tidak boleh berdalil dengan menggunakan hadits di atas, karena yang dimaksud membangun pagar di atas tanah itu bukan tanah milik orang, melainkan tanah kosong tak bertuan di masa lalu. Misalnya di padang pasir yang luas tak bertepi dan tak bertuan, silahkan saja kalau mau memiliki tanah itu.</p><p>Tetapi setelah terbangun negara yang punya wewenang atas tanah milik negara, kita sudah tidak bisa lagi melakukannya, meski dengan dasar hadits nabawi.</p><strong>7. Menemukan Kambing Tersesat Jadi Milik Kita</strong><p>Kambing yang hilang dari kumpulannya, lalu kesasar masuk ke rumah kita, maka hukumnya di masa itu dianggap sudah bukan hak si pemilik lagi. Apalagi kalau sudah tidak ada lagi yang mengakuinya.</p>"
      },
      {
        "page": 20,
        "text": "<p dir='cntn'>Karena seekor kambing sulit dikenali lagi kalau terpisah dari kerumunannya. Bahkan penggembalanya pun tidak bisa membedakannya, karena saking banyaknya kerumunan kambing. Dan biasanya tidak selalu dihitung jumlahnya.</p><p>Maka ketentuan yang disepakati di masa itu, kalau sudah diumumkan di masjid tapi tidak ada yang mengakuinya, siapa yang menemukannya dialah yang jadi pemiliknya. Sebagaimana hadits berikut :</p><q>Ambil kambing itu, karena kambing yang tersesat itu jadi milikmu, atau milik saudaramu atau dimakan serigala. (HR. Muslim)</q><p>Namun ketika zaman berubah, hukum yang berlaku pun ikut berubah juga. Tidak bisa serta merta kambing yang masuk halaman kita langsung kita sembelih hanya karena keliru memahami konteks haditsnya.</p><strong>E. Hadits Yang Bukan Pada Tempatnya</strong><p>Kadang ada hadits yang shahih dari segi sanad dan disepakati keshahihannya oleh seluruh ulama. Namun dalam penggunaannya ternyata keliru.</p><strong>1. Shalat Tarawih</strong><p>Salah satu contoh kasus yang seperti ini adalah tentang berapa jumlah rakaat tarawih. Kita tidak mendapatkan hadits shahih yang menjelaskan berapa rakaat shalat tarawih yang dilakukan oleh Rasulullah SAW yang hanya dilakukan selama tiga malam itu.</p>"
      },
      {
        "page": 21,
        "text": "<q>Dari Aisyah radhiyallahu 'anhu sesungguhnya Rasulullah SAW pada suatu malam pernah melaksankan shalat kemudian orang-orang shalat dengan shalatnya tersebut, kemudian beliau shalat pada malam selanjutnya dan orang-orang yang mengikutinya tambah banyak kemudian mereka berkumpul pada malam ke tiga atau keempat dan Rasulullah SAW tidak keluar untuk shalat bersama mereka. Dan di pagi harinya Rasulullah SAW berkata, \"Aku telah melihat apa yang telah kalian lakukan dan tidak ada yang menghalangiku untuk keluar (shalat) bersama kalian kecuali bahwasanya akau khawati bahwa shalat tersebut akan difardukan.\" Rawi hadits berkata, \"Hal tersebut terjadi di bulan Ramadhan.\" (HR. Bukhari dan Muslim)</q><p>Ada hadits yang shahih terkait dengan hal ini yaitu hadits yang diriwayatkan oleh Aisyah radhiyallahuanda yang dishahihkan oleh Al-Bukhari dan Muslim. Sehingga statusnya adalah hadits yang muttafaq alaihi.</p>"
      },
      {
        "page": 22,
        "text": "<q>Dari Aisyah rahiyallahuanha berkata bahwa Rasulullah SAW tidak pernah menambah lebih dari 11 rakaat shalat di bulan Ramadhan atau di luar bulan Ramadhan. Beliau shalat 4 rakaat, jangan ditanya tentang kebagusan dan panjangnya. Kemudian beliau shalat 4 rakaat lagi dan jangan juga ditanya tentang kebagusan dan panjangnya. Kemudian beliau shalat 3 rakaat. (HR. Bukhari)</q><p>Namun meski hadits ini shahih dan jelas sekali menyebutkan berapa jumlah rakaat shalat malamnya Rasulullah SAW, yaitu 11 rakaat, nampaknya para ulama tidak berfatwa bahwa shalat tarawih itu 11 rakaat. Kebanyakan mereka khususnya empat mazhab Al-Hanafiyah, Al-Malikiyah, Asy-Syafi’iyah dan Al-Hanabilah menyebutkan bahwa shalat tarawih itu 20 rakaat. Berikut petikan fatwa mereka :</p><strong>Mazhab Al-Hanafiyah</strong><p>As-Sarakhsi (w.483 H.), salah satu ulama mazhab Al-Hanafiyah menuliskan di dalam kitabnya AlMabsuth sebagai berikut :</p><q>Maka sesungguhnya shalat tarawih itu sebanyak 20 rakaat selain witir menurut kami.</q><p>Al-Kasani (w.587 H.), salah satu ulama mazhab AlHanafiyah menuliskan di dalam kitabnya Badai’iuShanai’ fi Tartibisy-Syarai’ sebagai berikut :</p>"
      },
      {
        "page": 23,
        "text": "<q>Dan adapun bilangan rakaat tarawih adalah sebanyak 20 rakaat dalam 10 kali salam, dengan 5 kali istirahat (berhenti sejenak), pada setiap dua salam terdapat satu kali istirahat. Dan ini menurut kebanyakan para ulama.</q><p>Ibnul Humam (w. 681 H) salah satu ulama mazhab Al-Hanafiyah menuliskan di dalam kitabnya Fathul Qadir sebagai berikut :</p><q>Kesimpulan dari semua dalil ini bahwa qiyam Ramadhan sunnah 11 rakaat berjamaah yang dikerjakan Rasulullah SAW kemudian ditinggalkan karena udzur tertentu . Sedangkan menjadi 20 rakaat adalah sunnah khulafaurrasyidin. Sabda beliau SAW,\"Kalian harus berpegang pada sunnah khulafaurrasyidin, menjadi adalah anjuran untuk mengikuti sunnah mereka.</q><p>Az-Zaila’i (w.743 H.), salah satu ulama mazhab AlHanafiyah menuliskan di dalam kitabnya Tabyin AlHaqaiq Syarah Kanzu ad-Daqaiq sebagai berikut :</p><p dir='rtl'>وسن ف رمضان عرشون ركعة بعرشتسليمات بعد العشاء قبل الوتر</p><q>Dan disunahkan pada bulan Ramadhan untuk shalat 20 rakaat dengan 10 salam yang dilakukan setelah shalat isya, sebelum witir.</q><p>Ibnu Abdin (w.1252 H.), salah satu ulama mazhab Al-Hanafiyah menuliskan di dalam kitabnya Radd AlMuhtar ‘ala Ad-dur Al-Mukhtar sebagai berikut :</p>"
      },
      {
        "page": 24,
        "text": "<q>Dan tarawih itu 20 rakaat adalah pendapat jumhur dan itulah yang diamalkan orang-orang baik di Timur ataupun di Barat.</q><strong>Mazhab A-Malikiyah</strong><p>Ad-Dardir (w.1241 H.), salah satu ulama mazhab Al-Malikiyah menuliskan di dalam kitabnya AsySyarhu Ash-Shaghir sebagai berikut :</p><q>Dan shalat Tarawih di Ramadhan 20 rakaat setelah shalat Isya', dengan salam tiap dua rakaat, di luar shalat syafa' dan witir.</q><strong>Mazhab Asy-Syafi’iyah</strong><p>An-Nawawi (w. 676 H.), salah satu ulama mazhab Asy-Syafi'iyah menuliskan di dalam kitabnya AlMajmu’ syarah Al-Muhadzdzab sebagai berikut :</p><q>Shalat tarawih hukumnya sunah menurut ijma ulama, dan menurut kami shalat itu 20 rakaat dalam 10 kali salam. Boleh dilakukan sendiri-sendiri ataupun berjamaah.</q><p>Zakaria Al-Anshari (w.926 H.), salah satu ulama mazhab Asy-Syafi'iyah menuliskan di dalam kitabnya Asna Al-Mathalib Syarah Raudhah Al-Mathalib sebagai berikut :</p><q>Shalat tarawih adalah sebanyak 20 rakaat, dengan</q>"
      },
      {
        "page": 25,
        "text": "<q>10 salam yang mana dilakukan pada setiap malam dibulan Ramadhan.</q><p>Ibnu Hajar Al-Haitami (w.974 H.), salah satu ulama mazhab Asy-Syafi'iyah menuliskan di dalam kitabnya Tuhfatul Muhtaj sebagai berikut :</p><q>Sesungguhnya shalat tarawih disunahkan untuk dikerjakan secara berjamaah, dan menurut kita selain penduduk Madinah bilangannya adalah 20 rakaat sebagaimana diterapkan pada zaman umar.</q><strong>Mazhab A-Hanabilah</strong><p>Ibnu Qudamah (w.620 H.), salah satu ulama mazhab Al-Hanabilah menuliskan di dalam kitabnya Al-Muhgni sebagai berikut :</p><q>Dan shalat malam pada bulan Ramadhan sebanyak 20 rakaat, yaitu shalat tarawih, dan hukumnya adalah sunah muakkadah (sunah yang sangat dianjurkan).</q><p>Al-Mardawi (w.885 H.), salah satu ulama mazhab Al-Hanabilah menuliskan di dalam kitabnya Al-Inshaf fi Ma’rifati Ar-Rajih min Al-Khilaf sebagai berikut :</p><q>Dan yang shahih menurut madzhabnya bahwa shalat tarawih lebih utama daripada shalat sunah lainnya, dan shalatnya sebanyak 20 rakaat.</q><strong>2. Tidak Ada Qadha’ Shalat</strong><p>Sudah menjadi ijma’ ulama bahwa bila waktu</p>"
      },
      {
        "page": 26,
        "text": "<p dir='cntn'>shalat sudah lewat padahal shalat belum dikerjakan, maka shalat itu tetap wajib dilaksanakan. Namanya shalat qadha’. Tidak ada istilah gugur kewajiban shalat.</p><p>Namun kadang ada orang yang dengan lugunya bilang bahwa dalam Islam tidak dikenal qadha’ shalat, dengan berlandaskan hadits berikut ini :</p><q>Dari Aisyah r.a berkata : ‘Di zaman Rasulullah SAW dahulu kami mendapat haidh lalu kami diperintahkan untuk mengqadha’ puasa dan tidak diperintah untuk mengqadha’ shalat (HR. Jama’ah).</q><p>Padahal penggunaan hadits ini untuk menjadi dalil atas tidak adanya qadha’ shalat keliru besar. Sebab hadits ini sedang bicara tentang wanita yang mendapat haidh di bulan Ramadhan, dimana mereka tidak boleh shalat dan puasa. Namun Rasulullah SAW mewajibkan untuk mengqadha’ puasanya tetapi tidak mewajibkan untuk mengqahda’ shalatnya.</p><p>Tidak ada qadha’ shalat itu benar, tetapi berlakunya hanya pada wanita yang sedang haidh saja.</p><strong>3. Pemungut Pajak Masuk Neraka</strong><p>Marak diributkan haramnya pajak dengan berdasarkan hadits berikut ini :</p><q>Pemungut pajak itu di dalam neraka.(HR. Ahmad)</q>"
      },
      {
        "page": 27,
        "text": "<p>Padahal di masa Rasulullah SAW sendiri justru tidak ada pajak. Logikanya, bagaimana mungkin Rasulullah SAW melarang sesuatu yang tidak ada wujudnya di masa itu?</p><p>Letak masalahnya justru pada kekeliruan memahami makna istilah al-maksu itu sendiri, yang diterjemahkan secara sembrono menjadi pajak. Padahal al-maksu tidak ada kaitannya dengan pajak yang kita kenal sekarang ini.</p><p>Istilah al-maksu sendiri secara bahasa bermakna an-naqshu (النقص), yaitu pengurangan, dan juga bermakna adz-dhulmu (الظلم), yaitu penzaliman atau perampasan.</p><p>Sedangkan secara istilah makna al-maksu sebagaimana disebutkan di dalam kamus Al-Muhith adalah :</p><q>Uang-uang dirham yang dipungut dari para penjual barang di pasar di masa jahiliyah.</q><p>Di dalam kamus Al-Mu'jam Al-Wasith disebutkan makna al-maksu adalah :</p><q>Pajak yang dipungut oleh pemungutnya dari para penjual yang masuk ke dalam negeri.</q><p>Orang yang melakukan pemungutannya disebut dengan al-makkas atau al-makis.</p><p>Di masa kenabian, tidak ada petugas pajak dan tidak ada Dirjen Pajak. Sebab negara saat itu memang tidak memungut pajak. Bukan karena pajak itu haram, melainkan kondisinya memang belum memerlukan pemasukan dari pajak.</p>"
      },
      {
        "page": 28,
        "text": "<p>Maka jadi aneh kalau diartikan sebagai pajak. Yang lebih tepat adalah begal atau tukang palak yang memeras para pedagang.</p><strong>4. Haram Jual Barang Yang Bukan Miliknya</strong><p>Ada orang yang mengharamkan menjual barang yang bukan miliknya dengan alasan hadits berikut ini :</p><q>Janganlah kamu menjual barang yang tidak kamu miliki (HR. Tirmizy, Ahmad, An-Nasai, Ibnu Majah, Abu Daud)</q><p>Hadits ini melarang seseorang menjual barang yang bukan miliknya, maksudnya seseorang menjual barang yang memang dia tidak bisa mengadakannya atau menghadirkannya.</p><p>Misalnya, jual ikan tertentu yang masih ada di tengah lautan lepas. Tentu tidak sah, karena tidak ada kepastian bisa didapat atau tidak. Atau jual mobil yang bisa terbang dengan tenaga surya. Untuk saat ini masih mustahil sehingga hukumnya haram.</p><p>Selain itu para ulama juga menyebutkan bahwa maksud larangan dalam hadits ini adalah seseorang menjual barang milik orang lain tanpa SEIZIN dari yang empunya. Perbuatan itu namanya pencurian alias nyolong.</p><p>Tapi kalau yang punya barang malah minta dijualkan, tentu saja hukumnya halal. Dan yang menjualkan berhak untuk mendapatkan fee atas jasa menjualkan. Kesimpulannya : Tidak ada larangan menjual barang milik orang lain, asalkan seizin dari yang punya barang.</p>"
      },
      {
        "page": 29,
        "text": "<strong>5. Haram Jual Barang Yang Belum di Tangan</strong><q>Barangsiapa yang membeli makanan maka janganlah dia menjualnya sampai dia benar-benar menguasainya.</q><strong>6. Haramnya Jual-beli Dengan Dua Harga</strong><p>Ada orang yang mengharamkan jual-beli kredit dengan menggunakan hadits berikut ini :</p><q>Rasulullah SAW melarang dua jual beli dalam satu jual-beli.</q><p>Alasannya karena jual-beli kredit itu menggunakan dua harga, yaitu harga tunai dan harga kredit. Misalnya beli sepeda motor kalau tunai harganya 15 juta dan kalau kredit harganya 22 juta.</p><p>Padahal hadits ini terkait dengan haramnya baiul inah (اإلنة بيع) yang sekedar jadi alibi untuk membungakan uang. Pada dasarnya mau meminjamkan uang dengan bunga, tapi dicarikan alibinya biar tidak terkesan pembungaan dengan berpura-pura melakukan jual-beli benda. Biasanya bendanya itu emas, meskipun fiktif belaka.</p><p>Ceritanya A pura-pura menjual emas kepada B yang dibayar oleh B secara tunai senilai 10 juta. Tapi B saat itu juga menjual lagi emas itu ke A dengan pembayaran dicicil, yang kalau ditotal menjadi 15 juta. Maka yang sesungguhnya terjadi adalah : B meminjamkan uang 10 juta ke A, dimana A wajib mengembalikannya 15 juta.</p>"
      },
      {
        "page": 30,
        "text": "<p>Biar terkesan tidak pakai sistem bunga, lalu digunakan seolah-olah bukan pinjam uang tetapi jual beli emas. Padahal emas-nya sendiri pun tidak pernah ada. Emasnya cuma fiktif belaka. Dan perbuatan ini diharamkan oleh Rasulullah SAW yang dikenal dalam ilmu fiqih sebagai bai’ul inah.</p><strong>F. Adanya Hadits Shahih Lain</strong><strong>1. Makmum Membaca Al-Fatihah</strong><p>Ketentuan bahwa membaca surat Al-Fatihah adalah rukun shalat adalah pendapat jumhur ulama, khususnya bagi orang yang shalat sendirian (munfarid) atau bagi imam yang memimpin shalat.</p><p>Namun para ulama berbeda pendapat tentang hukum membaca surat Al-Fatihah bagi makmum yang shalat dibelakang imam, apakah tetap wajib membacanya, ataukah bacaan imam sudah cukup bagi makmum, sehingga tidak perlu lagi membacanya?</p><strong>Mazhab Al-Malikiyah dan Al-Hanabilah</strong><p>Mazhab Al-Malikiyah dan Al-Hanabilah mengatakan bahwa seorang makmum dalam shalat jamaah yang jahriyah (yang bacaan imamnya keras) untuk tidak membaca apapun kecuali mendengarkan bacaan imam. Sebab bacaan imam sudah dianggap menjadi bacaan makmum.</p><p>Namun kedua mazhab ini sepakat untuk shalat yang sirriyah, dimana imam tidak mengeraskan bacaannya, para makmum lebih disukai (mustahab) untuk membacanya secara perlahan juga. Dasar landasan pendapat mereka adalah hadits Nabi SAW berikut ini :</p>"
      },
      {
        "page": 31,
        "text": "<q>Orang yang punya imam maka bacaan imam adalah bacaan baginya.(HR. Ibnu Majah)</q><strong>Mazhab Al-Hanafiyah</strong><p>Sedangkan mazhab Al-Hanafiyah berpendapat bahwa makmum secara mutlak tidak perlu membaca surat Al-Fatihah, baik di dalam shalat jahriyah atau pun sirriyah. Bahkan mereka sampai ke titik mengharamkan makmum untuk membaca Al-Fatihah di belakang imam. Dasar pelarangan ini adalah ayat Al-Quran yang turun berkenaan dengan kewajiban mendengarkan bacaan imam.</p><q>Dan apabila dibacakan Al-Quran, dengarkannya dan perhatikan. (QS. Al-A’raf : 204)</q><p>Dalam mazhab ini, minimal yang bisa dianggap sebagai bacaan Al-Quran adalah sekadar 6 huruf dari sepenggal ayat. Seperti mengucapkan tsumma nazhar, dimana di dalam lafaz ayat itu ada huruf tsa, mim, mim, nun, dha' dan ra'.</p><p>Namun ulama mazhab ini yaitu Abu Yusuf dan Muhammad mengatakan minimal harus membaca tiga ayat yang pendek, atau satu ayat yang panjangnya kira-kira sama dengan tiga ayat yang pendek.</p><strong>Mazhab As-Syafi'i</strong><p>Mazhab As-syafi'iyah mewajibkan makmum dalam shalat jamaah untuk membaca surat Al-Fatihah, baik dalam shalat jahriyah maupun shalat sirriyah. Dasarnya adalah hadits-hadits shahih yang sudah</p>"
      },
      {
        "page": 32,
        "text": "<p dir='cntn'>disebutkan :</p><q>Dari Ubadah bin Shamit ra berkata bahwa Rasulullah SAW bersabda, Tidak sah shalat kecuali dengan membaca ummil-quran (surat Al-Fatihah) (HR. Bukhari Muslim)</q><p>Namun mazhab Asy-Syafi’iyah juga memperhatikan kewajiban seorang makmum untuk mendengarkan bacaan imam, khususnya ketika di dalam shalat jahriyah.</p><p dir='rtl'>وَاِذَا قُرِئَ الْقُرْاٰنُ فَاسْتَمِعُوْا لَهٗ وَاَنْصِتُوْا</p><q>Dan apabila dibacakan Al-Quran, dengarkannya dan perhatikan. (QS. Al-A’raf : 204)</q><p>Disini ada dua dalil yang secara sekilas bertentangan. Dalil pertama, kewajiban membaca surat Al-Fatihah. Dalil kedua, kewajiban mendengarkan bacaan surat Al-Fatihah yang dibaca imam. Dalam hal ini mazhab Asy-syafi’iyah nampaknya menggunakan tariqatul-jam’i (الجمع طريقة ,( yaitu menggabungkan dua dalil yang sekilas bertentangan, sehingga keduanya bisa tetap diterima dan dicarikan titik-titik temu di antara keduanya.</p><p>Thariqatul-jam’i yang diambil adalah ketika imam membaca surat Al-Fatihah, makmum harus mendengarkan dan memperhatikan bacaan imam, lalu mengucapkan lafadz ‘amin’ bersama-sama dengan imam. Begitu selesai mengucapkan, masingmasing makmum membaca sendiri-sendiri surat Al-</p>"
      },
      {
        "page": 33,
        "text": "<p dir='cntn'>Fatihah secara sirr (tidak terdengar).</p><p>Dalam hal ini, imam yang mengerti thariqatuljam’i yang diambil oleh mazhab Asy-Syafi’iyah ini akan memberikan jeda sejenak, sebelum memulai membaca ayat-ayat Al-Quran berikutnya. Dan jeda itu bisa digunakan untuk bernafas dan beristirahat sejenak.</p><p>Namun dalam pandangan mazhab ini, kewajiban membaca surat Al-Fatihah gugur dalam kasus seorang makmum yang tertinggal dan mendapati imam sedang ruku'. Maka saat itu yang bersangkutan ikut ruku' bersama imam dan sudah terhitung mendapat satu rakaat.</p><strong>2. Apakah Basmalah Termasuk Al-Fatihah?</strong><p>Terkait dengan surat Al-Fatihah, sering menjadi perdebatan orang-orang awam tentang bacaan basmalah (bismillahirrahmanir-rahim) di dalam surat Al-Fatihah. Ada sebagian orang yang tidak membaca basmalah saat membaca surat Al-Fatihah, dan hal itu menjadi bahan perdebtan yang tidak ada habisnya.</p><p>Masalah ini kalau kita mau runut ke belakang, ternyata berhulu dari perbedaan pendapat di kalangan ulama tentang apakah lafadz basmalah itu bagian dari surat Al-Fatihah atau bukan. Sebagian ulama mengatakan basmalah adalah bagian dari surat Al-Fatihah, dan sebagian yang lain mengatakan bukan.</p><strong>Mazhab Al-Hanafiyah</strong><p>Mazhab Al-Hanafiyah berpendapat bahwa basmalah bukan bagian dari surat Al-Fatihah. Kalau pun kita membacanya di awal surat Al-Fatihah, kedudukannya sunnah ketika membacanya. Namun mazhab ini tetap mengatakan bahwa bacaan</p>"
      },
      {
        "page": 34,
        "text": "<p dir='cntn'>basmalah pada surat Al-Fatihah sunnah untuk dibaca, dengan suara yang sirr atau lirih.</p><strong>Mazhab Al-Malikiyah</strong><p>Sedangkan pandangan mazhab Al-Malikiyah, basmalah bukan bagian dari surat Al-Fatihah. Sehingga tidak boleh dibaca dalam shalat baik shalat wajib maupun shalat sunnah. Dan juga baik dalam shalat jahriyah maupun sirriyah. Dasarnya adalah hadits berikut ini :</p><q>Dari Anas bin Malik radhiyallahuanhu berkata,”Aku shalat di belakang Rasulullah SAW, Abu Bakar, Umar, Utsman dan Ali radhiyallahuanhum. Mereka memulai qiraat dengan membaca AlHamdulillahirabbil ‘alamin, dan tidak membaca bismillahirramanirrahim di awal qiraat atau di akhirnya”. (HR. Bukhari dan Muslim)</q><p>Ada satu pendapat di kalangan ulama mazhab Al-Malikiyah yang membolehkan seseorang membaca basmalah di dalam Al-Fatihah, namun khusus untuk shalat sunnah dan bukan shalat wajib.</p><strong>Mazhab As-Syafi'iyah</strong><p>Menurut mazhab As-Syafi'iyah, lafaz basmalah adalah bagian dari surat Al-Fatihah. Sehingga wajib dibaca dengan jahr (dikeraskan) oleh imam shalat dalam shalat jahriyah. Dalilnya adalah hadits berikut ini :</p>"
      },
      {
        "page": 35,
        "text": "<q>Dari Abu Hurairah radhiyallahuanhu bahwa Rasulullah SAW bersabda,\"Bila kamu membaca surat Al-Fatihah, maka bacalah bismillahirrahmanirrahim, karena bismillahir rahmanirrahim adalah salah satu ayatnya\". (HR. Ad-Daruquthuny).</q><q>Fatihatul-kitab (surat Al-Fatihah) berjumlah tujuh ayat. Ayat pertama adalah bismillahirrahmanirrahim. (HR. Al-Baihaqi)</q><q>Dari Ali bin Abi Thalib radhiyallahuanhu, beliau berkata,\"Rasulullah SAW memulai shalat dengan membaca bismillahirrahmanirrahim.</q><p>Hadits yang senada juga diriwayatkan oleh AlBukhari dan Muslim dengan isnad yang shahih dari Ummi Salamah. Dan dalam kitab Al-Majmu' ada enam orang shahabat yang meriwayatkan hadits tentang basmalah adalah bagian dari surat AlFatihah.</p><strong>Mazhab Al-Hanabilah</strong><p>Sedangkan dalam pandangan Al-Hanabilah, basmalah adalah bagian dari surat Al-Fatihah, namun tidak dibaca secara keras (jahr), cukup dibaca pelan saja (sirr). Bila kita perhatikan imam Al-Masjidil Al-</p>"
      },
      {
        "page": 36,
        "text": "<p dir='cntn'>haram di Mekkah, tidak terdengar membaca basmalah, namun mereka membacanya. Umumnya orang-orang disana bermazhab Hanbali.</p><strong>G. Sastra dan Gaya Bahasa</strong><strong>1. Bunuh Orang Lewat di Depan Orang Shalat</strong><p>Saking kerasnya larangan untuk melewati orang yang sedang shalat, sampai ada hadits yang sekilas terkesan boleh dibunuh. Status haditsnya dishahihkan oleh Imam Muslim.</p><q>Dari Abi Said Al-Khudri radhiyallahuanhu bahwa Rasulullah SAW bersabd,\"Jika kamu shalat jangan biarkan seorang pun lewat di depannya, haruslah dia mencegahnya semampunya. Kalau orang yang mau lewat itu mengabaikan, maka bunuhlah dia, karena dia adalah setan. (HR. Muslim)</q><p>Namun yang jadi pertanyaan, berapa orang yang mati terbunuh di masa kenabian gara-gara dia lewat depan orang shalat? Jawabannya nol alias tidak ada. Jadi meski teks haditsnya memerintahkan untuk membunuh orang lewat depan yang sedang shalat itu tidak pernah dijalankan, baik oleh Rasulullah SAW sendiri ataupun oleh para shahabat.</p><p>Kita bilang memang begitulah salah satu karakteristik gaya bahasa Arab, yang kadang bersifat hyperbola. Namun ternyata isinya tidak demikian. Hal-hal seperti ini tidak bisa dipahami oleh mereka yang tidak belajar ilmu fiqih.</p>"
      },
      {
        "page": 37,
        "text": "<strong>2. Bakar Rumah Yang Tidak Shalat</strong><q>Dari Abu Hurairah radhiyallahuanhu bahwa Rasulullah SAW bersabda,'Sungguh aku punya keinginan untuk memerintahkan shalat dan didirikan, lalu aku memerintahkan satu orang untuk jadi imam. Kemudian pergi bersamaku dengan beberapa orang membawa seikat kayu bakar menuju ke suatu kaum yang tidak ikut menghadiri shalat dan aku bakar rumah-rumah mereka dengan api\". (HR. Bukhari dan Muslim).</q><strong>3. Oposisi Harus Dibunuh</strong><q>Bila ada dua khalifah yang dibai’at, maka bunuhlah salah satunya. (HR. Muslim)</q><strong>4. Taburkan Debu ke Wajah Yang Memuji</strong><q>Rasulullah SAW memerintahkan kami untuk menaburkan debu di wajah orang yang memuji. (HR. Muslim)</q>"
      },
      {
        "page": 38,
        "text": "<strong>H. Ada ‘Illat Tertentu</strong><strong>1. Keharaman Isbal Karena Sombong</strong><q>Kain yang panjangnya di bawah mata kaki tempatnya adalah neraka (HR. Bukhari)</q><q>Pada hari Kiamat nanti Allah tidak akan memandang orang yang menyeret kainnya karena sombong” (HR. Bukhari)</q><p>Al-Imam An-Nawawi rahimahullah adalah ulama besar di masa lalu yang menulis banyak kitab, di antaranya Syarah Shahih Muslim. Kitab ini adalah kitab yang menjelaskan kitab Shahih Muslim. Beliau juga adalah penulis kitab hadits lainnya, yaitu Riyadhus-Shalihin yang sangat terkenal ke manamana. Termasuk juga menulis kitab hadits sangat populer, Al-Arba'in An-Nawawiyah. Juga menulis kitab I'anatut-Thalibin dan lainnya.</p><p>Di dalam Syarah Shahih Muslim, beliau menuliskan pendapat:</p><p>Adapun hadits-hadits yang mutlak bahwa semua pakaian yang melewati mata kaki di neraka, maksudnya adalah bila dilakukan oleh orang yang sombong. Karena dia mutlak, maka wajib dibawa kepada muqayyad, wallahu a'lam.</p><p>Dan Khuyala' adalah kibir (sombong). Dan pembatasan adanya sifat sombong mengkhususkan</p>"
      },
      {
        "page": 39,
        "text": "<p dir='cntn'>keumuman musbil (orang yang melakukan isbal) pada kainnya, bahwasanya yang dimaksud dengan ancaman dosa hanya berlaku kepada orang yang memanjangkannya karena sombong. Dan Nabi SAW telah memberikan rukhshah (keringanan) kepada Abu Bakar Ash-Shiddiq ra seraya bersabda, \"Kamu bukan bagian dari mereka.\" Hal itu karena panjangnya kain Abu Bakar bukan karena sombong.</p><p>Maka klaim bahwa isbal itu haram secara mutlak dan sudah disepakati oleh semua ulama adalah klaim yang kurang tepat. Sebab siapa yang tidak kenal dengan Al-Hafidz Ibnu Hajar dan Al-Imam An-Nawawi rahimahumallah. Keduanya adalah begawan ulama sepanjang zaman. Dan keduanya mengatakan bahwa isbal itu hanya diharamkan bila diiringi rasa sombong.</p><strong>2. Biar Berbeda Dengan Yahudi</strong><q>Orang Yahudi dan Nasrani tidak mencelup rambutnya, maka kalian harus berbeda dengan mereka. (HR. Muslim)</q><q>Dari Ibnu Umar radhiyalahuanhu berkata bahwa Rasulullah SAW bersabda,”Berbedalah dengan orang-orang musyrik. Panjangkanlah jenggot dan potonglah kumis. (HR. Bukhari)</q><q>Dari Abi Hurairah radhiyallahuanhu bahwa</p>"
      },
      {
        "page": 40,
        "text": "<q>Rasulullah berdabda,”Pendekkan kumis dan panjangkan jenggot, berbedalah kalian dari orangorang majusi”. (HR. Muslim)</q><q>Dari Aisyah radhiyallahuanha dari Nabi SAW,”Ada sepuluh perkara yang termasuk fithrah, di antaranya memanjangkan jenggot. (HR. Muslim)</q><strong>3. Larangan Menyongsong Pedagang Dari Desa</strong><q>Janganlah kalian songsong kafilah dagang dan janganlah orang kota menjual kepada orang desa. (HR. )</q><strong>4. Haram Bawa Mushaf Dalam Safar</strong><q>Janganlah kalian bepergian membawa mushaf, karena Aku tidak menjamin musuh akan mendapatkannya. (HR. Muslim)</q><strong>5. Haram Wanita Bepergian Tanpa Mahram</strong><q>Tidak halal bagi wanita yang beriman kepada Allah dan hari akhir untuk bepergian sejauh perjalanan tiga malam kecuali bersama mahramnya. (HR.</q>"
      },
      {
        "page": 41,
        "text": "<q>Ahmad)</p><q>Janganlah seorang wanita bepergian tiga hari kecuali bersama mahramnya. (HR. Muslim)</q><q>Wahai Adi, apakah kamu pernah melihat Hirah? Aku menjawab,”Belum, tetapi pernah diceritakan”. Nabi SAW bersabda,”Bila usiamu panjang, kamu akan melihat seorang wanita berjalan dari Hirah hingga tawaf di Baitullah tanpa takut apapun kecuali Allah.</q><strong>6. Kedaruratan Membolehkan Yang Haram</strong><q>Beberapa orang dari kabilah 'Ukel dan Urainah singgah di kota Madinah. Tidak berapa lama perut mereka menjadi kembung dan bengkak karena tak tahan dengan cuaca Madinah. Menyaksikan tamunya mengalami hal itu, Nabi SAW memerintahkan mereka untuk mendatangi untaunta milik Nabi yang digembalakan di luar kota Madinah, lalu minum dari air kencing dan susu untaunta tersebut. (HR. Bukhari Muslim)</q>"
      }
    ]
  }
]
