[
  {
    "id": "2MW",
    "info": {
      "title": "Model Penulisan Kitab Hadits",
      "author": "Hanif Luthfi, Lc., MA",
      "publish": "Tue, 7 January 2020",
      "pages": 27,
      "price": 0,
      "category": "Hadits",
      "desc": "Meski kita ketahui bahwa sumber utama agama Islam adalah Al-Qur'an dan Hadits, tetapi keberadaan al-Hadits dalam proses kodifikasinya sangat berbeda dengan al-Qur’an yang sejak awal mendapat perhatian secara khusus baik dari Rasulullah صلى الله عليه وسلم maupun para sahabat berkaitan dengan penulisannya 1."
    },
    "tableOfContents": [
      { "page": 5, "text": "Mukaddimah", "head": true },
      { "page": 6, "text": "Muhaddits tak Melaksanakan Hadits" },
      { "page": 7, "text": "Tak Keluar dari Nabi Kecuali Kebenaran" },
      { "page": 8, "text": "Fase Penulisan Hadits" },
      {
        "page": 10,
        "text": "10 Model Penulisan Kitab Hadits",
        "sub": [
          { "page": 11, "text": "Al-Muwattha'" },
          { "page": 13, "text": "Al-Musnad" },
          { "page": 15, "text": "Al-Juz'u" },
          { "page": 15, "text": "As-Shahih" },
          { "page": 18, "text": "Al-Jami'" },
          { "page": 18, "text": "As-Sunan" },
          { "page": 19, "text": "Al-Mustadrak" },
          { "page": 20, "text": "Al-Mustakhraj" },
          { "page": 20, "text": "Al-Majmu'ah" },
          { "page": 22, "text": "Al-Syarh" }
        ]
      }
    ],
    "content": [
      {
        "page": 5,
        "text": "<p>Bissmillahirrahmanirrahim.</p><p>Segala puji bagi Allah جل جلاله ,shalawat serta salam kepada baginda Rasulullah صلى الله عليه وسلم.</p><p>Hari ini, jika kita ingin mengetahui perkataan atau perbuatan Nabi صلى الله عليه وسلم ,maka dengan mudah kita baca dari kitab-kitab hadits. Tetapi penulisan hadits menjadi sebuah kitab itu ternyata telah menjalani sejarah yang cukup panjang.</p><p>Meski kita ketahui bahwa sumber utama agama Islam adalah Al-Qur'an dan Hadits, tetapi keberadaan al-Hadits dalam proses kodifikasinya sangat berbeda dengan al-Qur’an yang sejak awal mendapat perhatian secara khusus baik dari Rasulullah صلى الله عليه وسلم maupun para sahabat berkaitan dengan penulisannya.</p><p>Al-Qur’an telah secara resmi dikodifikasikan sejak masa khalifah Abu Bakar al-Shiddiq yang dilanjutkan dengan Utsman bin Affan yang merupakan waktu yang relatif dekat dengan masa Rasulullah صلى الله عليه وسلم.</p><p>Sementara itu, perhatian terhadap al-Hadits tidaklah demikian. Upaya kodifikasi al-Hadits secara</p>"
      },
      {
        "page": 6,
        "text": "<p dir='cntn'>resmi baru dilakukan pada masa pemerintahan Umar bin Abd al-Aziz khalifah Bani Umayyah yang memerintah tahun 99 - 101 Hijriyah, waktu yang relatif jauh dari masa Rasulullah صلى الله عليه وسلم.</p><p>Kitab-kitab induk Hadits adalah kitab-kitab yang disusun oleh mukharrij Hadits dengan sanad yang bersambung pada generasi-generasi di atasnya sampai kepada Nabi صلى الله عليه وسلم ,tanpa mengutip dari kitab lain dan biasanya ditulis sebelum abad kelima hijriah.</p><p>Kitab-kitab induk ini sangat beragam dan disusun dengan sistematika yang bermacam-macam, mulai muwattha’, musnad, Shahîh, jâmi’, sunan dan lain-lain.</p><p>Pada abad kelima penulisan Hadits telah mencapai batas puncaknya. Kajian terhadap Hadits kemudian beralih kepada usaha untuk mengelaborasi kitab-kitab induk di atas. Seperti men-syarh yang dapat dikatakan menafsirkan dalam kajian al-Qur`an, yaitu menjelaskan maknamakna yang sulit dalam Hadits, menjelaskan pendapat ulamâ’ mengenai kandungan hukum dalam matn atau isi dari Hadits atau menjelaskan kondisi sanad dan kontroversi mengenainya.</p><h1>Muhaddits tak Melaksanakan Hadits</h1><p>Menulis perkataan Nabi صلى الله عليه وسلم selain Al-Qur’an, di masa Nabi bisa dikatakan suatu larangan. Jika kita hari ini mengetahui suatu hadits dari kitab-kitab hadits, justru di masa Rasulullah صلى الله عليه وسلم ,beliau pernah melarang para shahabatnya untuk menuliskan selain</p>"
      },
      {
        "page": 7,
        "text": "<p dir='cntn'>dari Al-Qur'an. Maka, Rasulullah صلى الله عليه وسلم melarang para sahabatnya menulis hadist, sebagaimana riwayat dari Abu Said Al-Khudry,</p><p dir='rtl'>ال تكتبوا عين ومن كتب عين غري القرآن فليمحه</p><q>Janganlah kalian menulis dari ku, dan barangsiapa yang telah menulis dari ku selain AlQuran maka hapuslah”. (HR. Muslim)</q><p>Uniknya, larangan tentang menulis selain AlQur'an ini malah ditulis oleh Imam Muslim bin Hajjaj (w. 261 H) dalam Shahih Muslimnya.</p><h1>Tak Keluar dari Nabi Kecuali Kebenaran</h1><p>Maka para ulama menjelaskan sebenarnya larangan untuk menulis perkataan Nabi صلى الله عليه وسلم itu berlaku saat Al-Qur’an belum selesai diturunkan dan belum dikodifikasi.</p><p>Di akhir hayatnya Rasulullah صلى الله عليه وسلم pun, beliau mengizinkan penulisan hadits. Sebagaimana hadits yang diriwayatkan, dari Abdulllah bin Amr bin Ash, beliau mengatakan,</p><p dir='rtl'>كُنْتُ أَكْتُبُ كُلَّ شَيْءٍ أَسْمَعُهُ مِنْ رَسُولِ اللهِ صلى الله عليه وسلم أُرِيدُ حِفْظَهُ ، فَنَهَتْنِي قُرَيْشٌ وَقَالُوا : أَتَكْتُبُ كُلَّ شَيْءٍ تَسْمَعُهُ وَرَسُولُ اللهِ صلى الله عليه وسلم بَشَرٌ يَتَكَلَّمُ فِي الْغَضَبِ ، وَالرِّضَا ، فَأَمْسَكْتُ عَنِ الْكِتَابِ ، فَذَكَرْتُ ذَلِكَ لِرَسُولِ اللهِ صلى الله عليه وسلم ، فَأَوْمَأَ</p>"
      },
      {
        "page": 8,
        "text": "<p dir='rtl'>بِأُصْبُعِهِ إِلَى فِيهِ ، فَقَالَ : اكْتُبْ فَوَالَّذِي نَفْسِي بِيَدِهِ مَا يَخْرُجُ مِنْهُ إِلاَّ حَقٌّ.</p><q>”Dahulu aku menulis semua yang aku dengar dari Rasulullah karena aku ingin menghafalnya. Kemudian orang orang Quraisy melarangku, mereka berkata, “Engkau menulis semua yang kau dengar dari Rasulullah? Dan Rasulullah adalah seorang manusia, kadang berbicara karena marah, kadang berbicara dalam keadaan lapang”. Mulai dari sejak itu akupun tidak menulis lagi, sampai aku bertemu dengan Rasulullah dan mengadukan masalah ini, kemudian beliau bersabda sambil menunjukkan jarinya ke mulutnya, “tulislah! Demi yang jiwaku ada di tanganNya, tidak lah keluar dari mulutku ini kecuali kebenaran”. (HR. Adu Dawud, Ahmad, Al Hakim).</q><p>Pelarangan penulisan hadits terjadi saat wahyu AlQuran masih turun, karena Nabi صلى الله عليه وسلم takut tercampurnya Al-Quran dengan hadist. Dikhawatrikan pula kaum muslimin akan sibuk terhadap hadist melebihi kesibukkannya terhadap AlQuran.</p><p>Maka para ulama menyebutkan bahwa haditsyang melarang menulis hadits itu terhapus dengan hadits pembolehan penulisan hadits.</p><h1>Fase Penulisan Hadits</h1><p>Sejarah mencatat bahwa kitab hadits mulai</p>"
      },
      {
        "page": 9,
        "text": "<p>berkembang cukup pesat pada akhir abad ke-2 hijriyyah. Muncul kitab-kitab hadits yang sampai sekarang masih bisa kita nikmati. Ada beberapa model ketika ulama menuliskan kitab hadits mereka, ada istilah jawami', sunan, mushannafat, muwattha'at dan lain sebagainya. Kitab-kitab hadits ini masuk dalam kategori ilmu hadits riwayat.</p><p>Sebelum itu, secara garis besar ilmu hadits terbagi dalam dua kategori; ilmu hadits riwayat dan ilmu hadits dirayat. Ilmu hadits riwayat adalah ilmu yang mempelajari tentang periwayatan secara teliti dan hati-hati terhadap sesuatu yang disandarkan kepada Nabi Muhammad baik berupa perkataan, perbuatan, taqrir dan sifat.</p><p>Sedangkan ilmu hadits dirayat adalah gabungan beberapa ilmu yang mempelajari tentang keadaan seorang perawi hadits dan sesuatu yang diriwayatkannya dari segi diterima atau tidaknya suatu hadits. Ilmu hadits dirayat ini sering disebut dengan ilmu mushtalah hadits.</p><p>Ilmu hadits riwayat jika kita telusuri sejarahnya, secara garis besar bisa dipetakan dalam beberapa fase :</p><ul><li>Zaman Nabi, para shahabat dan tabiin awal. Pada fase ini, hadits belum tercatat dalam satu kitab</li></ul>"
      },
      {
        "page": 10,
        "text": "<p dir='cntn'>khusus, kebanyakan hadits berpindah dengan sistem hafalan.</p><ul><li>Awal abad ke-2 Hijriyyah. Pada masa ini, Khalifah Umar bin Abdul Aziz (w. 101 H) memerintahkan kepada ahli hadits saat itu untuk menuliskan hadits. Ahli hadits pertama yang memenuhi permintaan Khalifah Umar bin Abdul Aziz adalah Muhammad bin Muslim bin Syihab az-Zuhri (w. 124 H). Pada fase ini, sudah banyak ulama yang menulis hadits, tetapi kitab yang ditulis masih tercampur dengan perkataanperkataan shahabat dan tabiin.</li><li>Awal abad ke-3 Hijriyyah. Di abad ini para ahli hadits sudah mulai memilih hadits yang benar-benar disandarkan kepada Nabi, memisahkannya dengan perkataan shahabat dan tabiin, dan juga mengumpulkan hadits shahih dalam satu kitab. Misalnya Imam Bukhari (w. 256 H) dengan kitab Shahihnya dan juga Imam Muslim (w. 261 H). Bisa dikatakan abad ke-3 ini adalah abad keemasan dalam penulisan sebuah kitab hadits.</li><li>Setelah abad ke-3 Hijriyyah. Corak penulisan hadits setelah abad ke-3 adalah penulisan hadits dalam satu bab saja, juga adanya inovasi dalam penataan bab dalam kitab. Misalnya munculnya penulisan hadits hanya dalam bab targhib wa attarhib dan hanya dalam hadits ahkam.</li></ul><h1>10 Model Penulisan Kitab Hadits</h1><p>Berikut ini adalah di antara kitab-kitab induk Hadits sesuai kronologis dan jenisnya.</p>"
      },
      {
        "page": 11,
        "text": "<strong>Al-Muwattha'</strong><p>Pertama, Kitab-kitab al-Muwattha` dan alMusannaf. Al-Muwattha’ atau al-Mushannaf ini merupakan kitab yang disusun berdasarkan babbab fiqh. Pada saat itu, konsentrasi utama para ulamâ’ adalah bagaimana merekam ajaran-ajaran Islam yang tidak terdapat dalam al-Qur`an, sehingga penulisan yang mereka lakukan terkadang tidak terlalu memperhatikan metode penulisan sebuah kitab Hadits dan masih mencampur Hadits dengan perkataan sahabat, tâbi’în bahkan perkataan penulis sendiri.</p><p>Di antara kitab dengan metode ini yang terkenal ialah kitab al-Muwattha’ yang disusun oleh Imâm Mâlik ibn Anas Abû`Abdullâh al-Ashbahi (93-179 H) . Kitab ini terdiri atas 2 juz dan 61 bab, dimulai dari pembahasan tentang waktu shalat dan diakhiri dengan pembahasan tentang nama-nama nabi Muhammad .صلى الله عليه وسلم .</p><p>Terjadi perbedaan pandangan di kalangan ulamâ’ ketika dihadapkan pada pertanyaan apakah</p>"
      },
      {
        "page": 12,
        "text": "<p dir='cntn'>al-muwattha’ merupakan kitab fiqh atau kitab Hadits.</p><p>Abû Zahwu berpendapat bahwa al-Muwattha’ bukan hanya kitab fiqh namun kitab Hadits sekaligus, karena sistematika penulisan yang menggunakan bab-bab fiqh tidak hanya monopoli Imâm Mâlik, namun juga digunakan oleh para penyusun kitab Hadits lainnya.</p><p>Di samping itu, Imâm Mâlik di beberapa tempat dalam kitabnya juga memberikan komentar dan kritik terhadap sebuah riwayat Hadits.</p><p>Dalam penyusunan kitabnya, Imâm Mâlik lazim melakukan beberapa tahapan tertentu, diawali dengan menuliskan Hadits, lalu menyebutkan fatwa para sahabat, fatwa tâbi`în, ijmâ` ulamâ’ Madinah dan acapkali ditutup dengan pendapatnya sendiri.</p><p>Tahapan-tahapan itu tidak selalu ada dalam setiap pembahasan, namun menyebutkan Hadits nabi merupakan acuan pertama yang dilakukan Imâm Mâlik.</p><p>Muwattha' secara bahasa artinya yang dipermudah. Karakteristik kitab model muwattha' ini adalah penataan babnya sesuai dengan bab fiqih, dan juga hadits yang ditulis berupa hadits marfu', mauquf dan maqthu'. Artinya isi dari muwattha' ini berupa Hadits Nabi, Atsar Shahabat dan Tabiin. Pengertian muwattha' ini sama persis dengan</p>"
      },
      {
        "page": 13,
        "text": "<p dir='cntn'>pengertian mushannaf.</p><p>Contohnya adalah kitab Muwattha' karya Imam Muhammad bin Abdurrahman atau terkenal dengan Ibnu Abi Dziab (w. 158 H), kitab Muwattha' karya Imam Malik bin Anas (w. 179 H), kitab Muwattha' karya Imam Abu Muhammad Abdullah bin Muhammad al-Marwazi (w. 293 H).</p><p>Contoh mushannaf adalah Mushannaf Abu Salamah Hammad bin Salamah bin Dinar (w. 167 H), Mushannaf Ibn Abi Syaibah (w. 235 H), Mushannaf Abu Bakar Abdurrazzaq (w. 211 H).</p><p>Kitab-kitab jenis ini terdapat hampir di tiap kota besar saat itu, seperti al-Mushannaf karya Abd alMâlik ibn Abd al-Azîz al-Bashrî (w. 150 H) di Mekkah, al-Muwattha’ di Madinah, al-Mushannaf karya alRabi` ibn al-Shâbih di Bashrah, dan lain-lain.</p><strong>Al-Musnad</strong><p>Kedua, Kitab-kitab al-Musnad. Metode musnad ialah membuat bab sesuai rawî tertingginya yaitu sahabat. Berbeda dengan kitab-kitab al-Muwattha’ yang masih mencampur Hadits dengan perkataan sahabat dan yang lainnya, kitab-kitab musnad hanya memasukkan Hadits nabi saja. Orang</p>"
      },
      {
        "page": 14,
        "text": "<p dir='cntn'>pertama yang menyusun Hadits dengan konsep ini adalah Abû Dawûd Sulaymân ibn al-Jarrad alTayyalasi (133-204 H).</p><p>Kitab sejenis yang dianggap paling luas dan memadai adalah Musnad Ahmad bin Hanbal, yang disusun oleh Ahmad ibn Muhammad ibn Hanbal bin Hilâl (164-241 H). Kitab ini berisi 40000.</p><p>Hadits, diulang-ulang sekitar 10.000. Putranya yang bernama Abdullâh menambahkan sekitar 10.000 Hadits, demikian pula rawî yang meriwayatkan dari Abdullâh, yaitu Ja`far al-Qathi`i, memberikan beberapa tambahan di dalamnya.</p><p>Seperti diketahui, bahwa Ahmad ibn Hanbal telah terlebih dahulu meninggal dunia sebelum memperbaikinya. Oleh karena itu, yang berperan dalam mengurutkan kitab Musnad itu adalah anaknya, Abdullâh.</p><p>Sedangkan yang mengurutkan Musnad berdasarkan huruf hija`iyah adalah Abû Bakr Muhammad ibn Abdillâh al-Muqaddasi11. Karena sistematika yang dipakai adalah Musnad, maka pencarian Hadits dalam kitab ini harus berdasarkan nama sahabat yang meriwayatkan, dimulai dari Musnad Abû Bakr dan diakhiri dengan Musnad</p>"
      },
      {
        "page": 15,
        "text": "<p dir='cntn'>Fâthimah bint Abî Jaysy.</p><p>Kitab-kitab jenis ini, selain karya Ahmad bin Hanbal adalah Musnad Abû Hanîfah, Musnad Ishaq bin Rahawiyah, Musnad al- Bazzar, Musnad alHumaydi, dan lain sebagainya.</p><strong>Al-Juz'u</strong><p>Ketiga, kitab-kitab al-Juz`u. Dalam istilah ahli Hadits, al-Juz`u adalah kitab yang disusun dengan cara mengumpulkan Hadits-Hadits yang mempunyai tema sama dengan konsep yang sederhana, atau kitab-kitab yang sebenarnya tidak ditulis secara khusus sebagai kitab Hadits. Misalnya, kitab al-Jihâd dan al-Zuhud karya Ibn al-Mubârâk, Fadhâ`il al-Qur’ân dan al-Umm karya al-Syâfi`î, Tafsîr al-Thabâri dan Târîkh al-Thâbari karya Thabâri, dan lain-lain.</p><p>Kitab-kitab ini meskipun tidak ditulis secara khusus sebagai kitab hadis, namun Hadits-Hadits yang terdapat dalam kitab al-Juz’u, seluruhnya diriwayatkan oleh penulisnya bersambung kepada nabi tanpa menukil dari karya orang lain. Sehingga, kitab-kitab itu pun layak disebut sebagai referensi induk Hadits.</p><strong>As-Shahih</strong><p>Keempat, kitab-kitab al-Shahîh. Dari namanya diketahui bahwa model kitab shihah adalah kitab</p>"
      },
      {
        "page": 16,
        "text": "<p dir='cntn'>kumpulan hadits yang hanya menuliskan haditshadits shahih saja, paling tidak shahih menurut yang mengumpulkannya.</p><p>Ulamâ’ yang menjadi pelopor penulisan jenis ini adalah Muhammad Ismâ’il al-Bukhârî (194-256 H) dengan kitabnya yang populer disebut Shahîh al-Bukhari.</p><p>Metode shahîh ialah metode penulisan kitab Hadits berdasarkan kualitas keshahihan hadits, cakupan pembabannya menggunakan tekhnik aljâmi’, yaitu berusaha mencakup seluruh kajian keislaman.</p><p>Imâm al-Bukhârî menulis kitab Shahîh-nya selama 16 tahun dan merupakan hasil seleksi dari sekitar 600000 Hadits. Setiap kali dia ingin meletakkan suatu Hadits shahîh dalam kitabnya selalu didahului dengan bersuci dan shalat dua rakaat.</p><p>Al-Bukhârî hanya menulis Hadits dalam kitabnya dari kelompok periwayat tingkat pertama dan sedikit dari tingkat kedua, yaitu yang memiliki sifat âdil dan kuat hafalan, teliti, jujur, dan lama dalam berguru. Tingkat kedua memiliki kriteria sama dengan yang pertama, namun tidak lama dalam berguru.</p>"
      },
      {
        "page": 17,
        "text": "<p>Penyusunan yang dilakukan al-Bukhârî kemudian diikuti oleh salah seorang muridnya Imâm Abî alHusayn Muslim ibn al-Hajjaj al- Qusyayri al-Naysaburi (206-261 H) dengan kitabnya Shahîh Muslim.</p><p>Kitab ini menggunakan sistematika jâmi` sama dengan shahîh al-Bukhârî. Dalam muqaddimah-nya, Imam Muslim mengklasifikasikan hadits menjadi tiga macam, yakni hadits yang diriwayatkan oleh para periwayat yang `âdil dan dlâbit, diriwayatkan oleh para periwayat yang tidak diketahui keadaannya (mastûr) dan hafalannya biasa-biasa saja, diriwayatkan oleh periwayat yang lemah hafalannya dan haditsnya ditinggalkan orang. Dari kategori di atas, apabila Imam Muslim telah meriwayatkan kategori pertama, beliau selalu menyertakan kategori kedua, sedang kategori ketiga dia tidak menggunakannya.</p><p>Dua kitab ini (al-Bukhârî dan Muslim), menurut para ulamâ’ adalah kitab yang paling shahîh setelah Al-Qur`an, karena syarat yang digunakan mereka demikian ketat. Metode ini setelah itu diikuti oleh beberapa ulamâ’ yang menyusun kitabnya berdasarkan syarat al-Bukhârî dan Muslim, di antaranya Shahîh Abû `Awânah, Shahîh ibn Khuzaymah (w. 311 H), dan Shahîh ibn Hibbân (w.</p>"
      },
      {
        "page": 18,
        "text": "<p dir='cntn'>254 H).</p><strong>Al-Jami’</strong><p>Kelima, kitab al-jami’. Karakteristik kitab model jami' adalah kitab hadits tersebut mengumpulkan semua bab hadits; mulai dari aqidah, fiqih, sejarah, dan adab atau akhlaq.</p><p>Contohnya adalah kitab al-Jami' as-Shahih karya Imam Bukhari (w. 256 H), al-Jami' as-Shahih karya Imam Muslim (w. 261 H), Jami' at-Tirmidzi karya Imam at-Tirmidzi (w. 279 H).</p><p>Memang kadang suatu kitab bisa masuk satu kategori tapi juga masuk kategori lain. Misalnya: aljami’ as-shahih karya Imam Bukhari ini masuk dalam jajaran kitab al-jami’, tetapi kitab ini juga bisa masuk dalam jajaran kitab as-Shahih, karena penulisnya hanya memasukkan hadits shahih saja.</p><strong>As-Sunan</strong><p>Keenam, kitab-kitab al-Sunan. Sunan adalah bentuk plural dari kata sunnah. Metode as-sunan adalah penulisan kitab Hadits dengan menggunakan bab-bab fiqh dan hanya hadits-hadits marfu' saja yang ditulis, berbeda dengan Muwattha' yang didalamnya masih terdapat atsar shahabat dan tabiin.</p><p>Di antara kitab-kitab jenis ini adalah Sunan Abû Dawûd yang ditulis oleh Abû Dawûd bin</p>"
      },
      {
        "page": 19,
        "text": "<p dir='cntn'>Sulaymân al-Sijistan (202-275 H), Sunan al-Tirmidzi karya Abû ‘Isâ Muhammad ibn ‘Isâ ibn صلى الله عليه وسلمrah alTirmidzi (209-279 H), Sunan al- Nasa`i (al-Mujtabâ) oleh Ahmad ibn Syu`ayb ibn Alî ibn Sinan ibn Bahr alias Abû Abd al-Rahman al-Nasa`i (215-303 H), Sunan ibn Mâjah, Sunan ad-Daraquthni (w. 385 H), Sunan Baihaqi (w. 458 H) dan lainnya.</p><p>Pada era ini, istilah-istilah baru yang berdasarkan pada klasifikasi kualitas Hadits bermunculan, di antaranya Hadits hasan. Istilah ini dimunculkan oleh al-Tirmidzî, sebelumnya ulamâ’ hanya membagi Hadits kepada dua kategori yakni, Hadits shahîh dan dla`îf.</p><p>Karena kitab al-Tirmidzî banyak memuat Hadits hasan, maka kitab ini populer pula dengan sebutan kitab Hadits hasan.</p><strong>Al-Mustadrak</strong><p>Ketujuh, kitab-kitab al-Mustadrâk. Metode Mustadrak adalah upaya untuk menghimpun Hadits-Hadits shahîh yang tidak tercover dalam kitab Hadits shahîh lainnya dan kitab shahîh alBukhârî dan Muslim.</p><p>Diantara kitab jenis ini adalah al-Mustadrâk karya Muhammad ibn Abdullâh al-Hakîm al-Naysabûrî. Dengan sistematika penyusunan jami`, kitab ini merupakan salah satu yang paling terkenal</p>"
      },
      {
        "page": 20,
        "text": "<p dir='cntn'>dalam jenisnya. Terdapat pula al-Mustadrâk karya Abû Dzâr dan karya al-Daraquthnî.</p><strong>Al-Mustakhraj</strong><p>Kedelapan, kitab-kitab al-Mustakhraj. Metode Mustakhraj adalah penyusunan kitab Hadits dengan mengambil dari kitab tertentu namun mengambil jalur sanad yang berbeda, penyusun kitab menempuh sanad lewat gurunya namun guru tersebut memiliki sanad yang sama dengan sanad penyusun Hadits yang di-takhrij atau kedua guru itu bertemu pada sanad di atasnya.</p><p>Konsep penyusunan ini lazim digunakan pada abad ke-4 H dan abad ke-5 H. Di antara kitab yang disusun dengan konsep ini adalah Mustakhraj Abî `Awanah `Alâ Muslim, Mustakhraj al-Ismâ`ili `alâ alBukhârî, dan lain lain.</p><p>Abad ke-5 H merupakan akhir dari era kodifikasi hadits. Setelah era tersebut, sumber asli dari kitabkitab hadits serta sanad yang mu`tabar relatif tidak terdapat lagi. Bahkan menurut al-Bayhâqî, para ulamâ’ menolak mengambil hadits selain dari kitab para ulamâ’ lima abad pertama. Dalam terminologi ahli Hadits, karya yang lahir setelah abad ke-5 H lazim disebut “referensi baru”.</p><strong>Al-Majmu'ah</strong>"
      },
      {
        "page": 21,
        "text": "<p>Kesembilan, kitab-kitab penghimpunan. Setelah abad ke-5, alur penyusunan Hadits berubah dalam sistematika kajiannya. Dari penyusunan hadits secara independen, yaitu bersanad dari penyusunnya bersambung sampai ke nabi صلى الله عليه وسلم .kepada studi dan penelitian hadits cenderung bertumpu pada usaha mengelaborasi karya-karya yang dihasilkan ulamâ’ lima abad pertama. Mulai mensyarh, menyatukan beberapa kitab hadits, dan menghimpun haditshadits dari kitab-kitab hadits induk sesuai tema, seperti menghimpun Hadits-Hadits hukum yang dilakukan oleh Ibn Hajar (773-852 H) dengan kitabnya Bulugh al-Marâm. Penghimpunan Hadits berdasar tema juga dilakukan oleh Imâm alNawâwî (631-676 H) dalam karyanya Riyâdh alShâlihîn yang menghimpun Hadits-Hadits tentang keutamaan-keutamaan amal.</p><p>Kitab-kitab jenis ini berbeda dengan metode al-Juz`u, sebagaimana yang telah dibahas sebelumnya. Penyusunan kitab-kitab penghimpunan ini biasanya menggunakan sistematika yang baik, sehingga sangat bermanfaat dan memudahkan bagi para pengkaji dalam tema-tema tertentu. Namun, karena kemudahan itu membuat kitab-kitab jenis penghimpunan ini sering dianggap sebagai kitab Hadits oleh sebagian pengkaji, sehingga tak jarang setiap pengutipan Hadits dalam karyanya selalu bereferensi ke kitab jenis ini. Padahal, kitab-kitab ini bukanlah kitab-kitab induk hadits dan tidak ubahnya seperti kumpulan hadits yang dilakukan oleh ulamâ’ kontemporer, semisal yang ditulis Mawlanâ</p>"
      },
      {
        "page": 22,
        "text": "<p dir='cntn'>Muhammad Zakariya, Fadhîlat al-A`mâl.</p><strong>As-Syarh</strong><p>Kesepuluh, kitab-kitab Syarh. Makin luasnya wilayah Islam menunjang terjadinya akulturasi budaya yang berakibat pula pada perbendaharaan bahasa Arab yang makin menipis. Bahasa nabi yang lugas serta memiliki sastra yang tinggi, membuatnya sulit untuk dipahami oleh generasi yang hidup jauh setelah era kenabian. Oleh karenanya, merujuk kepada kitab syarh dalam mengkaji Hadits seperti menjadi ritual wajib dan tidak terelakkan.</p><p>Di antara kitab-kitab syarh tersebut adalah Syarh Muwattha’ Mâlik, Tanwîr al-Hawâlik karya Abd alRahmân ibn Abî Bakar al-Suyûthî (849-911 H). Kitab ini menjelaskan mufradat pada matn yang dianggap sulit dipahami, di dalamnya penulis sesekali menjelaskan tentang kondisi sanad dan berusaha untuk mengkomparasikan dengan jalur sanad berbeda dari mukharrij lain.</p><p>Syarh lain dari al-Muwattha’ di antaranya adalah al-Tamhîd limâ fî al-Muwattha’min al-Ma`ânî wa alMasânid karya Abû Umar bin Abd al-Bârr, Syarh alTa`lîq al-Mumajjad `alâ al-Muwattha’ karya alLaknawi al-Hindi, dan lain-lain sampai kira-kira 8 kitab syarh.</p><p>Syarh Shahih al-Bukhârî, dari sekian kitab Hadits yang ada, kitab ini adalah yang terbanyak di-syarh</p>"
      },
      {
        "page": 23,
        "text": "<p dir='cntn'>oleh para ulamâ’. Jumlahnya menurut pengarang kitab Kasyf al-Zhunun ada 82 syarh22. Di antara kitab syarh Shahîh al-Bukhari adalah Syarh al-Bukhârî li Ibn al-Baththâl karya Ibn al-Baththâl, `Umdat al-Qârî Syarh Shahîh al-Bukhârî, karya Badr al-Dîn al-`Aynî alHanafî dan yang paling populer dari syarh al- Bukhârî karya Ibn Hajar al-`Asqalâni Fath al-Bârî.</p><p>Dapat dikatakan Fath al-Bârî karya Ibn Hajar al- `Asqalâni merupakan salah satu yang paling menonjol di antara syarh-syarh tersebut. Banyak hal yang dijelaskan Ibn Hajar dalam syarh-nya, dimulai dari penjelasan lafazh, maksud Hadits, sanad bahkan dia mengembalikan ketersambungan Hadits-Hadits al-Bukhârî yang dianggap sebagian orang mu`allaq maupun mawqûf.</p><p>Syarh Shahih Muslim di antaranya Syarh alNawâwî `alâ Shahîh al-Muslim karya Abû Zakariya Yahya bin Syaraf al-Nawâwî (631-676 H). Dalam syarh-nya, Imâm Nawâwî menjelaskan tentang pokok- pokok hukum yang terkandung dalam Hadits, adab, zuhud, kaidah- kaidah syara`, makna lafazh, rawî yang menggunakan nama alias, kaidah-kaidah ilmu Hadits dan berusaha mencari titik temu antara dua Hadits yang secara zhahir kelihatan</p>"
      },
      {
        "page": 24,
        "text": "<p dir='cntn'>bertentangan.</p><p>Kemudian, al-Dîbâj Syarh Shahîh Muslim bin alHajjâj, karya Abd al-Rahmân bin Abî Bakr al-Suyûthî, dan lain-lain. Sebagaimana disebutkan di atas bahwa seluruh kitab Hadits yang mu`tamad telah ada syarhnya bahkan terkadang memiliki syarh lebih dari satu, di antara kitab-kitab syarh bagi empat sunan yang menonjol, ialah `Awn al-Ma`bûd karya Muhammad Syams al-Haq al-`Azhîm Âbâdzî yang merupakan Syarh Sunan Abû Dawûd, Tuhfah al-Ahwadzî Syarh Sunan al-Tirmidzi karya Muhammad bin `Abd alRahmân ibn Abd al-Rahîm al-Mubârakfûrî (1283- 1353 H), Syarh Sunan al-Nasâ’i karya Imâm alSandiy, Syarh Sunan Ibn Mâjah karya al-Sandiy.</p>"
      }
    ]
  },
  {
    "id": "cCP",
    "info": {
      "title": "Kehujjahan Hadits Ahad",
      "author": "Tajun Nashr, Lc",
      "publish": "Tue, 30 October 2018",
      "pages": 25,
      "price": 0,
      "category": "Hadits",
      "desc": "Pembahasan terkait masalah dalil merupakan salah satu pembahasan pokok dalam Ilmu Ushul Fiqih. Bagaimana tidak begitu, salah satu obyek utama dalam ushul fiqih adalah dalil itu sendiri."
    },
    "tableOfContents": [
      { "page": 5, "text": "Pengantar", "head": true },
      { "page": 5, "text": "Pengertian Hadist Ahad", "head": true },
      {
        "page": 6,
        "text": "Fungsi Hadits Ahad",
        "sub": [
          {
            "page": 6,
            "text": "Pengertian Zhanny dan Qath'iy",
            "sub": [
              { "page": 6, "text": "Secara Tsubutiyyah" },
              { "page": 7, "text": "Secara Dilalah" }
            ]
          },
          {
            "page": 7,
            "text": "Hadits Ahad berfungsi apa?",
            "sub": [
              { "page": 7, "text": "Dari Segi Tsubutiyyah" },
              { "page": 8, "text": "Dari Segi dilalah" }
            ]
          }
        ]
      },
      {
        "page": 8,
        "text": "Kehujjahan Hadits Ahad Dalam Hukum Fiqih",
        "sub": [
          {
            "page": 8,
            "text": "Berdasarkan dalil akal",
            "sub": [
              { "page": 8, "text": "Tidak boleh dijadikan dasar" },
              { "page": 9, "text": "Wajib dijadikan dasar" },
              { "page": 10, "text": "Boleh dijadikan dasar" }
            ]
          },
          {
            "page": 10,
            "text": "Berdasarkan dalil Naql",
            "sub": [
              { "page": 10, "text": "Pendapat Kehujjahan" },
              { "page": 13, "text": "Tidak Bisa Dijadikan Dalil Hukum" }
            ]
          }
        ]
      },
      {
        "page": 14,
        "text": "Hukum Hadits Ahad Dalam Masalah Aqidah",
        "sub": [
          { "page": 14, "text": "Kelompok Penolak Kehujjahan Hadits Ahad" },
          {
            "page": 15,
            "text": "Pendukung Kehujjahan Hadits Ahad",
            "sub": [{ "page": 15, "text": "Hadits diutusnya Mu'adz Ke Yaman" }]
          }
        ]
      },
      { "page": 20, "text": "Kesimpulan", "tail": true }
    ],
    "content": [
      {
        "page": 5,
        "text": "<strong>A. Pengantar</strong><p>Pembahasan terkait masalah dalil merupakan salah satu pembahasan pokok dalam Ilmu Ushul Fiqih. Bagaimana tidak begitu, salah satu obyek utama dalam ushul fiqih adalah dalil itu sendiri.</p><p>Salah satu dalil syar’i pokok adalah As-Sunnah. Meskipun sama-sama wahyu yang berasal dari Allah, namun dari sisi sejarah dan teknis penyusunannya secara tertulis berbeda dengan penyusunan Al-Qur’an. Hal ini menyebabkan pembahasan akan As-Sunnah menjadi pembahasan yang menarik untuk dikaji.</p><p>Salah satu kajian penting adalah dari sisi jenis AsSunnah yang terbagi berdasarkan riwayatnya menjadi Mutawatir dan Ahad.</p><p>Pada kesempatan kali ini, penulis akan membahas mengenai kehujjahan hadits Ahad, baik dalam masalah aqidah maupun masalah fiqih (hukum). Dimana pada tulisan ini akan dibahas bagaimana pandangan para ulama dalam masalah ini, baik mayoritas maupun minoritas.</p><p>Pembahasan ini menjadi penting, agar kita sebagai ummat islam lebih mengenal secara mendalam apa itu sunnah Rasulullah -shallallahu ‘alahi wa sallam- yang merupakan warisan beliau yang harus kita pegang teguh.</p><strong>B. Pengertian Hadits Ahad</strong><p>Secara bahasa kata أحاد adalah bentuk jama’ (plural) dari kata أحد yang bermakna satu, maka secara bahasa hadits ahad adalah hadits yang</p>"
      },
      {
        "page": 6,
        "text": "<p dir='cntn'>diriwayatkan oleh satu orang.</p><p>Sedangkan pengertian hadits Ahad secara istilah adalah :</p><q>Hadits yang tidak memenuhi salah satu atau seluruh persyaratan hadits mutawatir.</q><p>Adapun persyaratan hadits mutawatir yang dimaksud adalah :</p><ul><li>Diriwayatkan oleh perawi yang jumlahnya cukup banyak.</li><li>Jumlah ini ada di setiap tingkatan sanad.</li><li>Mustahil secara adat mereka bersepakat untuk berbohong.</li><li>Cara penyampaian hadits melalui media panca indra.</li></ul><p>Untuk itu maka setiap hadits yang tidak memenuhi persyaratan hadits mutawatir di atas maka bisa digolongkan menjadi hadits ahad.</p><strong>C. Fungsi Hadits Ahad</strong><strong>1. Pengertian Zhanny dan Qath’iy</strong><p>Sebelum membahas fungsi dari hadits ahad maka ada baiknya terlebih dahulu kita bahas mengenai pengertian Qath’iy dan Dhanniy dalam dalil syar’i. Hal ini agar kita lebih mudah memahami fungsi dari hadits ahad tersebut.</p><strong>a.Secara Tsubutiyyah.</strong>"
      },
      {
        "page": 7,
        "text": "<p>Secara penetapannya (tsubutiyyah) -yaitu validitas dia berasal dari Rasulullah atau bukan- , dalil syar’i dibagi menjadi dua macam :</p><ul><li>Qath’iy Tsubut : yaitu dalil yang bersifat pasti karena diriwayatkan dari banyak jalur.</li><li>Dhanny Tsubut : dalil yang masih ada kemungkinan tidak berasal dari Nabi karena jumlah perawinya yang hanya sedikit. Namun tingkat kemungkinan berasal dari nabi adalah 51-99%.</li></ul><strong>b. Secara Dilalah</strong><p>Adapun dilihat dari segi maknanya (dilalah), maka dalil syar’i juga dibagi menjadi dua :</p><ul><li>Qath’iy Dilalah : dalil yang menunjukkan pada makna tertentu yang dipahami dari dalil tersebut, serta tidak memiliki kemungkinan untuk ditakwilkan kepada makna selainnya.</li><li>Dhanniy Dilalah : dalil yang menunjukkan pada suatu makna tertentu tetapi bisa ditafsirkan ke dalam makna lain yang berbeda dari makna tersebut.</li></ul><strong>2. Hadits Ahad berfungsi apa ?</strong><p>Setelah mengetahui fungsi dari dalil syari’i secara umum, maka bisa kita simpulkan bahwa fungsi dari hadits ahad adalah :</p><strong>a. Dari Segi Tsubutiyah</strong><p>Hadits ahad berfungsi Dhanny tsubut. Hal ini karena dilihat dari jumlah perawi yang meriwayatkan hadits tersebut.</p>"
      },
      {
        "page": 8,
        "text": "<strong>b. Dari Segi dilalah</strong><p>Hadits ahad bisa berfungsi qath’iy dilalah maupun dhanny dilalah, hal ini tergantung pada makna dari hadits tersebut.</p><p>Namun yang patut kita perhatikan di sini adalah bahwa meskipun dari segi tsubutiyah bersifat dhanny, tetapi hadits ahad ini wajib diamalkan isinya menurut kesepakatan jumhur ulama’. Untuk lebih jelasnya akan kami jelaskan pada bagian berikutnya.</p><strong>D. Kehujjahan Hadits Ahad Dalam Hukum Fiqih</strong><p>Ada perbedaan pendapat mengenai kehujjahan hadits ahad dalam masalah hukum syari’i ‘Amali (hukum fiqih). Perbedaan pendapat ini - sebagaimana pembagian Ibnu Qudamah dalam kitabnya Raudlatu An-Nâdhir wa Junnatu AlMunâdhir- akan kami bagi berdasarkan dalil yang digunakan, yaitu berdasarkan dalil akal dan berdasarkan dalil naql.</p><strong>1.Berdasarkan dalil akal</strong><p>Ada 3 pendapat mengenai kehujjahan hadits ahad jika ditinjau dari segi akal, artinya apakah hadits ahad ini masuk akal atau tidak jika dijadikan sebagai dasar untuk hukum fiqih.</p><strong>a. Tidak boleh dijadikan dasar</strong><p>Ini adalah pendapat dari Abu Ali Al-Jubbâiy (imam mu’tazilah), Ibnu ‘Alyah, Al-Asham dan beberapa ulama’ kalam.</p>"
      },
      {
        "page": 9,
        "text": "<p>Di antara argumentasi yang mereka gunakan untuk mendukung pendapat mereka adalah :</p><p>Mereka menganggap bahwa hadits Ahad memiliki dua kemungkinan yang sama besar antara benar maupun dustanya. Ini adalah batasan Wahm, dan kita tidak boleh beramal dengan wahm karena bisa saja merupakan jalan menuju tingkatan Jahl. Secara logika kita tidak boleh beramal dengannya.</p><p>Setiap Allah memerintah suatu amalan, harus ada dua syarat yang terpenuhi, yaitu :</p><p>Perintahnya bersifat jelas,</p><p>Perintah tersebut harus sampai kepada kita dengan jalan yang pasti dan nyata (mutawatir), karena Allah benar-benar memerintahkannya.</p><p>Namun hadits ahad tidak memenuhi dua kriteria tadi, sehingga tidak layak untuk dijadikan sebagai hujjah dalam hukum amaliy.</p><strong>b. Wajib dijadikan dasar</strong><p>Ini adalah pendapat dari Abu Al-Khattâb. Konsekuensi dari pendapat ini adalah setiap hadits ahad yang kita terima wajib dijadikan sebagai hujjah dalam masalah hukum amaly.</p><p>Argumentasi yang dia gunakan antara lain :</p><ul><li>Jika kita hanya beramal dengan dalil yang qath’iy maka akan banyak sekali hukum yang tidak berfungsi karena sangat jarangnya dalil qath’iy dan ranah keyakinan.</li><li>Bahwa Nabi diutus untuk semua ummat manusia, namun tidak mungkin beliau</li></ul>"
      },
      {
        "page": 10,
        "text": "<p dir='cntn'>berbicara dengan semua orang secara langsung atau menyampaikannya secara mutawatir.</p><ul><li>Jika kita mengetahui kejujuran seorang perawi yang menyampaikan hadits, maka ini berarti secara tidak langsung akal kita menganggap bahwa berita yang disampaikannya benar, sehingga wajib untuk diamalkan.</li></ul><strong>c. Boleh Dijadikan Dasar</strong><p>Ini adalah pendapat jumhur ulama. Artinya hadits ahad tidak mutlak harus dijadikan hujjah ataupun tidak boleh dijadikan hujjah sama sekali. Karena bisa tidaknya hadits ahad dijadikan hujjah adalah berdasarkan kondisi kekuatan dari hadits ahad itu sendiri.</p><p>Alasan yang dipakai jumhur untuk mendukung pendapat mereka antara lain : Tidak mengamalkan hadits ahad tidak serta merta mengabaikan banyak hukum syariat. Ini karena kita bisa beramal dengan bara’ah ashliyah maupun istishab.</p><strong>2. Berdasarkan dalil Naql</strong><p>Adapun mengenai perbedaan pendapat menganai kehujjahan hadits ahad dalam masalah hukum fiqih berdasarkan dalil naql (nash) ada dua pendapat : yaitu kelompok yang mendukung kehujjahan hadits ahad dan kelompok yang menolak kehujjahan hadits ahad.</p><strong>a. Pendappat Kehujjahan</strong><p>Ini adalah pendapat dari jumhur ulama’. Ada 5</p>"
      },
      {
        "page": 11,
        "text": "<p>dalil yang dijadikan jumhur untuk mendukung pendapat mereka, di antaranya :</p><p>Ijma’ para sahabat untuk menerima hadits Ahad, di antara bukti nyata bahwa para sahabat menerimanya adalah :</p><ul><li>Abu Bakar yang ketika ada seorang nenek yang meminta warisan beliau bertanya kepada salah satu sahabat, dan sahabat tersebut (Muhammad bin Maslamah Al-Mughirah) bahwa nenek berhak mendapatkan 1/6 hak warisan.</li><li>Kisah Umar dalam menetapkan hukum janin yang ikut mati karena ibunya dibunuh, apakah ngwajib qishash?</li><li>Utsman yang pada awalnya berpendapat bahwa tidak wajib mandi bagi orang yang berjima’ tanpa inzal, namun mereka merevisi pendapatnya setelah mendengar hadits dari ‘Aisyah</li><li>Ali bin Abi Thalib selalu menerima hadits ahad setelah beliau meminta dari yang orang yang menyampaikannya bahwa berita tersebut benarbenar dari Rasulullah. Ini dilakukan bukan karena beliau menuduh mereka berbohong namun untuk memastikan bahwa mereka menyampaikan lafadz hadits seperti lafadz asli dari Rasulullah dan tidak disampaikan dengan maknanya saja.</li><li>Rasulullah mengutus para gubernur dan qadli (hakim) untuk menyampaikan dakwah ke berbagai wilayah dalam rangka menyampaikan hukum-hukum syari’at. Dan beliau mengutus</li></ul>"
      },
      {
        "page": 12,
        "text": "<p dir='cntn'>mereka satu per-satu setiap wilayah. Di antara yang beliau utus adalah :</p><p>Abu Bakar menjadi utusan pada tahuun ke-9 H ke berbagai wilayah untuk memfasakh akad perjanjian antara beliau dan orang musyrik</p><p>Mu’adz bin Jabal dijadikan sebagai wali untuk daerah Yaman dan untuk mengumpulkan zakat</p><p>Utsman diutus pada saat Rasulullah akan melaksanakan Umrah di tahun bai’at ridhwan, di mana tersebar kabar bahwa Utsman terbunuh, namun akhirnya kabar ini terbukti hanya kabar burung belaka.</p><p>Ijma’ tabi’in untuk menerima hadits ahad. Adapun terjadinya khilaf adalah setelah masa mereka.</p><p>Adanya Ijma’ tentang wajibnya orang awwam untuk membenarkan dan melaksanakan fatwa dari seorang mufti, meskipun ada kemungkinan bahwa mufti tersebut berfatwa berdasarkan ijtihad yang dibangun atas dhann, dan ada kemungkinan kesalahan dalam fatwanya. Jika perkataan mufti saja bisa diterima, maka apalagi perkataan seorang rawi yang menyampaikan kabar berdasarkan apa yang didengarnya langsung tentu harus lebih diutamakan.</p><p>Ayat pada surat at-taubah : 122, yaitu :</p><q>Tidak sepatutnya bagi mukminin itu pergi semuanya (ke medan perang). Mengapa tidak pergi dari tiap-tiap golongan di antara mereka beberapa orang untuk memperdalam pengetahuan mereka</q>"
      },
      {
        "page": 13,
        "text": "<q>tentang agama dan untuk memberi peringatan kepada kaumnya apabila mereka Telah kembali kepadanya, supaya mereka itu dapat menjaga dirinya. (Q.S. At-Taubah : 122)</q><strong>b. Tidak Bisa Dijadikan Dalil Hukum</strong><p>Ini adalah pendapat mayoritas Mu’tazilah dan Dhahiriyah. Di antara Dalil yang mereka gunakan antara lain :</p><ul><li>Nabi menolak berita Dzul Yadain ketika mengingatkan beliau dalam shalat</li><li>Abu Bakar tidak menerima kabar Mughirah dalam warisan untuk nenek seblum ada saksi yang lain yaitu Muhammad bin Salamah</li><li>Umar tidak menerima hadits Abu Musa tentang izin, sebelum ada saksi lain yaitu abu Said AlKhudri</li><li>A’isyah menolak hadits Ibnu Umar tentang hukuman siksa bagi orang yang ditangisi keluarganya.</li></ul><strong>Bantahan Jumhur atas dalil yang digunakan oleh sebagian mu’tazilah dan dhahiriyah :</strong><strong>Secara Umum</strong><p>Semua hadits yang mereka jadikan dalil untuk mendukung perkataan mereka statusnya tidak sampai kepada derajat mutawatir. Artinya di satu sisi mereka menolak berhujjah dengan hadits ahad tetapi di sisi lain mereka menggunakan hadits ahad untuk mendukung hujjah mereka.</p>"
      },
      {
        "page": 14,
        "text": "<strong>Secara terperinci</strong><ul><li>Sebab Rasulullah tidak menerima kabar Dzul Yadaian bukan karena beliau tidak menerima kabar ahad, melainkan karena mungkin saja Rasulullah meragukan apa yang disampaikan Dzul Yadain, sebab sangat tidak mungkin yang mengetahui bahwa beliau salah hanya Dzul Yadain belaka padahal di sana banyak sekali para sahabat yang lain.</li><li>Apa yang dilakukan Abu Bakar hanyalah untuk mengetahui apakah ada orang yang mengatakan hal tersebut dan bukan dalam rangka beliau tidak menerima hadits ahad</li><li>Apa yang dilakukan Umar adalah karena ada motif lain, yaitu agar orang-orang melakukan ricek dalam meriwayatkan hadits. Ini Nampak dari perkataannya, “Aku sama sekali tidak menuduhmu (berdusta) namun aku hanya khawatir orang-orang berkata sembarangan atas nama Rasulullah.”</li><li>‘Aisyah tidak menolak hadits yang diriwayatkan oleh Ibnu Umar, beliau hanyalah mena’wilkan maknanya, bahwa yang dimaksud Rasulullah dalam hadits tersebut adalah orang Yahudi dan bukan untuk orang islam.</li></ul><strong>E. Hukum Hadits Ahad Dalam Masalah Aqidah</strong><p>Ada dua pendapat mengenai kehujjahan hadits ahad dalam masalah aqidah, di antaranya adalah :</p><strong>1. Kelompok Penolak Kehujjahan Hadits</strong>"
      },
      {
        "page": 15,
        "text": "<strong>Ahad</strong><p>Ini adalah pendapat dari kalangan mu’tazilah dan para ulama’ ilmu kalam. Mereka tidak mau menggunakan hadits ahad sebagai hujjah dalam masalah aqidah.</p><p>Di antara dalil-dalil yang mereka pergunakan untuk mendukung argumentasinya adalah :</p><p>Firman Allah dalam ayat berikut ini :</p><q>Dan mereka tidak mempunyai sesuatu pengetahuanpun tentang itu. mereka tidak lain hanyalah mengikuti persangkaan sedang Sesungguhnya persangkaan itu tiada berfaedah sedikitpun terhadap kebenaran. (Q.S. An-Najm : 29)</q><p>Sisi pengambilan dalil : Dari ayat ini bisa disimpulkan ahwa Allah melarang kita untuk menjadikan prasangka (dhann) sebagai hujjah, sementara hadits ahad ini berfungsi dhann.</p><p>Aqidah adalah sebuah keyakinan, maka secara logika untuk menetapkan keyakinan harus ditetapkan dengan dalil yang berfungsi yakin. Sedangkan hadits ahad hanya berfungsi dhann dan tidak berfungsi yakin.</p><p>2. Pendukung Kehujjahan Hadits Ahad</p><p>Ini adalah pendapat dari jumhur ulama’. Ada beberapa dalil kuat yang dijadikan oleh jumhur untuk mendukung pendapat mereka, di antaranya adalah :</p><p>a. Hadits diutusnya Mu’adz Ke Yaman</p>"
      },
      {
        "page": 16,
        "text": "<p>Dalam hadits tersebut dijelaskan bahwa Mu’adz diperintahkan oleh Rasulullah untuk menyampaikan tauhid terlebih dahulu. Setelah itu baru perkaraperkara kewajiban ibadah seperti shalat, zakat dan puasa.</p><p>Ini merupakan dalil qath’iy yang menunjukkn bahwa hadits ahad bisa dijadikan hujjah, jika hadits ahad tidak bisa dijadikan hujjah dalam aqidah maka tentu Rasulullah tidak cukup mengutus Mu’adz seorang diri.</p><p>Firman Allah :</p><q>Hai Rasul, sampaikanlah apa yang diturunkan kepadamu dari Tuhanmu. dan jika tidak kamu kerjakan (apa yang diperintahkan itu, berarti) kamu tidak menyampaikan amanat-Nya. Allah memelihara kamu dari (gangguan) manusia[430]. Sesungguhnya Allah tidak memberi petunjuk kepada orang-orang yang kafir.” (Q.S. Al-Maidah : 67)</q><p>Beliau juga bersabda pada saat haji wada’ :</p><p dir='rtl'>وأنتم مسؤولون عين فماذا انتم قائلون؟ قالوا : نشهد أنك بلغت وأديت ونصحت.....</p><q>“…dan kalian bertanggung jawab atas apa yang kalian dengar dariku, bagaimana pendapat kalian?” para sahabat berkata, “Kami bersaksi bahwa engkau telah menyampaikannya dan memberikan nasehat….” (H.R. Muslim)</q>"
      },
      {
        "page": 17,
        "text": "<p>Dari kedua dalil di atas, bisa kita ketahui bahwa kata ‘البالغ ‘bermakna sesuatu yang bisa dijadikan hujjah untuk obyek pendengar dan berfungsi ilmu.</p><strong>Bantahan Atas Dalil Penolak Kehujjahan Hadits Ahad</strong><strong>Bantahan terhadap dalil pertama :</strong><q>Ada ayat lain yang menjelaskan tentang wajibnya menyampaikan ilmu, meskipun hanya sebagian orang saja “Tidak sepatutnya bagi mukminin itu pergi semuanya (ke medan perang). Mengapa tidak pergi dari tiap-tiap golongan di antara mereka beberapa orang untuk memperdalam pengetahuan mereka tentang agama dan untuk memberi peringatan kepada kaumnya apabila mereka Telah kembali kepadanya, supaya mereka itu dapat menjaga dirinya.” (At-Taubah : 122)</q><p>Dalam ayat tadi dijelaskan bahwa Allah mewajibkan ‘طائفة ‘dan kata dalam bahasa Arab bermakna satu atau lebih, untuk itu makna dari ayat ini adalah wajib bagi golongan ummat islam untuk memberikan peringatan kepada kaumnya ketika kembali kepada mereka, dan bentuk peringatan itu mencakup semua masalah agama baik itu aqidah, ibadah, muamalat maupun akhlaq.</p><p>Juga ada ayat lain :</p><q>Hai orang-orang yang beriman, jika datang kepadamu orang fasik membawa suatu berita, Maka periksalah dengan teliti…. (Al-Hujurât ;6)</q><p>Dalam ayat ini dijelaskan bahwa kita diharuskan</p>"
      },
      {
        "page": 18,
        "text": "<p dir='cntn'>untuk melakukan tabayyun jika ada orang fasiq menyampaikan kabar. Ini artinya bisa dipahami bahwa jika yang menyampaikan kabar itu orang yang tsiqah kita wajib menerimanya.</p><p>Untuk itu makna kata “الظن “dalam Surat AtTaubah : 122, yang dijadikan mereka sebagai hujjah harus ditafsirkan ke makna yang lain sehingga tidak terjadi pertentangan dengan dua ayat yang telah disebutkan. Sebab tidak mungkin terjadi pertentangan makna.</p><p>Di antaranya, ayat tersebut bisa ditafsirkan bahwa yang dimaksud dengan dhann di situ bukanlah dhann berdasarkan pengertian ulama’ ushul fiqih yang bermakna kebenarannya diatas 50%, melainkan yang dimaksud adalah dhann yang tidak berfungsi ilmu sama sekali atau yang sering dikenal sebagai wahm. Yaitu dhann yang didasarkan atas hawa nafsu dan tujuan yang menyelisihi syari’at. Penafsiran ini didukung oleh firman Allah dalam ayat berikut :</p><q>….Mereka tidak lain hanyalah mengikuti sangkaan-sangkaan, dan apa yang diingini oleh hawa nafsu mereka dan Sesungguhnya Telah datang petunjuk kepada mereka dari Tuhan mereka. (An-Najm : 23)</q><p>Bantahan terhadap dalil kedua :</p><ul><li>Jika logika ini digunakan maka akan banyak sekali riwayat shahih dari Nabi yang kita tolak hanya karena terikat dengan logika tersebut. Padahal akal itu tunduk dihadapan kebesaran</li></ul>"
      },
      {
        "page": 19,
        "text": "<p>sifat Allah.</p><ul><li>Mereka lebih mendahulukan dalil aqli (qiyash mantiqi) daripada wahyu.</li><li>Mereka menggunakan dalil logika ini untuk menolak atau menetapkan sifat Allah. Namun pada kenyataannya ternyata tidak ada batasan atau dlâbith yang jelas mengenai apakah perkara tersebut masuk logika atau tidak, sebab di antara mereka pun terjadi perselisihan mengenai penetapan dan penolakan sifat Allah misalnya. Kadang salah satu dari mereka mengatakan bahwa sifat ini tidak masuk akal, tetapi yang lain mengatakan masuk akal. Semua itu didasarkan pada logika mereka sendiri.</li></ul>"
      },
      {
        "page": 20,
        "text": "<strong>F. Kesimpulan</strong><p>Dari pembahasan dan uraian yang telah dijelaskan, ada beberapa kesimpulan yang bisa kita ambil. Di antaranya :</p><ul><li>Makna dhann dalam istilah ushul fiqih adalah tingkat dari ilmu yang kedua. Yang bermakna sesuatu yang sisi kebenarannya lebih kuat dari kesalahannya. Dalam suatu berita, prosentasi kebenaran dari dhann adalah antara 51 s.d. 99%.</li><li>Hadits Ahad, jika ditinjau dari jumlah perawinya berfungssi dhanniy tsubut. Sedangkan jika dilihat dari maknanya bisa berfungsi qath’iy dilalah ataupun dhanniy dilalah, tergantung dari makna hadits tersebut, apakah mengandung kemungkinan yang lain ataukah tidak.</li><li>Dalam permasalahan hukum fiqih, terjadi perbedaan pendapat apakah hadits Ahad bisa dijadikan sebagai hujjah ataukah tidak. Setelah pemaparan dalil dari masing-masing kelompok bisa disimpulkan bahwa hadits ahad bisa dijadikan sebagai hujjah dalam permasalahan hukum fiqih, dan ini adalah pendapat dari jumhur, berdasarkan kuatnya hujjah yang digunakan oleh jumhur.</li><li>Adapun dalam permasalahan aqidah, maka juga bisa disimpulkan bahwa hadits ahad bisa dijadikan sebagai hujjah, berdasarkan dalil-dalil yang secara gambling menjelaskan hal tersebut. Adapun dalil yang digunakan oleh kelompok penentang, sebenarnya hanya sebatas dalil</li></ul>"
      },
      {
        "page": 21,
        "text": "<p>logika, yang sangat lemah.</p><ul><li>Kelompok yang menentang kehujjahan hadits ahad juga menggunakan dalil ayat Al-Qur’an, hanya saja permasalahannya terdapat kerancuan dalam memaknai kata ‘dhann’ dalam ayat tersebut, sehingga akhirnya menimbulkan kesimpulan yang rancu pula.</li></ul>"
      }
    ]
  },
  {
    "id": "rs8",
    "info": {
      "title": "Haditsnya Nomor Berapa?",
      "author": "Ahmad Sarwat, Lc., MA",
      "publish": "Sat, 8 June 2019",
      "pages": 31,
      "price": 0,
      "category": "Hadits",
      "desc": "Seberapa penting kita membahas masalah penomoran hadits? Jawabannya penting dan tidak penting, tergantung bagaimana kita melihatnya. Buat kalangan yang belajar hadits secara klasik, nomornomor hadits memang tidak penting, karena bukan tradisi para pembelajar hadits di masa lalu untuk menyebutkan nomor-nomor hadits."
    },
    "tableOfContents": [
      { "page": 6, "text": "Muqaddimah", "head": true },
      {
        "page": 9,
        "text": "Penomoran Hadits",
        "sub": [
          { "page": 10, "text": "Penomoran Tidak Berasal Dari Naskah Asli" },
          {
            "page": 11,
            "text": "Faktor Perbedaan",
            "sub": [
              { "page": 11, "text": "Haditsnya Terulang-ulang" },
              { "page": 11, "text": "Matan Sama Jalur Periwayatan Berbeda" },
              { "page": 12, "text": "Mutabaah dan Syawahid" }
            ]
          },
          { "page": 12, "text": "Penomoran Tidak Seragam" },
          {
            "page": 13,
            "text": "Bandingkan Dengan Penomoran Ayat Al-Quran",
            "sub": [
              { "page": 14, "text": "Perbedaan Penomoran Ayat Al-Quran" },
              { "page": 15, "text": "Penggalan Ayat Surat Al-Fatihah" }
            ]
          }
        ]
      },
      {
        "page": 18,
        "text": "Jumlah Hadits Dalam Shahih Bukhari",
        "sub": [
          { "page": 19, "text": "Imam Ibnu as-Shalah : 7.275 Hadits" },
          { "page": 19, "text": "Imam an-Nawawi : 7.275" },
          { "page": 20, "text": "Ibnu Hajar al-Asqalani : 9.082 Hadits" },
          { "page": 21, "text": "Dr. Dib Al-Bugha : 7.124" },
          { "page": 22, "text": "Dr. Fuad Abdul Baqi : 7.563" }
        ]
      },
      {
        "page": 23,
        "text": "Shahih Muslim",
        "sub": [
          { "page": 23, "text": "Abu Quraisy : 4.000 hadits" },
          { "page": 23, "text": "Ahmad bin Salamah : 12.000 Hadits" },
          { "page": 23, "text": "Al-Mayanji : 8.000 Hadits" },
          { "page": 24, "text": "Haji Khalifah & Hasan Khan : 7.270 Hadits" },
          { "page": 24, "text": "Muhammad Fuad Abdul Baqi :3.033-5.770" }
        ]
      },
      {
        "page": 25,
        "text": "Jumlah Hadits Dalam Al-Muwaththa' Malik",
        "sub": [
          { "page": 26, "text": "Mushtafa al-A'zhami : 3.676" },
          { "page": 27, "text": "Basyar Awad Ma'ruf : 3.069" },
          { "page": 27, "text": "Abdul Wahab Abdullatif : 1.008" }
        ]
      },
      {
        "page": 28,
        "text": "Kitab Bulughul Maram",
        "sub": [
          { "page": 28, "text": "Al-Qadhi Al-Husein Al-Maghribi : 1.324" },
          { "page": 29, "text": "Subulus-Salam : 1.477" },
          { "page": 29, "text": "Samir bin Amin Az-Zuhri : 1.582" },
          { "page": 29, "text": "Dr. Mahir Yasin Al-Fahl : 1.568" },
          { "page": 30, "text": "Abdurrahman Al-Bassam : 1.371" },
          { "page": 30, "text": "Khalid bin Dhaifullah Asy-Syalahi 1.567" },
          { "page": 30, "text": "Syeikh Al-Utsaimin : 1.502" }
        ]
      }
    ],
    "content": [
      {
        "page": 6,
        "text": "<strong>Muqaddimah</strong><p>Seberapa penting kita membahas masalah penomoran hadits?</p><p>Jawabannya penting dan tidak penting, tergantung bagaimana kita melihatnya. Buat kalangan yang belajar hadits secara klasik, nomornomor hadits memang tidak penting, karena bukan tradisi para pembelajar hadits di masa lalu untuk menyebutkan nomor-nomor hadits.</p><p>Hadits-hadits itu diidentifikasi cukup dengan menyebutkan potongannya saja, atau malah hanya ujung awalnya saja. Sering juga disebut dengan istilah athraf (أطراف). Dan begitulah umumnya para pembelajar hadits mengenali identitas masing-masing hadits.</p><p>Namun di masa modern ini, banyak diterbitkan kitab hadits yang telah ditahqiq atau diteliti, dimana para peneliti kemudian menambahi nomor pada tiap hadits. Sesuatu yang dalam naskah aslinya tidak pernah dituliskan oleh penyusun asli kitab tersebut.</p><p>Diperkirakan bahwa penambahan nomor-nomor hadits itu dipengaruhi dengan metodologi penelitan hadits dari kalangan orientalis barat. Mereka agak kesulitan untuk menghafal ujung awal suatu hadits, sehingga untuk mudahya dibuatkan saja nomornomor hadits yang memudahkan dalam</p>"
      },
      {
        "page": 7,
        "text": "<p dir='cntn'>mengidentifikasi suatu hadits.</p><p>Namun sistem penomoran ini ternyata tidak baku, karena para orientalis itu tidak seragam dalam membuat ketentuannya. Sehingga penomoran ini alih-alih memudahkan, yang terjadi malah menambah kerumitan, karena ketidak-seragaman tadi.</p><p>Sehingga kalau pun penyebutan suatu hadits masih dipaksa pakai nomor juga, harus disebutkan juga penomorannya itu menurut versi siapa. Dan mengingat bahwa hasil-hasil penomoran itu kemudian diterbitkan oleh beberapa penerbit yang berbeda, maka selain dicantumkan siapa yang memberi nomor itu, juga harus disebutan juga menurut versi penerbit yang mana, tahun berada diterbitkannya. Mirip seperti mencantuman footnote dalam karya ilmiyah.</p><p>Jadi tambah ribet lagi sebenarnya, tapi memang kesannya keren dan ilmiyah kalau sampai bisa menyebutkan nomor hadits, bahkan nomor halaman, pojokan sebelah mana. Secara atraksi panggung, sukses besar. Walaupun sebenarnya cara semacam itu bukan hal yang baku di kalangan para pembelajar hadits di era klasik.</p><p>Buku kecil ini berisi catatan-catatan kecil dari kumpulannya yang terserak, berisi perbedaan hasil hitung-hitungan para peneliti dalam menjumlahkan hadits yang terdapat di dalam suatu kitab hadits populer, baik itu Shahih Bukhari, Shahih Muslim, AlMuwaththa’ dan juga Bulughul Maram. Dan memang jumlahnya tidak pernah sama. Sehingga kita bisa</p>"
      },
      {
        "page": 8,
        "text": "<p dir='cntn'>tahu bahwa penomoran hadits itu sendiri pun dipastikan berbeda-beda.</p><p>Sebuah hadits yang di dalam kitab terbitan penerbit A punya nomor sekian, namun dalam terbitan penerbit B dipastikan nomornya beda lagi. Nanti ada penerbit C, D, E dan seterusnya, yang jelasjelas akan berbeda lagi penomorannya.</p><p>Juga dijelaskan singkat kenapa sampai para peneliti bisa berbeda-beda dalam memberikan nomor pada tiap hadits itu. Di antaranya karena sejak penyusun aslinya memang tidak memberi nomor, lalu ada banyak hadits yang terulang-ulang, atau ada hadits yang matannya satu namun jalur periwayatannya ada banyak. Dan juga yang tambah rumit ketika satu hadits didukung dengan tatabu’ dan syawahid yang menguatkannya, apakah dihitung sebagai satu hadits saja atau dihitung masing-masing sebagai hadits-hadits yang berbeda dengan nomor masing-masing.</p><p>Selamat membaca buku ini semoga ilmu pengetahuan kita khususnya dalam ilmu hadits bertambah dan mendapatkan bimbingan dari Allah SWT. Amin ya rabbal ‘alamin</p>"
      },
      {
        "page": 9,
        "text": "<strong>A. Penomoran Hadits</strong><p>Tidak seperti Al-Quran yang penomoran ayatnya sudah agak baku, penomoran hadits dalam suatu kitab hadits sangat beragam dan berbeda-beda.</p><p>Hal itu disebabkan penyusun kitab hadits aslinya, seperti Imam Malik yang menyusun kitab AlMuwaththa’ atau Imam Al-Bukhari yang menyusun Shahih Bukhari, atau Imam Muslim dan yang lainnya, pada saat menyusun kitab tidak memberikan nomor hadits.</p><p>Kira-kira sebagaimana Malaikat Jibril menurunkan wahyu kepada Rasulullah SAW, saat itu juga sama sekali tidak disebutkan nomor ayatnya.</p><p>Lalu siapa yang memberi nomor pada kitab-kita hadits itu kalau memang bukan penyusunnya sendiri yang menomorinya?</p><p>Biasanya yang memberikan nomor adalah para peneliti (muhaqqiq) yang melakukan penelitian ilmiyah atas karya para ulama terdahulu.</p><p>Di antara para muhaqqiq klasik yang masyhur di kalangan para ulama hadits misalnya Imam Ibnu AshShalah (w. 643 H), Imam An-Nawawi (w. 676 H), Imam Ibnu Hajar Al-Asqalani (w. 852 H) dan lainnya.</p><p>Di masa sekarang ini juga banyak juga para peneliti (muhaqqiq) yang melakukan penelitian atas kitabkitab hadits, termasuk mereka yang dari kalangan orientalis pun melakukannya juga. Misalnya yang</p>"
      },
      {
        "page": 10,
        "text": "<p dir='cntn'>dilakukan oleh Muhammad Fuad Abdul Baqi (w. 1967 M) yang terinspirasi dari Arent J. Wensinck (w. 1939 M), seorang orientalis Belanda yang menyusun kitab Al-Mu’jam Al-Mufahras li Al-Alfadz Al-Hadits AnNabawi serta kitab Mifathu Kunuz As-Sunnah.</p><p>Jadi dari mana nomor-nomor hadits itu datang? Jawabannya dari para peneliti atau para muhaqqiq, baik klasik atau pun modern.</p><p>Konsekuensinya, beda peneliti biasanya akan berbeda-beda ketika menomori tiap hadits. Dan pada akhirnya berapa jumlah total hadits dalam suatu kitab hadits pun pastinya berbeda-beda juga.</p><p>Kemudian hasil penelitian dari para muhaqqiq yang berbeda-beda itu diterbitkan. Maka nomornomor hadits itu muncul berbeda-beda di masingmasing penerbit, padahal kitab haditsnya itu-tiu juga.</p><p>Suatu penerbit menerbitkan naskah berdasarkan hasil peneliti si fulan, lalu penerbit yang lain menerbitkan hasil penelitian peneliti yang lain. Dan hasilnya, nomor hadits pada masing-masing penerbit sudah pasti berbeda.</p><p>Apakah pemberian nomor pada hadits yang dilakukan oleh para muhaqqiq itu salah dan keliru?</p><p>Jawabannya tidak juga. Namun ada beberapa hal yang perlu dicatat, antara lain</p><strong>1. Penomoran Tidak Berasal Dari Naskah Asli</strong><p>Asal tahu saja bahwa penomoran dalam kitab hadits terbitan zaman sekarang bukan berasal dari penyusun kitab hadits aslinya. Penyusun aslinya tidak pernah memberi nomor-nomor hadits</p>"
      },
      {
        "page": 11,
        "text": "<p>Yang membuat nomor pada setiap butir hadits adalah para peneliti dan muhaqqiq yang datang kemudian. Namun mereka kemudian berbeda-beda dalam menghitung, karena ada banyak faktor yang sulit untuk diseragamkan.</p><strong>2. Faktor Perbedaan</strong><p>Lalu apa yang menyebabkan mereka para peneliti menghitungnya tidak sama dan tidak seragam? Bukankah hal itu malah membuat kita jadi semakin bingung?</p><p>Jawabannya ada banyak faktor yang membuat mereka berbeda ketika menghitung jumlah hadis pada suatu kitab. Diantaranya faktor-faktor itu antara lain :</p><strong>a. Haditsnya Terulang-ulang</strong><p>Kebanyakan para penyusun kitab hadits melakukan pengulangan-pengulangan atas suatu hadits yang sama pada bab-bab yang berbeda.</p><p>Suatu hadits sebenarnya sudah ditampilkan sebelumnya pada suatu bab, namun begitu si penyusun menuliskan bab yang yang lagi. Bahkan pengulangan ini bukan hanya sekali dua kali, tetapi bisa saja berkali-kali.</p><p>Kalau ada satu hadits yang pernah dituliskan sebelumnya kemudian dituliskan ulang lagi, maka para peneliti menjadi bingung, apakah tiap pengulangan mau dihitung tersendiri, ataukah cukup dianggap satu hadits saja?</p><strong>b. Matan Sama Jalur Periwayatan Berbeda</strong><p>Banyak penyusun kitab hadits mencantumkan</p>"
      },
      {
        "page": 12,
        "text": "<p dir='cntn'>satu hadits dengan banyak jalur periwayatan. Padahal dari sisi matan atau teks, hadits itu sama persis tidak ada perbedaan redaksi sedikitpun. Namun karena dia mendapatkan hadits itu lewat beberapa jalur periwayatan dan dari guru yang berbeda, dicantumkan semua jalur periwayatan itu.</p><p>Tinggal muhaqqiqnya yang bingung, apakah dalam kasus ini haditsnya mau dihitung sebagai satu hadits saja atau mau dihitung sesuai jumlah jalur periwayatannya juga. Dan akan jadi lain lagi bila matannya itu sedikit punya perbedaan yang amat tidak mendasar.</p><strong>c. Mutabaah dan Syawahid</strong><p>Kadang ketika menuliskan suatu hadits, penyusun mencantum hadits lain yang menjadi bagian pelengkap atau penyempurna hadits yang sedang dia sampaikan. Istilahnya mutabaah dan syawahid yang mendampingi tiap hadits yang dicantumkan.</p><p>Syawahid ini statusnya seringkali berupa hadits juga, sehingga membingungkan si peneliti, apakah syawahid ini mau dihitung juga sebagai hadits tersendiri atau tidak dihitung, karena fungsinya lebih seperti penjelasan dan penguat saja.</p><strong>3. Penomoran Tidak Seragam</strong><p>Dengan kondisi yang seperti sudah disebutkan di atas, maka setiap satu muhaqqiq akan punya data hasil penghitungan yang berbeda-beda. Sehingga ketika memberi nomor pada hadits yang terdapat dalam suatu kitab, nomornya pun berbeda-beda versinya.</p>"
      },
      {
        "page": 13,
        "text": "<p>Bila satu orang muhaqqiq saja sudah serumit itu dalam memberikan nomor hadits, apalagi kalau yang melakukan tahqiq atas kitab yang sama ada beberapa orang. Tentu akan lebih tidak seragam lagi penomoran hadits itu.</p><p>Oleh karena itu sebenarnya agak kurang tepat kalau dalam mengutip suatu hadits, kita hanya menyebutkan nomornya saja. Karena nomor hadits dalam satu versi muhaqqiq pastinya tidak sama dengan nomor hadits menurut versi muhaqqiq yang lain.</p><p>Penyebutan nomor hadits kalau untuk sekedar atraksi panggung memang kelihatan agak keren. Seolah-olah si ustadz yang mengutip itu sangat ahli sampai hafal nomor-nomor hadits.</p><p>Namun di sisi lain, penyebutan nomor hadits semacam ini sebenarnya tidak baku dan kadang malah membingungkan. Karena kalau hanya disebutkan nomornya saja, tanpa menyebutkan nomor versi siapa, juga akan bikin bingung mereka yang mau merujuk dan meneliti kemudian.</p><p>Kalau mau keren menyebutkan nomor hadits, seharusnya juga dengan menyebutkan nama penerbitnya sekaligus sebutkan juga nomor halamannya, dan jangan lupa sebutkan juga cetakan ke berapa berapa dan tahun berapa diterbitkannya. Maka penyebutannya jadi rada panjang, mirip dengan format penulisan footnote pada makalah ilmiyah.</p><strong>4. Bandingkan Dengan Penomoran Ayat Al-Quran</strong><p>Penomoran hadist dalam kitab-kitan hadits sangat</p>"
      },
      {
        "page": 14,
        "text": "<p dir='cntn'>jauh berbeda dengan penomoran pada ayat-ayat AlQuran. Penomoran ayat-ayat Al-Quran relatif sudah agak baku, kecuali dengan beberapa catatan kecil saja.</p><p>Selebihnya kita dengan mudah bisa mengutip suatu ayat cukup dengan menyebutkan nama surat dan nomor ayatnya saja. Setidaknya jauh lebih baku daripada nomor pada hadits.</p><p>a. Perbedaan Penomoran Ayat Al-Quran</p><p>Para ulama ahli Al-Quran sebenarnya masih berbeda-beda tentang jumlah ayat Al-Quran yang pasti. Maksud berbeda disini dalam masalah penomorannya saja. Kalau fisiknya tetap sama semua, namun karena berbeda dalam memberi penggalan nomor ayat, akhirnya jumlah ayat AlQuran secara total pun berbeda.</p><p>Ada orang yang menghitung dua ayat menjadi satu. Dan sebaliknya juga ada yang menghitung satu ayat jadi dua. Padahal kalau dibaca semua lafadz Quran itu, semuanya sama dan itu itu juga. Tidak ada yang berbeda.</p><p>Para ulama sepakat mengatakan bahwa jumlah ayat Al-Quran lebih dari 6.200 ayat. Namun berapa ayat lebihnya, mereka masih berselisih pendapat dengan rincian sebagai berikut :</p><ul><li>Nafi’ : Menurut Nafi' yang merupakan ulama Madinah, jumlah tepatnya adalah 6.217 ayat.</li><li>Syaibah : Sedangkan Syaibah yang juga ulama Madinah, jumlah tepatnya 6214 ayat.</li><li>Abu Ja'far : meski Beliau juga merupakan ulama</li></ul>"
      },
      {
        "page": 15,
        "text": "<p>Madinah, namun beliau mengatakan bahwa jumlah tepatnya 6.210 ayat.</p><ul><li>Ibnu Katsir : ulama Makkah mengatakan jumlahnya 6.220 ayat.</li><li>'Ashim : yang merupakan ulama Bashrah mengatakan bahwa jumlahnya jumlah ayat alQuran ialah., 205 ayat.</li><li>Hamzah : yang merupakan ulama Kufah sebagaimana yang diriwayatkan mengatakan bahwa jumlahnya 6.236 ayat.</li><li>Yahya Ibn al-Harits : para ulama Syria sebagaimana yang diriwayatkan oleh Yahya Ibn al-Harits mengatakan bahwa jumlahnya 6.226 ayat.</li></ul><strong>b. Penggalan Ayat Surat Al-Fatihah</strong><p>Seluruh ulama sepakat bahwa surat Al-Fatihah memiliki tujuh ayat, namun mereka berbeda pendapat tentang ayat bismillahirrahmanirrahim, apakah termasuk bagian dari surat Al-Fatihah atau bukan. Dengan kata lain, ada kalangan yang menyebutkan bahwa ayat pertama surat ini adalah bismillahirrahmanirrahim, dan ada yang menyebutkan bahwa ayat pertama adalah alhamdulilahirabbil alamin.</p><strong>Pendapat Pertama : Ayat 1 Surat Al-Fatihah</strong><p>Yang menetapkan bahwa bismillah merupakan ayat pertama surat Al-Fatihah dan menjadi ayat pertama adalah mazhab As-Syafi'iyah dan AlHanabilah. Dalilnya adalah hadits berikut ini :</p>"
      },
      {
        "page": 16,
        "text": "<q>Rasulullah SAW bersabda,\"Bila kamu membaca surat Al-Fatihah, maka bacalah bismillahirrahmanirrahim, karena bismillahir rahmanirrahim adalah salah satu ayatnya\". (HR. Ad-Daruquthuny).</q><q>Fatihatul-kitab (surat Al-Fatihah) berjumlah tujuh ayat. Ayat pertama adalah bismillahirrahmanirrahim. (HR. Al-Baihaqi)1</q><q>Dari Ali bin Abi Thalib radhiyallahuanhu, beliau berkata,\"Rasulullah SAW memulai shalat dengan membaca bismillahirrahmanirrahim.</q><p>Hadits yang senada juga diriwayatkan oleh AlBukhari dan Muslim dengan isnad yang shahih dari Ummi Salamah. Dan dalam kitab Al-Majmu' ada enam orang shahabat yang meriwayatkan hadits tentang basmalah adalah bagian dari surat AlFatihah.</p><strong>Pendapat Kedua : Bukan Bagian Dari Al-Fatihah</strong><p>Mazhab Al-Hanafiyah dan Al-Malikiyah berpendapat bahwa bismillahirrahmanirrahim bukan bagian dari surat Al-Fatihah. Yang menjadi ayat</p>"
      },
      {
        "page": 17,
        "text": "<p dir='cntn'>pertama dalam pandangan kedua mazhab ini adalah alhamdulillahi rabbil alamin. Namun demikian, jumlah ayat Al-Fatihah ini tetap 7 ayat. Sebab ayat terakhir dipenggal menjadi dua ayat.</p><p dir='rtl'>صِرَاطَ الَّذِيْنَ اَنْعَمْتَ عَلَيْهِمْ ەۙ غَيْرِ الْمَغْضُوْبِ عَلَيْهِمْ وَلَا الضَّاۤلِّيْنَ ࣖ</p><p>Padahal dalam mushaf yang kita kenal dan beredar di Indonesia, ayat itu tidak dipenggal menjadi dua ayat, tetapi menjadi satu ayat meski agak panjang.</p>"
      },
      {
        "page": 18,
        "text": "<strong>B. Jumlah Hadits Dalam Shahih Bukhari</strong><p>Kitab Shahih Bukhari adalah kitab hadits yang paling tinggi derajatnya. Kitab ini sebenarnya bernama Al-Jami’ Ash-Shahih Al- Musnadu min Haditsi Rasulillah SAW, namun orang lebih mudah menyebutnya sebagai Shahih Bukhari.</p><p>Penulisnya adalah Imam Bukhari (194 H - 252 H / 810 M - 870 M). Kitab disusun dalam waktu 16 tahun. Setiap menuliskan hadits dalam kitab shahihnya, beliau melakukan shalat sunnah 2 rakaat. Imam Ibnu Ash-Shalah kitab Shahih Bukhari - dan juga Shahih Muslim- menyebutkan keduanya adalah kitab tershahih di dunia setelah A-Quran.</p><p dir='rtl'>وكتاباهما ُ)البخاري ُومسلم( ُأصح ُالكتب ُبعد ُكتاب ُهللاُ العزيز</p><q>Kedua kitab itu (yaitu Shahih Bukhari dan Shahih Muslim adalah kitab tershahih setelah kitabullah (Al-Quran)</q><p>Dan setelah itulah konon Shahih Bukhari baru mendapatkan tempat yang khusus di kalangan para ulama hadits dan mulai dikenal sebagai kitab tershahih. Padahal jarak antara masa kehidupan Ibnu Shalah dengan Imam Al-Bukhari terpaut 5 abad</p>"
      },
      {
        "page": 19,
        "text": "<p dir='cntn'>lamanya.</p><p>Lepas dari itu semua, ternyata para ulama muhaqqiqin dan peneliti tidak sepakat berapa jumlah nomor hadits di dalamnya.</p><strong>1. Imam Ibnu as-Shalah : 7.275 Hadits</strong><p>Salah satu tokoh besar dalam ilmu hadits dalam sejarah Islam adalah Imam Ibnu as-Shalah (w. 643 H) yang hidup di abad ketujuh hijriyah.</p><p>Jumlah hadits Shahih Bukhari menurut pendapat yang masyhur dari Ibnu Shalah 7.275 buah hadits secara terulang. Sedangkan tanpa terulang sekitar 4.000an hadits.</p><p>Badruddin al-‘Aini (w. 855 H) dan Muhammad bin Yusuf al-Kirmani (w. 786 H) sebagai ulama yang ikut mensyarah atau menjelaskan Shahih Bukhari termasuk yang berpandangan sama dengan Ibnu asShalah (w. 643 H).</p><strong>2. Imam an-Nawawi : 7.275</strong><p>Pendapat yang kurang lebih sama adalah pendapat Al-Imam An-Nawawi (w. 676 H). Menurut penyusun kitab Riyadhus-Shalihin ini jumlah hadits dalam kitab Shahih Bukhari 7.275 buah hadits secara terulang. Sedangkan tanpa terulang-ulang jumlahnya sekitar 4.000-an hadits.</p>"
      },
      {
        "page": 20,
        "text": "<strong>3. Ibnu Hajar al-Asqalani : 9.082 Hadits</strong><p>Namun Ibnu Hajar al-Asqalani (w. 852 H) yang juga ahli hadits terkemuka dalam sejarah Islam punya pandangan yang berbeda dengan Ibnu Shalah dan An-Nawawi di atas.</p><p>Menurut beliau, jumlah hadits Shahih Bukhari, baik yang maushul sanadnya maupun yang mu’allaq, termasuk mutaba’at dengan diulang adalah 9.082 buah hadits.</p><p>Jumlah ini menurut Beliau belum termasuk atsar dari shahabat maupun tabiin yang ada dalam hadits Shahih Bukhari.8 Detailnya sebagai berikut :</p><ul><li>Marfu’ Maushul secara terulang-ulang 7.397</li><li>Marfu’ Mu’allaqah secara terulang-ulang 1.341</li><li>Maushul, Mu’allaq dan tanbih atas perbedaan riwayat : 344</li><li>Maushul, Mu’allaq, Mutabaat Marfuah secara terulang-ulang : 9.082</li><li>Marfu’ah Maushulah tanpa diulang-ulang : 2.602</li><li>Mu’allaq tanpa diulang-ulang 159</li><li>Marfuah, Maushulah atau Mu’allaqah tanpa diulang-ulang 2.761</li></ul><p>Jumlah yang dihitung Ibnu Hajar dengan versi hitungan Ibnu Ash-Shalah terpaut jauh sekali. Ternyata penyebabnya memang perbedaan dalam penomoran hadits-hadits itu.</p><p>Maka memberi nomor itu tergantung siapa yang</p>"
      },
      {
        "page": 21,
        "text": "<p dir='cntn'>melakukannya.</p><strong>3. Dr. Dib Al-Bugha : 7.124</strong><p>Berbeda lagi menurut beberapa ulama kontemporer. Dr. Dib Al-Bugha ketika mentahqiq Shahih Bukhari, beliau mengakhiri Shahih Bukhari pada nomor 7.124. Penomoran itu masuk juga hadits yang terulang.</p><p>Musthafa al-Bugha dalam mukaddimah tahqiq hadits Shahih Bukhari atau yang bernama Minhat alBari fi Khidmat Shahih al-Bukhari. Beliau menyebut:</p><q>Kitab ini banyak kita temukan belum ada seni percetakan modern, seperti antar satu bab dan bab lain ada pemisahnya, haditsnya juga belum ada nomornya atau awalan bab yang berbeda, sehingga menjadikan pembaca mudah untuk mencarinya kembali.</q><p>Beliau menomori kitab shahih bukhari. Sebagai bentuk dari model percetakan buku modern.</p>"
      },
      {
        "page": 22,
        "text": "<strong>4. Dr. Fuad Abdul Baqi : 7.563</strong><p>Berbeda lagi menurut Fuad Abdul Baqi (w. 1388 H/ 1967 M). Hadits Shahih Bukhari berjumlah 7.563, atau selisih sekitar 439 hadits.</p><p>Muhammad Fuad Abdul Baqi (w. 1388 H/ 1967 M) ini termasuk ulama kontemporer yang memulai memberi nomor pada kitab-kitab hadits. Terinspirasi ketika ikut membantu profesornya yang orang Belanda orientalis bernama Arent Jan Wensinck dalam menyusun kitab Al-Mu’jam Al-Mufahras li .(المعجم المفهرس أللفاظ الحديث النبوي) .Nabawi-An Hadits-Al Al</p><p>Ensiklopdi hadits ini merupakan indeks atau kamus hadits, dimana sumbernya hanya dari sembilan kitab hadits. Indeks itu terdiri dari 8 jilid dan disusun dalam rentang waktu antara 1916-1988 atau sekitar 72 tahun. Arent Jan Wensinck adalah seorang orientalis Belanda non muslim yang merupakan peneliti bahasa Arab dan bahasa semit pada umumnya di Universitas Leiden Belanda.</p>"
      },
      {
        "page": 23,
        "text": "<strong>C. Shahih Muslim</strong><strong>1. Abu Quraisy : 4.000 hadits</strong><p>Abu Quraisy Al-Hafizh berkata kepada Zar’ah ArRazi tentang Shahih Muslim,”Kitab ini memuat 4.000 hadits shahih”.</p><p>Imam Ibnu Ash-Shalah menjelaskan maksud perkataan Abu Qurasy itu,”Maksudnya - wallahua’lam- bahwa kitabnya itu 4.000 hadits yang tidak diulang-ulang”.</p><strong>2. Ahmad bin Salamah : 12.000 Hadits</strong><p>Ahmad bin Salamah, salah seorang murid dan teman Imam Muslim menyebutkan bahwa jumlah 12.000 hadits</p><p>Imam Adz-Dzahabi menjelaskan maksudnya bila diulang-ulang dan dihitung semuanya. Misalnya ada satu hadits diawali dengan : haddatsana qutaibah dan juga akhbarana ibnu rumh, meski teks haditsnya sama persis, tetapi dihitung sebagai dua hadits yang berbeda.</p><strong>3. Al-Mayanji : 8.000 Hadits</strong><p>Al-Mayanji menyebutkan jumlah haditsnya mencapai 8.000 hadits. Az-Zarkasyi</p>"
      },
      {
        "page": 24,
        "text": "<p dir='cntn'>mengomentarinya bahwa jumlah ini nampaknya agak dekat pada kebenaran.</p><strong>4. Haji Khalifah & Hasan Khan : 7.270 Hadits</strong><p>Haji Khalifah dan Shadiq Hasan Khan menyebutkan bahwa jumlah 3.033 haditsnya 7.270.</p><strong>5. Muhammad Fuad Abdul Baqi : 3.033 - 5.770</strong><p>Muhammad Fuad Abdul Baqi menyebutkan jumlah hadits yang asli di dalam Shahih Muslim mencapai 3.033 hadits, bila tanpa pengulangan.</p><p>Syeikh Masyhur Hasan Alu Salman menghitung bila diulang-ulang jumlahnya dalam penghitungan Muhammad Abdul Baqi itu mencapai 5.770 hadits.</p><p>Dengan catatan bahwa nomor yang dibikin oleh Abdul Baqi untuk hadits asli dalm bab tanpa mutabaah dan syawahid. Jumlahna mutabaah dan syawahid itu menurutnya mencapai 1.615 hadits, tanpa tiga hadits dalam muqaddimah. Sehingga jumlah hadits secara total dengan diulang-ulang dan dimasukkan juga syawahid dan mutabaat mencapai 7.385 hadits.</p>"
      },
      {
        "page": 25,
        "text": "<strong>D. Jumlah Hadits Dalam AL-Muwaththa’ Malik</strong><p>Kitab hadits generasi pertama adalah AlMuwattha’ yang disusun oleh Imam Malik bin Anas (w. 179 H). Kitab ini sudah ada jauh sebelum lahirnya Imam Bukhari yang nantinya menyusun Shahih Bukhari. Kitab inilah yang sejak masih beliau sudah dihafal oleh Al-Imam Asy-syafi’I, bahkan sebelum Beliau bertemu dengan menyusunnya.</p><p>Dari sisi kekuatan periwayatan dan sanad, hadits yang paling kuat sanadnya adalah hadits yang diriwayatkan oleh Al-Imam Malik, dari gurunya yaitu Nafi’, seorang tabi’in. Nafi’ ini adalah maula (pelayan) dari seorang shahabat nabi yang terkenal, yaitu Abdullah bin Umar radhiyallahuanhu.</p><p>Para ahli hadits sepakat kalau ada hadits diriwayatkan oleh Imam Malik dari Nafi’ dari Abdullah bin Umar, maka hadits itu shahih seshahihshahihnya. Jalur periwayatan itu dikenal dengan istilah silsilah dzahabiyah (ذهبية سلسلة) dan juga disebut dengan ashahhul asanid (األسانيد أصح).</p><p>Namun demikian, sampainya kitab Al-Muwaththa’ dari Imam Malik bin Anas ini kepada kita ternyata melalui jalur periwayatan beragam dan sangat banyak jalur-jalurnya. Ahli hadits kontemporer, Dr. Mushtafa al-A’zhami ketika mentahqiq kitab alMuwattha’, menghitung setidaknya ada 100 orang</p>"
      },
      {
        "page": 26,
        "text": "<p dir='cntn'>yang meriwayatkan kitab al-Muwattha’ ini.</p><p>Dan menariknya, antar satu versi Muwattha’ dan versi lainnya, ternyata ada beberapa perbedaan dalam jumlah haditsnya. Dan tentu saja penomorannya pun jadi tidak seragam.</p><p>Selain karena banyak periwayat dari Imam Malik bin Anas, dalam kitab al-Muwattha’ ini masih banyak kita temukan pernyataan dari Shahabat Nabi, Tabiin bahkan fatwa dari Imam Malik bin Anas sendiri. Maka standar menomorinya pun beragam.</p><p>Jadi berapa jumlah hadits dalam kitab AlMuwaththa karya Imam Malik ini? Jawabnya tergantung penomorannya versi siapa?</p><strong>1. Mushtafa al-A’zhami : 3.676</strong><p>Dr. Muhammad Mushtafa al-A’zhami ketika mentahqiq kitab al-Muwattha’, tak mau mengikuti penomoran dan Muhammad Fuad Abdul Baqi (w. 1388 H).</p><p>Menurut Muhammad Mushtafa al-A’dzami, Penomoran Muhammad Fuad Abdul Baqi (w. 1388 H) dalam banyak tahqiqannya, banyak mengambil dari karya orientalis Arent Jan Wensinck (w. 1939 H).</p><p>Muhammad Fuad Abdul Baqi tak memberi nomor jika berasal dari pernyataan Imam Malik bin Anas dalam kitab al-Muwattha’. Hadits di Kitab alMuwattha’ menurut Muhammad Mushtafa alA’dzami berjumlah 3.676.</p>"
      },
      {
        "page": 27,
        "text": "<strong>2. Basyar Awad Ma’ruf : 3.069</strong><p>Jika menurut tahqiq dari Basyar Awad Ma’ruf jumlah haditsnya ada 3.069.</p><strong>3. Abdul Wahab Abdullatif : 1.008</strong><p>Jika menurut tahqiq dari Abdul Wahab Abdullatif Riwayat Muhammad bin Hasan jumlah haditsnya ada 1.008.</p>"
      },
      {
        "page": 28,
        "text": "<strong>E. Kitab Bulughul Maram</strong><p>Salah satu kitab hadits yang amat terkenal adalah Bulughul Maram min Adillati Al-Ahkam ( أدلة من المرام بلوغ األحكام .(Kitab ini disusun oleh ahli hadits senior kenamaan sekaligus juga ahli fiqih bermazhab Asysyafi’i. Beliau adalah Alhafidz Ibnu Hajar Al-Asqalani (w. 852 H).</p><p>Dimana-mana banyak orang orang pakai kitab beliau ini, baik di pengajian majelis taklim, kampus, majelis para ulama dan juga para santri di berbagai pesantren. Kitab ini juga banyak diberi syarah (penjelasan) dan juga diterjemahkan ke berbagai bahasa di dunia.</p><p>Kalau disebutkan berapa jumlah hadits yang terdapat di dalamnya, secara umum kita menyebutkan sekitar 1.500-an hadits. Namun begitu kita buka bukunya, nampaknya angkanya tidak tepat segitu, malah beda penerbit beda jumlahnya yang kemudian membedakan nomor-nomor haditsnya juga.</p><strong>1. Al-Qadhi Al-Husein Al-Maghribi : 1.324</strong><p>Al-Qadhi Al-Husein Muhammad Al-Maghribi (1048 - 1119 H) menuliskan syarah atas kitab Bulughul Maram. Dalam versi Beliau ada nomor hadits sampai angka 1.324 di dalamnya. Nama kitab syarahnya itu adalah Al-Badru At-tamam Syarah Bulugh Al-Maram .(البد ر التمام شرح بلوغ المرام)</p>"
      },
      {
        "page": 29,
        "text": "<p>Kemudian kitab ini ditahqiq salah satunya oleh Ali bin Abdulah Az-Zabn, seorang anggota Haiah Tadsir pada Universitas Muhammad Ibnu Suud AlIslamiyah. Diterbitkan Darul Hijr sebanyak 10 jilid.</p><strong>2. Subulus-Salam : 1.477</strong><p>Salah satu syarah Bulughul Maram yang terkenal adalah Subulus Salam ( السالم سبل (yang disusun oleh AshShan’ani (1099 - 1119 H).</p><p>Meskipun syarah ini merupakan ringkasan dari AlQadhi Husain Muhamamd Al-Maghribi, namun dalam penomoran haditsnya angkanya berhenti sampai pada nomor 1.447. Ini menunjukkan bahwa penomoran haditsnya sampai segitu itu.</p><strong>3. Samir bin Amin Az-Zuhri : 1.582</strong><p>Samir bin Amin Az-Zuhri menuliskan hadits-hadits dalam Bulughul Maram sebagai 1.582 hadits. Kitab ini diterbikan oleh Darul Falaq Riyash Kerajaan Saudi Arabia. Cetakan ke-7 tahun 1424 hijriyah.</p><strong>4. Dr. Mahir Yasin Al-Fahl : 1.568</strong><p>Dr. Mahir Yasin Al-Fahl adalah Syeikh Darul Hadits di Iraq, merupakan profesor Ilmu Hadits dan Fiqih Muqarin pada Fakultas Ilmu-ilmu Keislaman Universitas Al-Anbar.</p><p>Beliau juga mentakhrij kitab Bulughul Maram ini dan menuliskan ada 1.568 hadits. Bukunya diterbitkan oleh Darul Qabas li An-Nashrwa At-Tauzi’.</p><strong>5. Abdurrahman Al-Bassam : 1.371</strong><p>Abdullah bin Abdurrahman Al-Bassam (w. 1423 H) menuliskan syarah kitab ini dengan nama Taudhil Al-Ahkam min Bulugh Al-Maram</p>"
      },
      {
        "page": 30,
        "text": "<p>Diterbitkan oleh Maktabah Al-Asadi Mekkah AlMukarramah. Nomor hadits versi ini mencapai angka 1.371 hadits.</p><strong>5. Khalid bin Dhaifullah Asy-Syalahi 1.567</strong><p>Khalid bin Dhaifullah Asy-Syalahi menulis syarah berjudul At-Tanbih fi Takhrij wa Tabwib Ahadits Bulugh Al-Maram wa Bayan ma Warada fi Al-Bab .(التبيان في تخريج وتبويب أحاديث بلوغ المرام وبيان ما ورد في الباب)</p><p>Beliau memberi nomor pada tiap haditsnya mencapai angka 1.567 hadits.</p><strong>6. Syeikh Al-Utsaimin : 1.502</strong><p>Syeikh Muhammad bin Shalih AlUtsaimin (w. 1421 H) juga membuat syarah atas Bulugh Al-Maram dengan nama menomori haditsnya sampai 1.502 hadits.</p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p>"
      }
    ]
  }
]
