[
  {
    "id": "477c5c52-8710-4e52-877b-d0ac74a01250",
    "info": {
      "title": "Sejarah Perkembangan Madzhab Syafii",
      "author": "Teuku Khairul Fazli, Lc",
      "publish": "Sat, 29 February 2020",
      "pages": 23,
      "price": 0,
      "category": "Kajian Tematik",
      "desc": "Allah SWT mengutus Rasulullah SAW ke dunia ini dengan membawa agama, supaya hidup manusia lebih terarah. Sebagaimana perkataan mantan gubernur aceh bapak Mustafa Abu Bakar ketika memberikan sambutan di acara peringatan maulid Nabi besar Muhammad SAW di Wisma Foba: “Dengan agama hidup kita akan lebih terarah, dengan ilmu dan teknologi hidup kita akan lebih mudah dan dengan adat dan budaya hidup kita akan lebih indah.”"
    },
    "tableOfContents": [
      { "page": 5, "text": "Pengantar", "head": true },
      {
        "page": 7,
        "text": "Perkembangan Mazhab Syafi'i Dari Tahun 195 H Sampai 270 H",
        "sub": [
          {
            "page": 7,
            "text": "Perkembangan Mazhab Syafi'i di Baghdad, Iraq (Munculnya Qaul Qadim)"
          },
          {
            "page": 10,
            "text": "Perkembangan Mazhab Syafi'i di Mesir (Munculnya Qaul Jadid)"
          },
          {
            "page": 14,
            "text": "Faktor Yang Mempengaruhi Perkembangan Mazhab Syafi'i (195 H Sampai 270 H)"
          }
        ]
      },
      {
        "page": 15,
        "text": "Perkembangan Mazhab Syafi'i Dari Tahun 270 H Sampai 505 H",
        "sub": [
          {
            "page": 15,
            "text": "Tokoh yang paling berpengaruh Pada Tahun 270 - 404"
          },
          {
            "page": 18,
            "text": "Faktor Yang Mempengaruhi Perkembangan Mazhab Syafi'i (270 H Sampai 505 H)"
          }
        ]
      }
    ],
    "content": [
      {
        "page": 5,
        "text": "<h1>Pengantar</h1><p>Allah SWT mengutus Rasulullah SAW ke dunia ini dengan membawa agama, supaya hidup manusia lebih terarah. Sebagaimana perkataan mantan gubernur aceh bapak Mustafa Abu Bakar ketika memberikan sambutan di acara peringatan maulid Nabi besar Muhammad SAW di Wisma Foba: “Dengan agama hidup kita akan lebih terarah, dengan ilmu dan teknologi hidup kita akan lebih mudah dan dengan adat dan budaya hidup kita akan lebih indah.”</p><p>Para sahabat belajar agama langsung kepada Rasulullah SAW, setiap ada permasalahan di dalam agama, mereka bisa bertanya lansung kepada Nabi SAW, sehingga ada diantara para sahabat yang menjadi rujukan bagi sahabat yang lain, seperti Abu Bakar AsSiddiq, Umar bin Khathab, Usman bin Affan, Ali bin Abi Thalib. Ibnu Mas’ud, Muaz bin Jabal, Ibnu Abbas, Ibnu Umar, dan lain-lain.</p><p>Setelah Rasulullah SAW wafat, banyak para sahabat yang hijrah ke pelosok negeri untuk mendakwahkan agama Allah, seperti Ibnu Abbas di Mekah, Ibnu Umar di Madinah, Ibnu Mas’ud di Kufah, Muaz bin Jabal di Yaman.</p>"
      },
      {
        "page": 6,
        "text": "<p>Ketika di hadapkan dengan suatu kasus yang tidak terdapat di dalam Al-Quran dan Sunnah, maka mereka berijtihad, dan ijtihad mereka itu di jadikan rujukan oleh murib-muribnya.</p><p>Ijtihad mereka itulah yang di namakan Mazhab, sehingga kita mendengar ada istilah mazhab Ibnu Umar di Madinah, Mazhab Ibnu Abbas di Mekah dan Mazhab Ibnu Mas’ud di Kufah.</p><p>Kemudian murib para sahabat atau di namakan Tabi’in, mereka mengajarkan Mazhab gurunya kepada muribnya lagi yang dinamakan tabi’ut Tabi’in, terus seperti itu, sehingga Mazhab mereka sampai kepada kita.</p><p>Pada buku kecil ini, penulis ingin menguraikan bagaimana perkembangan Mazhab Syafi’i dari generasi ke generasi, siapa saja tokoh yang terlibat didalamnya, dan apa faktor-faktor yang mempengaruhinya.</p>"
      },
      {
        "page": 7,
        "text": "<h1>Perkembangan Mazhab Syafi’i Dari Tahun 195 H Sampai 270 H</h1><strong>Perkembangan Mazhab Syafi’i di Baghdad, Iraq (Munculnya Qaul Qadim)</strong><p>Pada tahun 189 H, Imam Syafi’i kembali ke Mekah setelah berguru kepada salah satu murib terbaik Imam Abu Hanifah yaitu Muhammad bin Hasan Asy-Syaibani ( 189 H) tentang Fikih dan Ushul Fiqh Imam Abu Hanifah (Mazhab Ahlu Ro’i) selama 5 tahun, mulai dari tahun 184 H sampai tahun 189 H.</p><p>Beliau meninggalkan kota Baghdad dan kembali ke Mekah setelah wafat gurunya pada tahun 189 H.</p><p>Ketika berada di Mekah, Imam Syafi’i berperan aktif di bidang pendidikan dan fatwa, beliau membuka pengajian rutin di salah satu sudut Mesjidil Haram, banyak orang dari penjuru dunia datang untuk mengambil ilmu dari beliau dan hal inilah yang menyebabkan nama beliau begitu terkenal di berbagai penjuru negeri.</p>"
      },
      {
        "page": 8,
        "text": "<p>Pada tahun 195 H, Imam Syafi’i berangkat ke Baghdad untuk yang kedua kalinya, namun kali ini beliau bukan dalam rangka belajar akan tetapi mengajarkan Mazhabnya yang telah beliau bentuk selama berada di Mekah.</p><p>Ibrahim al Harbi berkata: Ketika Imam Syafi’i datang ke baghdad, di mesjid besar ada sekitar 20 majelis ilmu Ahli Ro’i, setelah 2 pekan kemudian menjadi 3 atau 4 majelis saja (yang lain pada ikut majelis Imam Syafi’i)1.</p><p>Salah satu penyebab beliau sangat digemari oleh orang-orang baghdad pada saat itu adalah karna beliau menguasai 2 metode dalam menyimpulkan hukum. Yang pertama, metode Ahli Hadist yang beliau pelajari dari Imam Malik (179 H) ketika beliau berada di Madinah dan yang kedua, metode Ahli Ro’i yang beliau pelajari dari Muhammad bin Hasan Asy-Syabani (189 H) murib Abu Hanifah ketika beliau berada di Baghdad.</p>"
      },
      {
        "page": 9,
        "text": "<p>Selama berada di Baghdad, beliau aktif menulis. Diantara karya beliau adalah Kitab Al Hujjah yang berisikan pendapat-pendapat beliau tentang seputar hukum fikih atau lebih di kenal dengan Qaul Qadim dan Kitab Ar Risalah tentang Ushul Fiqh yang dikenal dengan sebutan Ar-Risalah Al-Qadimah.</p><p>Abdurrahman bin Mahdi merupakan teman seperguruan imam syafi’i yaitu samasama berguru kepada imam malik. Beliau tinggal di Basrah dan menyebarkan Mazhab Maliki.</p><p>Pada suatu hari, beliau mengatakan kepada jamaahnya bahwasanya berbekam tidak membatalkan wudhu, pendapat ini di tolak oleh orang-orang Basrah. Akhirnya beliau menulis surat kepada imam syafi’i di Baghdad agar menulis sebuah kitab tentang metode-metode dalam beristinbath (menyimpulkan) hukum.</p>"
      },
      {
        "page": 10,
        "text": "<p>Imam syafi’i memenuhi permintaan temannya tersebut dengan menulis kitab Ushul Fiqh yang beliau beri nama Ar-Risalah.</p><p>Di samping aktif menulis, imam syafi’i juga berperan aktif dalam membantah syubhat-syubhat yang tersebarluas di kalangan ulama-ulama baghdad. Diantara syubhat tersebut adalah mereka lebih memilih berhujjah dengan Qiyas, Istihsan, istishlah, dan lain-lain di banding berhujjah dengan hadist Nabi SAW, sehingga beliau di beri gelar Nashiru Al-Sunnah (penolong Sunnah).</p><strong>Perkembangan Mazhab Syafi’i di Mesir (Munculnya Qaul Jadid)</strong><p>Pada akhir tahun 199 H, Imam Syafi’i berangkat ke Mesir untuk menyebarkan Mazhabnya. Selama berada di Mesir, beliau banyak merevisi fatwa-fatwanya yang sudah beliau rumuskan ketika berada di Baghdad dan menulis ulang menjadi sebuah kitab yang berjudul Al Uum.</p>"
      },
      {
        "page": 11,
        "text": "<p>Di dalam kitab Al Uum ini, banyak memuat pendapat-pendapat Imam Syafi’i yang baru atau dinamakan dengan Qaul Jadid.</p><p>Selain merevisi kitab fikih, beliau juga merevisi kitab Ushul Fiqh yang di sebut dengan Ar- Risalah Al Jadidah, sehingga kitab yang Mu’tamad dalam Mazhab Syafi’i adalah kitab yang beliau tulis di Mesir.</p><p>Muhammad bin Muslim pernah bertanya kepada Imam Ahmad: apa pendapat anda mengenai kitab Imam Syafi’i yang beliau tulis di Iraq dan yang di Mesir.? Imam Ahmad Berkata: hendaklah kalian berpegang dengan kitab yang beliau tulis di Mesir.</p><p>Salah satu penyebab utama Imam Syafi’i banyak merevisi fatwa-fatwanya ketika berada di Mesir adalah karna beliau banyak bertemu dengan ulama-ulama besar seperti Amr bin Abi Salamah Ad-Dimasyqi (214 H) murib Imam Al-Auzai’ (158 H), Yahya bin Hasan (208 H) murib Imam Al-Laits bin Sa’ad</p>"
      },
      {
        "page": 12,
        "text": "<summary>(175), Abdullah bin Abdul Hakam (210 H) murib Imam Malik bin Anas (179 H).</summary><p>Sedangkan pengaruh perbedaan lingkungan atau adat istiadat antara Baghdad dan Mesir terhadap revisi fatwa beliau sangat sedikit. Buktinya, sedikit sekali pembahasan yang berkaitan dengan adat istiadat (Urf) yang beliau revisi di Mesir.</p><p>Banyak sekali orang yang menimba ilmu dari Imam Syafi’i, dari sekian banyak murib beliau hanya 3 orang yang paling terkenal antusias dalam mendakwahkan pemahaman gurunya;</p><strong>1) Abu Ya’qob Al Buwaithi (231 H)</strong><p>Abu Ya’qob Al Buwaithi merupakan murib Imam Syafi’i yang paling pinter dan cerdas, ketika Imam Syafi’i sakit, beliaulah yang menggantikan posisi Imam Syafi’i di majelis ilmu bahkan setelah Imam Syafi’i wafat beliau tetap mengajar di majelis tersebut selama lebih dari 20 tahun sampai masa khalifah Al-</p>"
      },
      {
        "page": 13,
        "text": "<summary>Waatsiq bin Mu’tashim yang memiliki pemahaman Mu’tazilah yang menganggap bahwasanya Al-Quran adalah makhluq. Imam Al-Buwaithi termasuk ulama yang di tangkap karna beliau perpegang teguh pada aqidah ahli sunnah wal jamaah meyakini bahwa AlQuran itu adalah kalamullah bukan makhluq. Akhirnya beliau pun di penjara sampai wafat pada tahun 231 H.</summary><strong>2) Abu Ibrahim Al Muzani (264 H)</strong><p>Imam Al-Muzani merupakan murib Imam Syafi’i yang paling banyak berperan dalam penyebaran Mazhab Syafi’i, beliau menulis sebuah kitab yang berjudul Mukhtashor AlMuzani, kitab ini merupakan ringkasan dari kitab Al-Uum karya Imam syafi’i. Setelah wafat Imam Abu Ya’kop Al-Buwaithi, beliaulah yang menggantikan Imam Al-Buwaithi dalam mengajarkan Mazhab Syafi’i. Imam Al-Muzani termasuk salah satu murib Imam Syafi’i yang mencapai derajat ijtihad di akhir hayatnya, meskipun demikian beliau tetap tidak membuat Mazhab baru akan tetapi</p>"
      },
      {
        "page": 14,
        "text": "<summary>berpegang dengan mazhab gurunya sampai beliau wafat pada tahun 264 H.</summary><strong>3) Rabi’ bin Sulaiman Al-Murodi (270 H)</strong><p>Imam Rabi’ bin Sulaiman Al-Murodi merupakan salah satu murib Imam Syafi’i yang paling berjasa dalam menjaga karyakarya gurunya, beliau wafat pada tahun 270 H.</p><p>Imam Rabi’ bin Sulaiman al-Murodi termasuk murib imam syafi’i yang paling terakhi meninggal dania.</p><strong>Faktor Yang Mempengaruhi Perkembangan Mazhab Syafi’i (195 H Sampai 270 H)</strong><p>Mulai tahun 195 H sampai tahun 270 H, tidak ada satupun Qadhi atau Hakim dari kalangan Mazhab Syafi’i, rata-rata yang memiliki kedudukan di pemerintahan adalah ulama dari kalangan Mazhab Hanafi, bahkan yang menjadi Qadhi atau Hakim di Mesir yang dalam tanda kutib merupakan basis</p>"
      },
      {
        "page": 15,
        "text": "<summary>penyebaran Mazhab Syafi’i, juga ulama dari kalangan Mazhab Hanafi.</summary><p>Pada fase ini, tidak ada satupun murib Imam Syafi’i yang menulis kitab tentang Ushul Fiqh, kecuali Husain bin Ali Al Karabisi yang banyak menulis kitab tentang Ushul Fiqh sebagaimana disebutkan oleh Abu Ishaq AsySyairozi (476 H), sedangkan yang lain berpegang dengan kitab Ar-Risalah yang di tulis oleh Imam Syafi’i dan mengajarkan kepada murib-murib mereka melalui jalur periwayatan.</p><p>Imam al Muzani mengatakan: saya telah mengkaji kitab Ar-Risalah karya Imam Syafi’i selama 50 tahun, setiap kali saya mengkaji kitab tersebut, selalu mendapatkan faedah baru yang belum saya ketahui sebelumnya.</p><h1>Perkembangan Mazhab Syafi’i Dari Tahun 270 H Sampai 505 H</h1><strong>Tokoh yang paling berpengaruh Pada Tahun 270 H - 404.</strong>"
      },
      {
        "page": 16,
        "text": "<strong>a) Abu Qasim Usman bin Sa’id al Anmathi</strong><p>Abu Qasim Al Anmathi (288 H) berguru kepada murib Imam Syafi’i yaitu Imam Al Muzani dan Imam Al Murodi. Setelah menimba ilmu dari mereka, dia kembali ke Baghdad untuk mengajarkan Mazhab Syafi’i, sehingga asbab usaha beliau Mazhab Syafi’i tersebar luas di Baghdad.</p><p>Banyak sekali para ulama yang belajar Mazhab syafi’i kepada Abu Qasim Al Anmathi, diantaranya adalah Abu Abbas bin Syuraih.</p><strong>b) Abu Abbas Ahmad bin Syuraih</strong><p>Abu Abbas Ahmad bin Syuraih (306 H) berguru kepada Abu Qasim Al Anmathi (288 H) dan beberapa ulama lainnya, sehingga beliau menjadi ulama besar pada zamannya dan di beri gelar Syeikhul Mazhab.</p><p>Abu Abbas Ahmad bin Syuraih merupakan ulama pertama dari kalangan Mazhab Syafi’i yang menduduki kursi Qadhi atau Hakim di kota Syairaaz yang terletak di</p>"
      },
      {
        "page": 17,
        "text": "<summary>Faris, kemudian beliau di pindahkan ke ibu kota khalifah yaitu Baghdad.</summary><p>Sebagian ulama mengatakan: Ibnu Syuraih merupakan tokoh pembaharuan (Mujaddid) di abad ke 3 Hijriah.</p><strong>c) Abu Zar’ah Ad Dimasyqi</strong><p>Abu Zar’ah Ad Dimasyqi (302 H) berguru kepada Robi’ Al Murodi yang merupakan salah satu murib Imam Syafi’i. Beliau menetap di Mesir dan di angkat menjadi Qadhi atau Hakim, kemudian di mutasi ke Damaskus dan menjadi Qadhi di sana.</p><p>Salah satu penyebab utama tersebarnya Mazhab Syaf’i di Damaskus adalah karna kursi Qadhi di serahkan kepada ulama yang bermazhab Syafi, sehingga ketika Qadhi memutuskan suatu hukum, maka dia akan merujuk ke kitab-kitab Mazhab Syafi’i.</p>"
      },
      {
        "page": 18,
        "text": "<strong>Faktor Yang Mempengaruhi Perkembangan Mazhab Syafi’i (270 H Sampai 505 H)</strong><strong>a) Beberapa ulama Syafi’i mencapai derajat mujtahid mutlaq.</strong><p>Orang-orang yang belajar Mazhab Syafi’i kemudian mengkaji kitab-kitab yang menjadi rujukan dalam Mazhab Syafi’i, bukan berarti mereka ta’asub kepada Imam Syafi’i dan tidak menerima masukan Mazhab lain, buktinya banyak para ulama yang sebelumnya bermazhab Syafi’i, setelah keilmuannya mencapai derajat Mujtahid Mutlaq, mereka buat Mazhab sendiri. Berikut beberapa ulama yang menjadi Mujtahid Mutlaq setelah mendapat didikan dari Mazhab Syafi’i;</p><strong>1. Abu Bakar Muhammad bin Munzir</strong><p>Abu Bakar Ibnu Munzir lahir pada tahun 240 H, beliau menuntut ilmu kepada ulama besar di zamannya seperti Robi’ Al-Murodi dan Hasan Al-Za’faroni</p>"
      },
      {
        "page": 19,
        "text": "<summary>yang keduanya termasuk murib terbaiknya Imam Syafi’i.</summary><p>Beliau mencapai derajat Mujtahid Mutlaq di akhir hayatnya. Diantara karya beliau yang sangat fenomenal adalah Al Ijma’, sehingga tidak ada satupun penuntut ilmu yang tidak mengenal kitab ini. Ibnu Munzir wafat di Mekah pada tahun 318 H.</p><strong>2. Abu Ja’far At Thabari</strong><p>Imam Abu Ja’far At-Thabari lahir pada tahun 224 H, beliau berguru kepada beberapa ulama besar di zamannya diantaranya; Robi’ Al-Murodi dan Hasan Al-Za’faroni yang keduanya termasuk murib terbaik Imam Syafi’i. Ketika sudah memiliki kemampuan dalam berijtihad, maka beliau keluar dari Mazhab Syafi’i dan membuat Mazhab baru yang di kenal dengan nama Mazhab Jariri.</p><p>Diantara karya beliau yang sangat terkenal di bidang adalahTafsir At-</p>"
      },
      {
        "page": 20,
        "text": "<summary>Thabari dan dibidang sejarah adalah Tarikh At-Thabari. Beliau juga memiliki pengikut akan tetapi Mazhab yang beliau bentuk tidak bertahan lama sehingga Mazhab beliau termasuk Mazhab yang punah. Beliau wafat di Baghdad pada tahun 310 H.</summary><strong>b) Banyak ahli hadist yang bermazhab Syafi’i</strong><strong>1. Abu Bakar Muhammad bin Khuzaimah</strong><p>Imam Ibnu Khuzaimah lahir di Naisabur pada tahun 223 H, beliau juga berguru langsung kepada murib-murib Imam Syafi’i seperti Imam Al-Muzani dan Imam Robi’ Al-Murodi. Beliau fokus dalam pengkajian hadist dibandingkan fikih sampai bergelar Imam di bidang hadist.</p><p>Setelah selesai dari menuntut ilmu, beliau kembali ke daerah asal kelahirannya yaitu Naisabur. Di antara karya beliau adalah Shahih Ibnu</p>"
      },
      {
        "page": 21,
        "text": "<summary>Khuzaimah. Beliau wafat pada tahun 311 H di Naisabur.</summary><strong>2. Abu Hasan bin Mahdi Ad-Daaruqni</strong><p>Imam Daruqutni lahir pada tahun 306 H di daerah Quthn Baghdad. Beliau berguru kepada salah satu ulama Syafi’i yang bernama Abu Sa’id Al-Ishthakhari Asy- Syafi’i. Diantara karya beliau adalah kitab Al-‘ilal yang merupakan kitab rujukan bagi ulama hadist setelahnya. Beliau wafat pada tahun 375 H di Baghdad.</p><strong>c) Banyak Qadhi atau Hakim dari kalangan Mazhab Syafi’i</strong><p>Salah satu penyebab tersebarnya Mazhab Syafi’i di fase ini adalah karna banyaknya ulama-ulama syafi’i yang menjadi Qadhi dan Hakim di beberapa wilayah, sehingga mereka memutuskan suatu keputusan berdasarkan Mazhab Syafi’i. Diantara ulama Syafi’i yang menjadi Qadhi adalah:</p><ul><li>Abu Abbas Ibnu Syuraih (306 H), beliau menjadi Qadhi di wilayah Syairaz, Baghdad.</li><li>Abu Zar’ah Ad-Dimasyqi (302 H), beliau menjadi Qadhi di wilayah Damaskus.</li><li>Abu Saaib Quthaibah Ibnu ‘Ubaydullah Al-Hamzani (350 H), beliau pernah menjadi Qadhi di beberapa wilayah diantaranya Baghdad. Beliau termasuk ulama dari kalangan Mazhab Syafi’i yang pertama kali menduduki kursi Qadhi.</li></ul>"
      }
    ]
  }
]
