[
  {
    "id": "r7zFE",
    "info": {
      "title": "Imam Nawawi vs Imam Syafi'i",
      "author": "Teuku Khairul Fazli, Lc",
      "publish": "Wed, 3 October 2018",
      "pages": 23,
      "price": 0,
      "category": "Sirah & Biografi",
      "desc": "Imam Syafi’i merupakan satu-satunya imam mazhab yang keturunan Quraisy yang mana nasabnya bersambung dengan Rasulullah saw melalui ‘Abdul Manaf. Rasulullah saw bersabda: “kepemimpinan itu dari kalangan orang-orang Quraisy “ (HR. Bukhari dan Muslim)"
    },
    "tableOfContents": [
      {
        "page": 5,
        "text": "Biografi Imam Syafi'i",
        "sub": [
          { "page": 5, "text": "Nasab Imam Syafi'i" },
          { "page": 6, "text": "Lahir dan Wafatnya Imam Syafi'i" },
          { "page": 7, "text": "Perjalanan Imam Syafi'i Dalam Menuntut Ilmu" }
        ]
      },
      {
        "page": 11,
        "text": "Biografi Imam Nawawi",
        "sub": [
          { "page": 11, "text": "Nasab Imam Nawawi" },
          { "page": 12, "text": "Lahir dan Wafatnya Imam Nawawi" },
          { "page": 12, "text": "Perjalanan Imam Nawawi Dalam Menuntut Ilmu" }
        ]
      },
      {
        "page": 15,
        "text": "Ijtihad Imam Syafi'i vs Imam Nawawi",
        "sub": [
          { "page": 15, "text": "Hukum Menggunakan Air Musyammas" },
          { "page": 17, "text": "Bersiwak Bagi Orang Berpuasa" },
          { "page": 19, "text": "Permulaan Waktu Mengusap Khuf" }
        ]
      }
    ],
    "content": [
      {
        "page": 5,
        "text": "<h1>A. Biografi Imam Syafi’i</h1><strong>1. Nasab Imam Syafi’i</strong><p>Nama lengkap Imam Syafi’i adalah Muhammad bin Idris bin ‘Abbas bin ‘Usman bin Syaafi’ bin Saaib bin ‘Ubaid bin ‘Abdu Yazid bin Haasyim bin ‘Abdul Mutthalib bin ‘Abdul Manaf.</p><p>Imam Syafi’i merupakan satu-satunya imam mazhab yang keturunan Quraisy yang mana nasabnya bersambung dengan Rasulullah saw melalui ‘Abdul Manaf. Rasulullah saw bersabda: “ kepemimpinan itu dari kalangan orang-orang Quraisy “ (HR. Bukhari dan Muslim)</p><p>Imam Fakhrurrazi (salah satu ulama besar yang bermazhab Syafi’i) berkata: Jurjani merupakan satu ulama dari kalangan mazhab hanafi yang mencela nasabnya Imam Syafi’i.</p><p>Beliau juga berkata bahwa pengikut mazhab maliki tidak mengakui bahwa nasab Imam Syafi’i berasal dari Quraisy, bahkan mereka beranggapan bahwasanya Syaafi’ (kakek ketiga Imam Syafi’i)</p>"
      },
      {
        "page": 6,
        "text": "<summary>adalah budak Abu Lahab.1 Hoax mereka ini sudah dibantah oleh mayoritas ulama pengikut mazhab Syafi’i.</summary><strong>2. Lahir dan Wafatnya Imam Syafi’i</strong><p>Imam Nawawi berkata: ulama sepakat bahwa Imam Syafi’i lahir pada tahun 150 Hijeriyah yang bertempatan dengan tahun wafatnya Imam Abu Hanifah.</p><p>Imam Yaqut berkata: Imam Syafi’i lahir pada hari wafatnya Imam Abu Hanifah.3 Walaupun mayoritas ulama tidak memperhitungkan pendapat ini.</p><p>Para ulama berselisih pendapat mengenai dimana Imam Syafi’i dilahirkan.? Ada tiga pendapat:</p><ul><li>Pertama, Imam Syafi’i berkata; saya dilahirkan di Gaza pada tahun 150 H, pada umur 3 tahun saya pindah ke Mekah.</li><li>Kedua, Imam Syafi’i berkata; saya dilahirkan di ‘Asqalan, jarak antara ‘Asqalan dengan Gaza sekitar 3 Farsakh dan kedua daerah ini masuk dalam wilayah palestina.</li><li>Ketiga, Imam Syafi’i berkata; saya dilahirkan di Yaman, khawatir takut telantar, ibu membawa saya ke Mekah. Ini merupakan pendapat yang paling lemah.</li></ul><p>Mengenai pendapat pertama dan kedua walaupun secara dhahirnya kontradiksi namun bisa di</p>"
      },
      {
        "page": 7,
        "text": "<summary>kompromikan, perkataan Imam Syafi’i saya lahir di Gaza, maksudnya adalah Desa. Sedangkan perkataan imam Syafi’i saya lahir di ‘Asqalan, maksudnya adalah Kota. Kedua tempat tersebut masuk kedalam wilayah Palestina.</summary><p>Imam Syafi’i menderita penyakit Beser yang sangat parah yang menyebabkan beliau menunggal dunia. Ada isu yang tersebar ditengah-tengah masyarakat bahwa beliau meninggal dunia karena pertikaian antara beliau dengan pemuda pengikut mazhab Maliki, karena kalah debat, pemuda ini melaporkan Imam Syafi’i ke Gubernur Mesir. Akhirnya Gubernur mengirim utusan untuk membunuh Imam Syafi’i. Akan tertapi kisah ini tidak bisa di pertanggung jawabkan keotentikannya.</p><p>Beliau meninggal dunia pada malam jumat setelah magrib, ada juga yang mengatakan setelah isya, pada akhir bulan Rajab, tepatnya pada tahun 204 H dan beliau di kebumikan di Mesir.</p><strong>3. Perjalanan Imam Syafi’i Dalam Menuntut Ilmu</strong><p>Imam syafi’i memulai perjalanan menuntut ilmunya dengan belajar membaca, menulis, dan menghafal Al-Quran sehingga pada umur 7 tahun beliau telah menyelesaikan hafalan Al-Qurannya dengan lancar.</p><p>Setelah menyelesaikan hafalan Al-Qurannya, beliau melanjutkan dengan menghafal berbagai</p>"
      },
      {
        "page": 8,
        "text": "<summary>macam syair-syair arab dan kitab al-Muwattha’ yang ditulis oleh Imam Malik. Beliau berkata: aku menyelesaikan hafalan Al-Quran pada umur 7 tahun dan menyelesaikan hafalan kitab al-Muwattha’ pada umur 10 tahun.</summary><p>Ketika berada di mekah beliau berguru kepada Sufian bin ‘Uyainah, salah seorang ahli hadist Mekah dan beliau juga merupakan pembesar Tabi’u Tabi’in yang wafat pada tahun 198 H.</p><p>Imam Syafi’i berkata: kalau bukan karena Malik dan Sufian, maka akan hilanglah ilmu Hijaz.2 Imam Syafi’i juga berguru kepada Muslim bin Khalid alZanji, salah seorang ahli fikih Mekah dan beliau juga merupakan pembesar Tabi’u Tabi’in yang wafat pada tahun 179 H.</p><p>Pada tahun 163 H, Imam Syafi’i berangkat ke Madinah Munawwarah untuk berguru kepada Imam Malik, beliau merupakan salah seorang ulama hadist sekaligus pakar fikih di Madinah yang wafat pada tahun 179 H.</p><p>Pada saat itu Imam Syafi’i berumur 13 tahun. Ketika berumur 15 tahun, beliau mendapat rekomendasi dari gurunya Muslim bin Khalid untuk memberikan berfatwa dalam masalah agama. Imam Syafi’I tidak meninggalkan kota Madinah kecuali setelah wafatnya Imam Malik.</p><p>Pada tahun 184, Imam Syafi’I berangkat ke Iraq untuk diadili oleh khalifah Harun al-Rasyid atas</p>"
      },
      {
        "page": 9,
        "text": "<summary>tuduhan pemberontakan terhadap Khilafah Abbasiyah, namun akhirnya beliau dibebaskan atas rekomendasi Muhammad bin Hasan Asy-Syaibani yang merupakan murib terbaiknya Imam Abu Hanifah yang pada saat itu menempati posisi Qadhi pada pemerintahan Abbasiyah.</summary><p>Setelah beliau dibebaskan dari tuduhan tersebut, beliau berguru kepada Muhammad bin Hasan AsySyaibani tentang Fikih Hanafi atau Mazhab Ahli Ra’I sampai beliau wafat.</p><p>Setelah wafatnya Muhammad bin Hasan pada tahun 189, Imam Syafi’I meninggalkan kota Baghdad menuju kota Mekah dan mengisi kajian Fikih serta memberikan fatwa di masjid Haram. Pada saat itulah beliau mulai merintis Mazhab sendiri yang berbeda dengan kedua gurunya yaitu Imam Malik dan Muhammad bin Hasan.</p><p>Pada tahun 195 H, Imam Syafi’I meninggalkan kota Mekah dan menuju ke Baghdad untuk yang kedua kalinya setelah menetap diMekah selama 6 tahun. Tujuan beliau kembali lagi ke Baghdad adalah untuk mengembangkan dan menyebar luaskan mazhabnya.</p><p>Selama berada di Baghdad, beliau berhasil menulis kitab dalam bidang Usul Fikih yang berjudul alRisalah dan dalam bidang fikih yang berjudul alHujjah atau yang lebih dikenal dengan mazhab Qadim. Diantara murib beliau di Baghdad adalah Imam Ahmad bin Hambal, Abu Tsaur al-Kalbi, Abu Ali al-Karabisi, dan Hasan al-za’farani.</p><p>Pada tahun 199 H, Imam Syafi’I berangkat menuju</p>"
      },
      {
        "page": 10,
        "text": "<p>Mesir untuk menyebar luaskan mazhabnya. Di antara murib beliau selama berada di Mesir adalah Abu Yaqub al-Buwaithi, Ismail al-Muzani, dan Rabi’ alMuradi.</p><p>Ketika berada di mesir, baliau banyak merevisi fatwanya dengan fatwa yang baru atau yang lebih dikenal dengan Mazhab Jadid yang dicantumkan dalam kitab beliau yang berjudul al-Umm. Beliau menghabiskan masa hidupnya di mesir hingga beliau wafat pada tahun 204 H.</p>"
      },
      {
        "page": 11,
        "text": "<h1>B. Biografi Imam Nawawi</h1><strong>1. Nasab Imam Nawawi</strong><p>Nama lengkap Imam Nawawi adalah Abu Zakariya Mahyuddin Yahya bin Syaraf bin Murii bin Hasan bin Husain bin Muhammad bin Jumuah bin Hizam AnNawawi Ad-Dimasyqi. Abu Zakariya adalah nama kunyah beliau, bukan berarti beliau punya anak yang bernama zakariya karena sepanjang hidupnya beliau belum pernah menikah.</p><p>Mayoritas ulama memberi gelar kepada beliau dengan sebutan Mahyuddin (orang yang menghidupkan agama) padahal beliau sendiri membenci gelar tersebut karena ketawadhuan beliau dan takut dengan firman,</p><p dir='rtl'>فَلَا تُزَكُّوْٓا اَنْفُسَكُمْۗ هُوَ اَعْلَمُ بِمَنِ اتَّقٰى ࣖ</p><q>Maka janganlah kamu menganggap dirimu suci, Dia (Allah) lebih mengetahui tentang orang yang bertaqwa.’ (QS An-Najm: 32).</q><p>Beliau berpendapat bahwa, agama ini akan tetap hidup tanpa butuh kepada orang yang menghidupkannya.</p>"
      },
      {
        "page": 12,
        "text": "<p>An-Nawawi merupakan nama yang di nisbahkan kepada beliau karena beliau pernah tinggal di suatu daerah yang bernama Nawa di dekat Damaskus selama 28 tahun. Ibnu Mubarak pernah berkata,</p><q>Barang siapa yang menetap pada suatu daerah selama empat tahun, maka dia berhak di nisbahkan kepada daerah tersebut.</q><strong>2. Lahir dan Wafatnya Imam Nawawi</strong><p>Imam Nawawi lahir pada pertengahan bulan Muharam tahun 631 H di desa Nawa dan beliau tumbuh besar di daerah tersebut. Setelah menyelasaikan hafalan Al-Qurannya, beliau hijrah ke Damaskus ibu kota Syiria ketika berumur 19 tahun dan menetap disana.</p><p>Imam Nawawi meninggal dunia pada malam rabu, tanggal 24 rajab tahun 676 H di desa kelahirannya yaitu nawa dan dikebumikan di desa tersebut, disebabkan penyakit yang dideritanya. Beliau meninggal dunia ketika berumur 45 tahun, walaupun umur beliau relatif muda tetapi tulisan beliau sangat luar biasa yang selalu di kaji sepanjang masa.</p><strong>3. Perjalanan Imam Nawawi Dalam Menuntut Ilmu</strong><p>Imam Nawawi menuntut ilmu agama sejak kecil, ketika anak-anak lain masih suka bermain, beliau</p>"
      },
      {
        "page": 13,
        "text": "<summary>memulai menuntut ilmunya dengan menghafal AQuran.</summary><p>Ketika beliau berumur 19 tahun, baliau di ajak oleh orang tuanya untuk tinggal di Damaskus karena Damaskus saat itu merupakan kota santri dan ulama. Beliau disekolahkan oleh orang tuanya di Madrasah Rawahiyah.</p><p>Beliau tidak menyia-nyiakan waktu kecuali untuk menuntut ilmu, sehingga dalam waktu empat bulan setengah, beliau mampu menghafal kitab Tanbih karya Abu Ishak Syairazi dan menghafal seperempat kitab al-Muhazzab dalam waktu lima bulan setengah. Sehingga kecerdasan beliau tersebut membuat gurunya kagum dan ta’jub kepadanya dan dia pun dijadikan pengajar di madrasah tersebut.</p><p>Beliau tidak pernah tidur di atas kasur, apabila rasa ngantuk menghampiri beliau, beliau langsung tidur di atas kitab, ketika bangun dari tidurnya beliau berkata: Innalillahi wainna ilai rajiun, sungguh saya telah menyia-nyiakan banyak waktu untuk tidur. Dalam sehari beliau menghadiri 12 majelis ilmu dari berbagai macam displin keilmuan. Berikut rinciannya:</p><ul><li>Dua majelis untuk kajian kitab al-Wasith karya Imam al-Ghazali</li><li>Dua majelis untuk kajian kitab al-Muhazzab karya Imam Abu Ishaq Asy-Syairazi</li><li>Satu majelis untuk kajian kitab al-Jam'u Baina Shahihain</li><li>Satu majelis untuk kajian kitab Shahih Muslim</li></ul>"
      },
      {
        "page": 14,
        "text": "<ul><li>Satu majelis untuk kajian kitab al-Luma' karya Ibnu Jinni</li><li>Satu majelis untuk kajian kitab Ishlahul Mantiq karya Ibnu Sakiit</li><li>Satu majelis untuk kajian Tashrif</li><li>Satu majelis untuk kajian ushul Fiqh (kitab alLuma' karya Abu Ishaq Asy-Syairazi)</li><li>Satu majelis untuk kajian Asma' Rijal</li><li>Satu majelis untuk kajian Ushuluddin (Aqidah)</li></ul>"
      },
      {
        "page": 15,
        "text": "<h1>C. Ijtihad Imam Syafi’i vs Imam Nawawi</h1><p>Imam syafi’i merupakan mujtahid mutlaq sekaligus pendiri Mazhab Syafi’i sedangkan Imam Nawawi adalah seorang ulama besar yang bermazhab Syafi’i sekaligus ulama yang memfilter mazhab (Muharrir Mazhab).</p><p>Walaupun beliau seorang pengikut Mazhab Syafi’i, namun ada beberapa ijtihad beliau yang menyelisihi Ijtihadnya sang pendiri mazhab. Kendatipun demikian, hal tersebut tidaklah mengeluarkan beliau dari barisan pengikut Imam Syafi’i.</p><strong>1. Hukum Menggunakan Air Musyammas</strong><p>Sebelum saya menyebutkan perbedaaan ijtihad antara Imam Syafi’i dengan Imam Nawawi dalam masalah ini, alangkah baiknya saya menjelaskan terlebih dahulu apa itu air musyammas.?</p><p>Air Musyammas adalah air yang di panaskan oleh sengatan matahari. Para ulama telah menjelaskan beberapa syarat air musyammas,</p><ul><li>Air itu terletak di daerah yang panas seperti</li></ul>"
      },
      {
        "page": 16,
        "text": "<ul><li>timur tengah. Sedangkan daerah tropis seperti indonesia, itu tidak termasuk katagori air musyammas.</li><li>Air tersebut dipanaskan didalam wadah yang terbuat dari selain emas dan perak, seperti: besi dan kuningan. Sedangkan air yang berada dalam danau, waduk, kolam, dan lain-lain, itu tidak termasuk air musyammas.</li></ul><p>Ulama sepakat atas kesucian air musyammas dan sah bersuci dengan mengunakan air tersebut. Mereka juga sepakat bahwa tidak makruh mengunakan air musyammas pada selain badan, seperti mencuci baju, wadah dan menyiram tanaman.</p><p>Mereka berselisih pendapat mengenai hukum menggunakannya pada badan, seperti wudhu dan mandi.</p><ul><li>Imam Syafi’i berpendapat bahwa makruh menggunakan air musyammas untuk berwudhu dan mandi karena dapat menyebabkan penyakit Barash (kusta). Berdasarkan hadist aisyah r.a,<p dir='rtl'>عن عائشة رضي الله عنها قالت : وقد أسخــنت ماء في الشمس, فقال النبي { لا تفعلي يا حميراء ؛ فإنه يورث البرص } [رواه البيهقي]</p><q>“Dari Aisyah r.a ia berkata: saya memanaskan air dengan sinar matahari, kemudian Rasullah saw bersabda: jangan engkau lakukan itu wahai Humaira (pipi yang kemerah-merahan) karena hal itu dapat menyababkan penyakit Barash (kusta).” [HR. Baihaqi]</q></li></ul>"
      },
      {
        "page": 17,
        "text": "<p>Imam Nawawi berpendapat bahwa tidak ada kemakruhan dalam mengunakan air musyammas baik untuk berwudhu ataupun untuk mandi karena hadist yang digunakan oleh Imam Syafi’i adalah hadist dhaif menurut kesepakatan ulama hadist.</p><p>Adapun pernyataan bahwa mengunakan air yang dipanaskan dengan cahaya matahari dapat menyababkan penyakit kusta, hal tersebut sama sekali tidak dapat dibuktikan berdasarkan ilmu kedoktoran. Oleh karena itu, hukum mengunakan air musyammas kembali kepada prinsip asal yaitu tidak ada kemakruhan.</p><p>2. Bersiwak Bagi Orang Berpuasa</p><p>Ulama sepakat bahwa sunnah mengunakan siwak pada setiap waktu dan keadaaan kecuali bagi orang yang sedang berpuasa setelah tergelincirnya matahari. Berdasarkan hadist Nabi saw,</p><p dir='rtl'>السِّوَاكَ مَطْهَرَةٌ لِلْفَمِّ مَرْضَاةٌ لِلرَّبِّ</p><q>Siwak dapat membersihkan mulut dan mendatangkan keridhaan Allah. (HR. Nasai)</q><p>Ulama berselisih pendapat mengenai hukum bersiwak bagi orang yang sedang berpuasa setelah tergelincirnya matahari,</p><ul><li>Imam Syafi’I berpendapat bahwa makruh mengunakan siwak bagi orang yang sedang setelah tergelincirnya matahari. Berdasarkan</li></ul>"
      },
      {
        "page": 18,
        "text": "<summary>hadist Nabi saw,</summary><p dir='rtl'>وَالَّذِي نَفْسُ مُحَمَّدٍ بِيَدِهِ، لَخُلُوفُ فَمِ الصَّائِمِ أَطْيَبُ عِنْدَ اللَّهِ مِنْ رِيحِ المِسْكِ [رواه البخاري]</p><q>“Demi zat yang jiwa Muhammad berada dalam genggamannya, sungguh bau mulut orang yang berpuasa lebih harum disisi Allah dari pada wangi Kasturi” [HR.Bukhari]</q><p>Siwak dapat menghilangkan bau mulut orang yang sedang berpuasa, padahal bau mulut tersebut lebih disukai oleh Allah daripada bau Kasturi. Oleh karena itu, makruh hukumnya menghilangkan bau mulut tersebut baik dengan bersiwak maupun dengan yang lainya.</p><ul><li>Imam Nawawi berpendapat bahwa tidak ada kemakruhan untuk bersiwak bagi orang yang sedang berpuasa walaupun setelah tergelincirnya matahari. Berdasarkan keumuman hadist Nabi saw,</li></ul><p dir='rtl'>عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ: أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: لَوْلاَ أَنْ أَشُقَّ عَلَى أُمَّتِي أَوْ عَلَى النَّاسِ لَأَمَرْتُهُمْ بِالسِّوَاكِ مَعَ كُلِّ صَلاَةٍ</p>"
      },
      {
        "page": 19,
        "text": "<q>“Dari Abu Hurairah r.a bahwasanya Rasulullah saw bersabda: Seandainya tidak memberatkan umatku dan manusia, maka sungguh akan aku perintahkan mereka untuk bersiwak setiap menunaikan shalat”.[HR. al-Bukhari]</q><p>Sedangkan pendapat yang mengatakan bahwa bersiwak dapat menghilangkan bau mulut orang yang sedang berpuasa, itu sama sekali tidak benar karena bau mulut orang yang sedang berpuasa itu berasal dari perut yang kosong bukan dari mulut.</p><strong>3. Permulaan Waktu Mengusap Khuf</strong><p>Apabila seorang muslim telah berwudhu dengan sempurna kemudian dia memakai sepatu, apabila wudhunya batal, maka diberikan keringanan baginya untuk mengusap bagian atas sepatu tersebut tanpa harus membasuh kaki.</p><p>Para ulama sepakat mengenai disyariatkannya mengusap sepatu dengan beberapa syarat:</p><ul><li>Sepatu yang diusap harus dalam keadaan suci.</li><li>Memakai sepatu setelah sempurnanya wudhu.</li><li>Sepatu tersebut harus menutupi kedua mata kaki.</li><li>Sepatu tersebut layak dan kuat digunakan untuk berjalan.</li></ul><p>Para ulama berbeda pendapat apakah mengusap sepatu ada batasan waktu tertentu ataukah tidak.?</p><ul><li>Mayoritas ulama dari kalangan Mazhab Hanafi, Syafi’i, dan Hambali mengatakan: mengusap sepatu ada batasan waktu tertentu yaitu sehari</li></ul>"
      },
      {
        "page": 20,
        "text": "<summary>semalam bagi yang muqim (bukan musafir) dan tiga hari tiga malam bagi musafir. Landasan mereka adalah sabda Nabi saw,</summary><p dir='rtl'>جَعَلَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ثَلَاثَةَ أَيَّامٍ وَلَيَالِيَهُنَّ لِلْمُسَافِرِ، وَيَوْمًا وَلَيْلَةً لِلْمُقِيمِ [رواه مسلم]</p><q>“Rasulullah saw menentukan masa mengusap sepatu bagi musafir (orang dalam perjalanan) selama 3 hari 3 malam, dan bagi Muqim (orang yang menetap) selama 1 hari 1 malam”. (HR.Muslim)</q><ul><li>Ulama dari kalangan Mazhab Maliki mengatakan: mengusap sepatu tidak ada batasan waktu tertentu.</li></ul><p>Imam Nawawi berselisih pendapat dengan Imam Syafi’i mengenai kapan mulai di hitungnya masa mengusap,</p><ul><li>Imam Nawawi berpendapat bahwa masa mengusap mulai di hitung pada usapan pertama setelah berhadast.</li><li>Imam Syafi’i berpendapat bahwa masa mengusap mulai di hitung setelah berhadast.</li></ul>"
      }
    ]
  }
]
