[
  {
    "id": "n7m",
    "info": {
      "title": "Pasang Surut Mazhab di Tanah Haram",
      "author": "Ahmad Sarwat, Lc., MA",
      "publish": "Fri, 15 October 2021",
      "pages": 17,
      "price": 0,
      "category": "Ushul Fiqih",
      "source": "https://www.rumahfiqih.com/pdf/z.php?id=360",
      "desc": "Perjalanan ilmu fiqih dengan masing-masing mazhabnya sangat dinamis. Datang dan pergi silih berganti seiring dengan perkembangan zaman. Kalau kita menengok ke belakang, pada awalnya jumlah mazhab fiqih itu bukan hanya empat seperti sekarang ini, tetapi jauh lebih banyak lagi."
    },
    "tableOfContents": [
      {
        "page": 4,
        "text": "Mazhab Fiqih",
        "sub": [
          { "page": 4, "text": "Tiga Belas Mazhab" },
          {
            "page": 5,
            "text": "Tersisa Empat Mazhab",
            "sub": [
              { "page": 6, "text": "Hanafi" },
              { "page": 6, "text": "Maliki" },
              { "page": 7, "text": "Syafi'i" },
              { "page": 7, "text": "Hambali" }
            ]
          }
        ]
      },
      {
        "page": 8,
        "text": "Mazhab Fiqih di Tanah Haram",
        "sub": [
          { "page": 8, "text": "Mazhab Maliki" },
          { "page": 9, "text": "Mazhab As-Syafi'i" },
          { "page": 11, "text": "Mazhab Hambali" }
        ]
      },
      {
        "page": 12,
        "text": "Kerjaaan Saudi Arabia",
        "sub": [
          { "page": 12, "text": "Mazhab Resmi Kerajaan" },
          { "page": 13, "text": "Mulia Lebih Mendominasi" },
          { "page": 14, "text": "Kegaduhan" }
        ]
      }
    ],
    "content": [
      {
        "page": 4,
        "text": "<h1>Bab 1 : Mazhab Fiqih</h1><p>Perjalanan ilmu fiqih dengan masing-masing mazhabnya sangat dinamis. Datang dan pergi silih berganti seiring dengan perkembangan zaman.</p><p>Kalau kita menengok ke belakang, pada awalnya jumlah mazhab fiqih itu bukan hanya empat seperti sekarang ini, tetapi jauh lebih banyak lagi.</p><p>A. Tiga Belas Mazhab</p><p>Saya mencatat setidaknya ada 13 mazhab yang dulu pernah ada, namun tidak semuanya survive sampai hari ini. Kalau diurutkan ke-13 mazhab itu adalah :</p><ul><li>Al-Hasan Al-Bashri 21 - 110 di Kufah</li><li>Abu Hanifah 80 - 150 di Kufah</li><li>Al-Auza’i ... - 157 di Syam</li><li>Sufyan Ats-Tsauri 97 - 161 di Kufah</li><li>Al-Laits bin Sa’ad 94 - 175 di Mesir</li><li>Malik bin Anas 93 - 197 di Madinah</li><li>Sufyan bin Uyainah 107 - 198 di Mekah</li><li>Asy-Syafi’i 150 - 204 di Baghdad dan Mesir</li><li>Ishaq bin Rahawaih 161 - 238 di Naisabur</li></ul>"
      },
      {
        "page": 5,
        "text": "<ul><li>Ahmad bin Hanbal 164 - 241 di Baghdad</li><li>Abu Tsaur ... - 246 di Baghdad</li><li>Daud Azh-Zhahiri 255- 297 di Baghdad</li><li>Ibnu Jarir Ath-Thabari 224 - 310 di Baghdad</li></ul><p>Namun semua mengalami dinamika yang unik. Kadang eksis dan besar di suatu tempat pada suatu zaman, lalu berganti zaman mazhab itu pun surut dan pindah ke wilayah lain.</p><p>Di tempat itu lalu datang mazhab yang lain datang dan malah jadi besar disitu. Dan begitulah dinamikanya.</p><strong>B. Tersisa Empat Mazhab</strong><p>Seiring perjalanan waktu, setelah melewati empat abad perjalanannya, rupanya banyak mazhabmazhab itu yang kolaps dan tergilas oleh roda zaman.</p><p>Sebagian ada yang sejak wafatnya pendiri sudah langsung bubar, seperi mazhab Al-Laits di Mesir dan mazhab Hasan Al-Bashri di Bashrah.</p><p>Sebagian lainnya ada yang sempat bertahan selama beberapa waktu, lalu mati suri selama beberapa abad, kemudian sempat hidup lagi beberapa waktu dan mati lagi.</p><p>Contohnya adalah mazhab Zhahiri yang didirikan oleh Daud Az-Zhahihi. Mazhab ini sempat mati suri selama dua abad, lalu tiba-tiba muncul lagi dipelopori oleh Ibnu Hazm dengan karyanya Al-Muhalla bil Atsar.</p><p>Lalu hilang sekian lama sampai akhirnya ada lagi pihak-pihak yang mengorek-ngorek lagi kitab yang</p>"
      },
      {
        "page": 6,
        "text": "<p dir='cntn'>lama terbenam di dalam perpusatakaan itu.</p><p>Hari ini pemikiran mazhab Zhahiri lumayan banyak bergentayangan di jagat maya.</p><p>Namun tetap saja yang eksis hanya empat mazhab, dalam arti yang mendominasi umat Islam di suatu negara.</p><strong>1. Hanafi</strong><p>India adalah negara dengan populasi pemeluk mazhab Hanafi terbesar di dunia. Yang kedua adalah di Pakistan dengan jumlah 202.650.000 jiwa. Seluruh muslim India dan Pakistan memeluk mazhab Hanafi. Kalau dijumlahkan pemeluk mazhab Hanafi di India dan Pakistan sudah mencapai 400 juta orang.</p><p>Dengan jumlah sebanyak ini, ditambah dengan muslim pemeluk mazhab Hanafi di berbagai negara lainnya, muncul klaim bahwa mazhab yang paling banyak dianut oleh umat manusia saat ini adalah mazhab Hanafi.</p><p>Tentunya klaim-klaim semacam ini masih perlu dibuktikan lebih jauh, karena banyak juga yang menolak klaim tersebut. Di antara yang menampiknya adalah Dr. Wahbha Az-zuhailli. Beliau menghitung bahwa jumlah pemeluk mazhab AsSyafi’i sebenarnya jauh lebih banyak ketimbang mazhab Hanafi.</p><strong>2. Maliki</strong><p>Populasi Muslim di Aljazair mencapai 99 persen dari total penduduk 35 juta jiwa. Mereka umumnya bermazhab Maliki.</p>"
      },
      {
        "page": 7,
        "text": "<p>Sedangkan di Maghrib (Maroko), Islam adalah agama terbesar di Maroko, dengan persentase sekitar 98,7% dari populasi penduduk negara itu. Boleh dibilang semua bermazhab Maliki.</p><p>Tunisia 98 persen penduduknya beragama Islam dan mazhab Maliki.</p><strong>3. Syafi’i</strong><p>Wilayah Asia Tenggara seperti Indonesia, Malaysia, Brunai, Thailand, Singapura memang zonasi mazhab Asy-Syafi’i secara ekslusif. Maksudnya murni tanpa tercampur dengan keberadaan mazhabmazhab lain.</p><p>Sedangkan Mesir, Iraq, Suriah, Yaman, Saudi dan sekitarannya meski banyak ulama bermazhab Syaf’i, namun tidak bisa dipungkiri keberadaan mazhab lain.</p><strong>4. Hambali</strong><p>Kurikulum pendidikan resmi Kerajaan Saudi Arabia memang dibangun di atas fiqih mazhab Hambali. Pengajian dan majelis taklim yang resmi memang bermazhab Hambali. Kita berterima kasih kepada penguasa Saudi yang berjasa menjaga mazhab ini dari kepunahan.</p><p>Saudi Arabia dikenal sebagai negeri yang secara resmi mengendors mazhab Hambali. Bukan apa-apa, kalau tidak akan ada pemerintah Saudi, boleh jadi mazhab Hambali sudah hilang ditelan zaman.</p>"
      },
      {
        "page": 8,
        "text": "<h1>Bab 2 : Mazhab Fiqih di Tanah Haram</h1><p>Kalau kita cerita tentang negeri Hijaz seperti Mekkah, Madinah dan sekelilingnya, pasang surut mazhab fiqih pun dinamis.</p><strong>A. Mazhab Maliki</strong><p>Awalnya yang eksis di Madinah, Mekkah dan sekitarnya adalah mazhab Maliki. Hal ini karena Imam Malik rahimahullah memang berdomisili di Madinah. Beliau ulama paling senior di seantero tanah arabia.</p><p>Murid langsung dari Imam Nafi' yang merupakan murid langsung dari Abdullah bin Umar.</p><p>Bahkan di masa itu, Imam Asy-Syafi'i yang masih kecil pun berguru kepada Imam Malik, sampai akhir hayatnya. Boleh dibilang bahwa tanah Arab di masa itu didominasi oleh mazhab Maliki.</p><p>Partnernya jauh di seberang, yaitu di negeri Irak. Ulama besarnya adalah Imam Abu Hanifah. Beliau sebenarnya juga murid atau cucu murid dari para shahabat nabi juga. Ada tidak kurang dari 1.500 orang shahabat yang pindah dari Madinah ke Kufah di zaman pemerintahan Ali bin Abi Thalib.</p>"
      },
      {
        "page": 9,
        "text": "<strong>B. Mazhab As-Syafi'i</strong><p>Sepeninggal Imam Malik, Mekkah Madinah pun pernah didominasi oleh mazhab Asy-Syafi'i yang sebenarnya juga merupakan murid utama dan kader langsung dari Imam Malik.</p><p>Namun Imam Asy-Syafi'i mendirikan mazhab sendiri yang berbeda. Murid-murid Imam Malik yang lain ada yang masih meneruskan tradisi keilmuan mazhab Mailik, namun terpusat di Maghribah Afrika Utama seperti Tunis, Al-Jazair, Maroko, Spanyol dan sekitarnya.</p><p>Sedangkan Al-Imam Asy-Syafi'i sendiri mengembangkan mazhab Maliki dan lebih menyempurnakannya, sehingga menjadi identik sebagai mahzhab Syafi'i.</p><p>Beliau sendiri memang asli orang Mekkah, berdarah biru Quraisy dan nasabnya bertemu dengan nasab Nabi Muhammad SAW pada kakek mereka berdua, Qusyai bin Kilab.</p><p>Namun di masa jayanya, Al-Imam Asy-Syafi'i memang tidak tinggal di MEkkah, beliau malah mendirikan mazhabnya yang amat besar itu di Irak, yaitu Baghdad yang waktu itu memang jadi ibu kota peradaban Islam.</p><p>Namun murid-murid beliau banyak yang mengajarkan mazhabnya di Mekkah dan Madinah. Bahkan banyak yang jadi imam di kedua masjid suci umat Islam. Misalnya Al-Juwaini yang digelari Imamul Haramain, imam dari dua negeri haram Mekkah dan Madinah.</p>"
      },
      {
        "page": 10,
        "text": "<p>Namun keberadaan mazhab Asy-Syafi'i yang dominan di kedua negeri haram itu sifatnya tidak menafikan keberadaan mazhab lain.</p><p>Sehingga sepanjang masa Mekkah dikenal sebagai negeri yang ramah kepada semua mazhab. Meski Mazhab Asy-Syafi'i mendominasi, namun empat mazhab tetap eksis dan diberi ruang, baik mazhab Hanafi, Maliki, Syafi'i dan Hambali.</p><p>Coba perhatikan bahwa dulu KH Hasyim Asyari pendiri NU itu belajar fiqih mazhab Syafi'i di Mekkah, termasuk juga Syei kh Yasin Al-Fadani, dan banyak ulama nusantara yang merupakan lulusan madrasah di Masjid Al-Haram.</p><p>Yang menarik ternyata di masa lalu semua mazhab itu hidup rukun damai dan saling bantu. Contoh sederhananya hingga masa terakhir ini adalah sosok Syeikh Alawi Al-Miliki. Sesuai namanya beliau ini ulama fiqih yang bermazhab Maliki.</p><p>Namun ternyata Beliau juga mengajar fiqih kepada warga Indonesia yang bermazhab Syafi'i. Tapi bukan dalam rangka membodohi muridnya yang bermazhab Syafi'i sambil menggiring opini pindah mazhab ke Maliki. Tidak demikian.</p><p>Beliau justru mengajar fiqih mazhab Syafi'i. Karena beliau memang menguasai ilmu perbandingan mazhab. Mau belajar fiqih mazhab yang mana saja, beliau punya ilmunya.</p><p>Sayangnya orang pinter model Beliau itu agak langka. Kebanyakan ulama tahunya cuma satu mazhab saja. Kalau disuruh mengajar fiqih dengan</p>"
      },
      {
        "page": 11,
        "text": "<p dir='cntn'>mazhab yang lain, jelas tidak paham.</p><strong>C. Mazhab Hambali</strong><p>Sepanjang zaman, Al-Hamarin Mekkah Madinah tidak pernah jadi jadi kerajaan besar. Kebanyakannya hanya menjadi wilayah yang jauh dari kerajaan.</p><p>Di masa dinasti Bani Umayah, pusat pemerintahan ada di Damaskus. Dan dua tanah haram hanya menjadi salah satu wilayah di bawah kerajaan itu.</p><p>Sultan atau khalifah tidak terlalu mendominasi urusan ilmu dan mazhab di kedua negeri haram itu. Sehingga semua mazhab bisa tumbuh dan berkembang dengan eksis.</p><p>Begitu ketika kekhalifahan pindah ke Baghdad, lalu ke Turki, kedua negeri Mekkah Madinah hanya menjadi salah satu wilayah yang jauh dari pusat kekuasaan. Sehingga perkembangan ilmu dan mazhab fiqih berjalan apa adanya, normal dan tidak berada di bawah dominasi pusat kekuasan.</p><p>Dan begitulah setiap kali bergonta-ganti penguasa, kedua negeri itu hanya ibarat piala bergilir, kemarin dikuasai oleh Bani Fulan, hari ini Bani Fulan yang lain yang berkuasa.</p>"
      },
      {
        "page": 12,
        "text": "<h1>Bab 3 : Kerajaan Saudi Arabia</h1><strong>A. Mazhab Resmi Kerajaan</strong><p>Di masa sekarang ini, dinasti yang berkuasa di kedua negeri ini adalah Dinasi Bani Saud. Nama resmi kerajaannya adalah Al-Mamlakah Al-Arabiyah AsSu'diyah. Kita bisa menyingkatnya menjadi Saudi Arabia.</p><p>Secara resmi dinasti Bani Saud ini memang bermazhab Hambali. Padahal mazhab Hambali ini awalnya nyaris kurang peminat dan hanya dipeluk oleh segelintir umat Islam yang tidak terlalu mendomnasi dunia Islam.</p><p>Bahkan di kitab perbandingan mazhab yang klasik, seperti Bidayatul Mujtahid wa Nihayatul Muqtahsid, mazhab Hambali ini termasuk agak jarang diangkat pendapatnya.</p><p>Ada banyak analisa, salah satu diasumsikan bahwa mazhab ini tidak eksis di Spanyol, sehingga Imam Ibnu Rusyd yang memang berdomisili di negeri itu nyaris tidak banyak punya referensi terkait mazhab ini.</p><p>Ada juga yang berasumsi memang posisi Imam Ahmad sendiri yang jadi perdebatan, apakah beliau ini mendirikan mazhab fiqih atau sekedar punya</p>"
      },
      {
        "page": 13,
        "text": "<p dir='cntn'>banyak fatwa saja. Mengingat fatwa-fatwa Imam Ahmad ini banyak yang justru saling bertentangan.</p><p>Namun yang paling kuat adalah bahwa Hambali adalah sebuah mazhab yang utuh, punya dasar ushul fiqih yang kuat, meski tidak dimulai sejak masa Imam Ahmad langsung.</p><p>Dan bahwa penganut mazhab Hambali di masa itu tidak terlalu mendominasi, memang merupakan fakta yang tidak bisa dipungkiri.</p><p>Dan oleh karena itulah maka ketika kerajaan Saudi Arabia secara tegas mengendors mazhab ini, dunia Islam juga merasa bersyukur. Sebab biar bagaimana pun mazhab Hambali merupakan warisan kekayaan intelektual ulama muslim. Jangan sampai mazhab ini punah ditelan zaman sebagaimana 13 mazhab lainnya.</p><strong>B. Mulai Lebih Mendominasi</strong><p>Awalnya pihak kerajaan masih membuka diri kepada banyak bangsa muslim di dunia untuk berkiprah di kedua tanah haram. Banyak ulama dari berbagai bangsa bisa eksis mengajar dan menyampaikan ilmunya disana.</p><p>Dan otomatis juga banyak murid dari berbagai negeri yang menimba ilmu di tanah haram.</p><p>Namun entah bagaimana, dewasa ini nampaknya ada kebijakan yang dinamis, yaitu pihak Kerajaan punya kebijakan untuk memberdayakan SDM mereka sendiri dan mengurangi peranan ulama dari berbagai negeri yang lain.</p><p>Maka yang lebih banyak ditampilkan dalam banyak</p>"
      },
      {
        "page": 14,
        "text": "<p dir='cntn'>aktifitas keagamaan seperti khutbah Jumat, majelis taklim dan ceramah agama kebanyakan hanya ulama Saudi saja. Ulama dari negeri yang lain semakin dibatasi kesempatannya.</p><p>Masalahnya ulama Saudi itu rata-rata hanya menguasai satu mazhab saja, yaitu mazhab Hambali. Untuk mazhab yang lain, mereka memang kurang menguasai. Apalagi kalau harus mengajarkan empat mazhab seperti layaknya Syeikh Alawi Al-Maliki itu.</p><p>Sedangkan ulama yang menguasai mazhab selain mahzab Hambali kebanyakannya bukan warga Saudi. Sehingga mazhab yang lain jadi tanpa sengaja agak tersingkir oleh program Saudi-isasi (sa'wadah) pihak Kerajaan.</p><p>Entah disengaja atau tidak, hasilnya ulama yang bukan orang Saudi tidak bisa mengajarkan secara resmi di Masjid Al-Haram, di majelis-majelis taklim dan termasuk juga di kampus-kampus milik pemerintah.</p><p>Sedangkan tenaga pengajar yang orang Saudi asli ternyata semuanya hanya bisa mengajar satu mazhab saja yaitu Hambali.</p><p>Seiring dengan berjalannya waktu, maka jadilah mazhab yang berkembang secara resmi di Saudi hanya mazhab Hambali saja.</p><strong>C. Kegaduhan</strong><p>Tentu saja hal itu menimbulkan kegaduhan besar di Saudi sendiri. Sebab pemeluk mazhab selain Hambali sebenarnya cukup banyak, khususnya mazhab Syafi'i.</p>"
      },
      {
        "page": 15,
        "text": "<p>Kampus resmi yang masih mengajarkan empat mazhab secara resmi masih ada. Salah satunya kampus yang saya dulu pernah jadi mahasiswanya, yaitu Jamiatul Imam Muhammad Ibnu Suud, yang berkedudukan di Riyadh, ibu kota Saudi.</p><p>Namun jurusan perbandingan mazhab di Universitas Islam Madinah sudah dihapuskan, diganti hanya mazhab Hambali saja.</p><p>Namun balik lagi, namanya juga kerajaan, terserah raja saja bikin kebijakan. Hanya saja sedikit agak mengganggu adalah banyak kitab-kitab terjemahan dari Saudi yang diterbitkan di negeri kita. Kalau kitab tentang pelajaran bahasa Arab sih tidak mengapa.</p><p>Namun ketika kitab-kitab itu sudah masuk di ranah ilmu fiqih misalnya, maka fiqih mereka itu beda dengan fiqih kita. Mereka mengusung mazhab Hambali sedangkan kita Syafi'i.</p><p>Seandainya kitabnya bergenre perbandingan mazhab, mungkin masih tertolong. Masalahnya kitab-kitab itu pure murni 100% mazhab Hambali. Kalau diterapkan di negeri yang bermazhab Syafi'i, akan timbul kerawanan sosial.</p><p>Apalagi kalau kitab terkait aqidah yang diterjemahkan, maka akan semakin runyam saja. Sebab mazhab kita adalah Asy'ari Maturidi. Sedangkan Saudi itu mazhabnya beda lagi. Seandainya bukunya sekedar perbandingan mazhab, tentu akan semakin mendewasakan.</p><p>Sayangnya buku-buku mereka 'menyerang' secara telak dan terbuka serta secara terang-terangan di</p>"
      },
      {
        "page": 16,
        "text": "<p>siang bolong. Buku-buku itu kemudian jadi rujukan para ustadz yang belajar agamanya di Saudi. Mereka pulang lalu mendirikan berbagai ma'had, pesantren, sekolah, radio, tv, majalah, situs online dan perbagai konten video di medsos.</p><p>Isinya apalagi kalau bukan perpanjangan tangan dari dakwah di Saudi. Cocok untuk masyarakat Saudi yang se-mazhab, tapi memicu keresahan kalau diimpor bulat-bulat disini.</p><p></p><p></p>"
      }
    ]
  },
  {
    "id": "vwU",
    "info": {
      "title": "Kaidah Fiqhiyah Sebagai Dalil",
      "author": "M. Aqil Haidar, Lc",
      "publish": "Wed, 24 October 2018",
      "pages": 24,
      "price": 0,
      "category": "Ushul Fiqih",
      "source": "https://www.rumahfiqih.com/pdf/z.php?id=66",
      "desc": "Abdurrahman bin Abi Bakr Jalaluddiin As-Suyuti menyatakan didalam kitabnya Al-Asybah wa AnNadzair: “Ketahuilah bahwa ilmu al-asybah wa annadzair (qawaid fiqhiyyah) adalah ilmu yang agung, karena dengannya dapat dicapai hakikat fiqih, tujuannya, tempat pengambilannya dan rahasianya."
    },
    "tableOfContents": [
      { "page": 4, "text": "Pendahuluan", "head": true },
      {
        "page": 6,
        "text": "Pembahasan",
        "sub": [
          {
            "page": 6,
            "text": "Pengertian dan Jenis Dalil",
            "sub": [
              { "page": 6, "text": "Pengertian Dalil" },
              {
                "page": 7,
                "text": "Jenis Jenis Dalil",
                "sub": [
                  { "page": 7, "text": "Dalil Yang Disepakati" },
                  { "page": 7, "text": "Dalil Yang Diperselisihkan" }
                ]
              }
            ]
          },
          {
            "page": 8,
            "text": "Pengertian Kaidah Fiqhiyah",
            "sub": [
              { "page": 8, "text": "Secara Bahasa" },
              { "page": 9, "text": "Secara Istilah" },
              {
                "page": 11,
                "text": "Contoh Kaidah Fiqhiyah",
                "sub": [
                  { "page": 11, "text": "Contoh pertama" },
                  { "page": 11, "text": "Contoh kedua" }
                ]
              }
            ]
          },
          {
            "page": 12,
            "text": "Kaidah Fiqhiyah Sebagai Dalil",
            "sub": [
              {
                "page": 12,
                "text": "Yang Tidak Bisa Dijadikan Dalil",
                "sub": [
                  { "page": 13, "text": "Imam al-Haramain (478 H)" },
                  { "page": 13, "text": "Ibnu Daqiq al-‘Iid (702 H)" },
                  { "page": 14, "text": "Ibnu Nujaim (970 H)" }
                ]
              },
              {
                "page": 16,
                "text": "Yang Bisa Dijadikan Dalil",
                "sub": [
                  { "page": 16, "text": "Ibn 'Arafah (761 H)" },
                  { "page": 17, "text": "An-Nawawi (676 H)" },
                  { "page": 19, "text": "Munaqosyah Adillah" }
                ]
              },
              { "page": 20, "text": "Dapat Menjadi Dalil Jika Diperkuat Nash" }
            ]
          },
          { "page": 21, "text": "Kesepakatan Ulama" }
        ]
      },
      { "page": 23, "text": "Kesimpulan", "tail": true }
    ],
    "content": [
      {
        "page": 4,
        "text": "<strong>Pendahuluan</strong><p>Abdurrahman bin Abi Bakr Jalaluddiin As-Suyuti menyatakan didalam kitabnya Al-Asybah wa AnNadzair: “Ketahuilah bahwa ilmu al-asybah wa annadzair (qawaid fiqhiyyah) adalah ilmu yang agung, karena dengannya dapat dicapai hakikat fiqih, tujuannya, tempat pengambilannya dan rahasianya.</p><p>Dengannya akan dijadikan pandai dalam memahami fiqih serta cara pengambilan hukumnya, dan juga mampu mengaitkan satu masalah dengan masalah yang lain dan kemudian menyimpulkan hukumnya.</p><p>Dan yang lebih penting lagi adalah dapat mengetahui masalah-masalah yang tidak terdapat nashnya didalam alquran ataupun hadist. Beserta kejadian-kejadian baru yang tidak akan pernah habis seiring berlalunya waktu.</p><p>Oleh karena itulah beberapa ulama madzhab ada yang mengatakan: fiqih adalah dengan mengetahui an-nadzair (qawaid fiqhiyyah).</p><p>Ini adalah masalah yang sangat penting karena erat kaitannya dengan sumber-sumber dan dalil-dalil berbagai hukum. Dan apakah benar qawaid fiqhiyyah merupakan salah satu dari dalil-dalil hukum yang</p>"
      },
      {
        "page": 5,
        "text": "<p dir='cntn'>dapat digunakan sebagai landasan ketika tidak ditemukan keterangannya baik dari nash, ijma, atau qiyas? Atau dengan kata lain: apakah boleh menjadikan qawaid fiqhiyyah sebagi dalil syar’i untuk mengistinbat hukum syar’i?</p><p>Tulisan sederhana ini mencoba memaparkan pemahaman penulis terhadap pemahaman para ulama atas dalil-dalil syar’i dan segala pernagkat yang ada dalam khazanah keilmuan hukum islam.</p>"
      },
      {
        "page": 6,
        "text": "<strong>Pembahasan</strong><strong>A. Pengertian dan Jenis Dalil</strong><strong>1. Pengertian Dalil</strong><p>Sebelum membahas apakah kaidah fiqhiyah merupakan dalil atau tidak, ada baiknya kita telusuri dulu apa yang disebut dengan dalil. Sebab tidak mungkin kita dapat membahas dengan sistematis terkait pembahasan ini jika kita belum mengerti apa itu dalil beserta jenis-jenisnya.</p><p>Dalil secara bahasa artinya berasal dari kata dallayadullu yang berarti menunjukan. Atau dengan sinoni arsyada-yursyidu. Dan dalil merupakan isim fai’ilyang berarti mursyid atau yang menunjukan.</p><p>Sedangkan secara istilah ushuliyyin dalil berarti:</p><q>segala sesuatu yang dengan analisa yang benar, dapat dijadikan petunjuk untuk mengetahui sebuah informasi yang diinginkan, meskipun hanya</q>"
      },
      {
        "page": 7,
        "text": "<q>sampai derajat dzanni.</q><strong>2. Jenis Jenis Dalil</strong><p>Dalil dalam syariat islam terbagi menjadi dua berdasarkan disepakati atau tidaknya. Ada beberapa dalil yang disepakati. Dalam arti semua ulama menerimanya dan menggunakanya sebagai dalil. Ada pula dalil yang tidak diterima seluruh ulama tentang keberadaanya sebagai dalil. Atau dengan kata lain dalil yang mukhtalaf</p><strong>a. Dalil Yang Disepakati:</strong><p>Sumber-sumber fiqih yang telah disepakati secara bulat oleh para ulama ada empat, yaitu :</p><ul><li>Al-Quran Al-Karim</li><li>As-Sunnah An-Nabawiyah</li><li>Al-Ijma'</li><li>Al-Qiyas</li></ul><p>Empat hal ini akan dikaji lebih dalam mengenai bagaimana proses dan ketentuanya sebagai pijakan dalam hukum syariat, dalam pembahasan usul fiqih.</p><strong>b. Dalil Yang Diperselisihkan</strong><p>Setidaknya ada lebih dari delapan sumber yang statusnya bisa menjadi sumber hukum, namun tidak disepakati secara bulat. Artinya, hanya sebagian ulama saja yang menggunakannya, sementara</p>"
      },
      {
        "page": 8,
        "text": "<p dir='cntn'>barangkali ulama yang lain tidak menggunakannya.</p><p>Masing-masing sumber itu ada banyak, di antaranya yang sering digunakan adalah :</p><ul><li>Al-Masalih Al-Mursalah</li><li>Al-Istishhab</li><li>Saddu Adz-Dzari’ah</li><li>Al-'Urf</li><li>Qaul Shahabi atau mazhabu Ash-Shahabah</li><li>Amalu Ahlil Madinah</li><li>Syar'u Man Qablana</li><li>Al-Istihsan</li></ul><strong>B. Pengertian Kaidah Fiqhiyah</strong><p>Sebelum melanjutkan ke pembahasan berikutnya, maka perlu kite ketahui apa yang dimaksud dengan kaidah fiqhiyah.</p><strong>1. Secara Bahasa</strong><p>Kaidah fiqhiyah secara bahasa terdiri dari dua kata. Kaidah dan fiqhiyah. Secara bahasa kaidah berasal dari bahasa arab قاعدة</p><p>Kata قاعدة sendiri berarti dasar, asas atau pondasi. Sebagaimana disebutkan dalam Al-Quran:</p><p dir='rtl'>وَاِذْ يَرْفَعُ اِبْرٰهٖمُ الْقَوَاعِدَ مِنَ الْبَيْتِ وَاِسْمٰعِيْلُۗ رَبَّنَا تَقَبَّلْ</p>"
      },
      {
        "page": 9,
        "text": "<p dir='rtl'>مِنَّا</p><q>Dan (ingatlah), ketika Ibrahim meninggikan (membina) dasar-dasar Baitullah bersama Ismail (seraya berdoa): \"Ya Tuhan kami terimalah daripada kami (amalan kami), sesungguhnya Engkaulah Yang Maha Mendengar lagi Maha Mengetahui\". (QS. Al-Baqarah 127)</q><p>Dan juga dalam ayat lain disebutkan:</p><p dir='rtl'>قَدْ مَكَرَ الَّذِيْنَ مِنْ قَبْلِهِمْ فَاَتَى اللّٰهُ بُنْيَانَهُمْ مِّنَ الْقَوَاعِدِ فَخَرَّ عَلَيْهِمُ السَّقْفُ مِنْ فَوْقِهِمْ وَاَتٰىهُمُ الْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُوْنَ</p><q>Sesungguhnya orang-orang yang sebelum mereka telah mengadakan makar, maka Allah menghancurkan rumah-rumah mereka dari fondasinya, lalu atap (rumah itu) jatuh menimpa mereka dari atas, dan datanglah azab itu kepada mereka dari tempat yang tidak mereka sadari (QS. An-Nahl: 26)</q><strong>2. Secara Istilah</strong><p>Sedangkan secara istilah kita akan menemukan beberapa pengertian dari kaidah fiqhiyah. Ulama berbeda pendapat mengenai pengertian kaidah fiqhiyah. Salah satu penyebabnya adalah kiarena adanya perbedaan konsep dasar dari kaidah fiqhiyah itu sendiri. Di antara pengertianya adalah:</p>"
      },
      {
        "page": 10,
        "text": "<q>Suatu kaidah hukum universal yang berlaku untuk setiap masalah-masalah yang menjadi bagianya untuk mengetahui hukum masalah-masalah tersebut.</q><p>Namun ada juga yang mengatakan bahwa sifat dari kaidah fiqhiyah tidak berlaku untuk seluruh permasalahan-permasalahan yang senada. Melainkan berlaku untuk sebagian besar saja. Sebagaimana disebutkan oleh al-Hamawi :</p><q>Kaidah hukum yang bersifat aktsri yang berlaku untuk sebagian besar masalah pada cabang-cabangnya, untuk mengetahui hukum masalah tersebut.</q><p>Dari perbedaan pengertian di atas, maka sebagian ulama mengatakan bahwa kaidah dapat berlaku unutk seluruh masalah pada cabangnya. Namun ada juga sebagian ulama yang mengatakan bahwa kaidah fiqhiyah hanya berlaku pada sebagian besar saja. Tidak mencakup seluruh masalah tanpa terkecuali.</p>"
      },
      {
        "page": 11,
        "text": "<strong>3. Contoh Kaidah Fiqhiyah</strong><p>Untuk memperjelas penjelasan tentang apa itu kaidah fiqhiyah, maka sebagai berikut beberapa contohnya:</p><strong>a. Contoh pertama</strong><q>Segala sesuatu tergantung niatnya.</q><p>Misalnya seseorang sedang berhadast besar, kemudian ia mengguyurkan air ke seluruh tubuhnya. Maka apakah hadast besarnya terangkat dengan mandi tersebut atau tidak?</p><p>Maka bisa kita jawab berdasarkan kaidah di atas. Jika mandinya diniatkan untuk menghilangkan hadast besar maka hadstnya telah hilang. Namun jika ia tidak berniat kecuali untuk mandi sebagaimana biasanya, maka hadastnya tidak terangkat. Meskipun yang ia lakukan sama-sama mandi. Namun berbeda niat maka berbeda pula hukumnya.</p><strong>b. Contoh Kedua</strong><q>Sesuatu yang sudah diyakini adanya tidak bisa dihilangkan dengan sesuatu yang masih diragukan.</p><p>Sebagai contoh ketika seseorang sudah berwudhu. Kemudian ia sangat yakin dan ingat betul bahwa ia telah benar-benar wudhu. Namun ketika ia</p>"
      },
      {
        "page": 12,
        "text": "<p dir='cntn'>mau shalat, dia sedikit ragu apakah sudah batal atau belum?</p><p>Maka jawabanya bisa kita ambil dari kaidah di atas. Bahwa yang keberadaanya sudah diyakini, tidak bisa hilangkan dengan sesuatu yang masih diragukan. Dengan demikian berwudhu sudah diyakini keberadaanya. Sedangkan apakah sudah batal atau belum merupakan hal baru yang masih diragukan ada dan tidaknya. Maka hukum sudah wudhu tidak bisa dianulir dengan keragu-raguan akan batalnya wudhu.</p><strong>C. Kaidah Fiqhiyah Sebagai Dalil</strong><p>Setelah mengetahui apa itu dalil dan jenisnya, kita tidak menemukan adanya kaidah fiqhiyah sebagai dalil. Baik dalil muttafaq alaih ataupun dalil mukhtalaf fih. Namun faktanya ada beberapa ulama yang seolah menjadikan kaidah fiqhiyah sebagai dasar untuk menyimpulkan sebuah hukum. Yang contohnya akan kita sebutkan dalam pembahasan teori yang mengatakan kaidah fiqhiyah bisa digunakan sebagai dalil. Sehinggu menimbulkan pertanyaan apakah kaidah fiqhiyah dapat dijadikan dalil, ataukah tidak?</p><strong>1. Yang Tidak Bisa Dijadikan Dalil</strong><p>Teori ini dapat kita simpulkan dalam beberapa pernyataan ulama yang berkaitan dengan kaidah fiqhiyah. Yang mana dari pernyataan mereka bisa kita fahami penolakan mereka untuk menjadikan kaidah fiqhiyah menjadi sebuah dalil yang mustaqil. Beberapa pernyataan tersebut adalah:</p>"
      },
      {
        "page": 13,
        "text": "<strong>a. Imam al-Haramain (478 H)</strong><p>Dikutip dari kitab al-mumti karya Muslim bin Muhammad bin Majid Ad-Dausiri, ia menyebutkan bahwa imam al-haramain mengatakan:</p><q>saya tidak bermaksud bedalil dengan dua kaidah itu. Maka jika suatu masa terdapat permasalahan yang belum ada hukumnya, maka ulama pada masa itu tidak boleh melandaskan masalah tersebut kecuali kepada dalil yang qath'i</q><p>Pernyataan ini disebutkan saat ia mengomentari kaidah al-ibahah dan baraatu adz-dzimmah.</p><strong>b. Ibnu Daqiq al -‘Iid (702 H)</strong><p>Ibnu Farihun menyebutkan di dalam kitab AdDiibaaj saat membahas biografi Ibrahim bin Abdu Shamad, bahwasannya ia mengatakan:</p>"
      },
      {
        "page": 14,
        "text": "<q>itu adalah metode yang dinyatakan oleh syekh Taqiyyuddiin bin Daqiq Al-‘Iid sebagai metode yang tidak murni, karena masalah furu’’ tidak dapat diketahui hukumnya dengan qawaid ushuliyyah.</q><p>Yang menarik dari pernyataan ini adalah ia menyebutkannya dengan istilah qawaid ushuliyyah dan bukan qawaid fiqhiyyah. Ini dijelaskan oleh Muhammad bin majid Ad-Dausiry bahwa yang dimaksud adalah qawaid fiqhiyyah, dengan pertimbangan bahwa istilah tersebut pada zamannya lebih banyak digunakan untuk penyebutan qawaid fiqhiyyah yang ada pada zaman ini.</p><strong>c. Ibnu Nujaim (970 H)</strong><p>Didalam kitab Ghamzu ‘Uyuunil Bashaair karya AlHamawi yang merupakan Syarah kitab Al-Asybah wa An-Nadzair karya Ibnu Nujaim, disebutkan bahwa Ibnu Nujaim dengan jelas berkata:</p>"
      },
      {
        "page": 15,
        "text": "<q>tidak boleh berfatwa dengan menggunakan dhawbit fiqhiyyah, karena ia tidak bersifat universal. Bahkan hanya bersifat aghlabiyyah secara khusus. Dhawabith fiqhiyyah tidak berasal dari Imam pendiri madzhab, akan tetapi ia adalah kesimpulan yang dibuat oleh ulama-ulama dari perkataan sang Imam.</q><p>Dari pemaparan yang telah disampaikan dapat kita pahami bahwa ini merupakan sudut pandang yang juga di ambil oleh para penyusun kitab Majallatul Ahkaam Al - ‘Adliyyah. Didalam salah satu keputusannya mereka mengatakan:</p><q>Para juris (hakim) syara’ selama belum mendapatkan dalil yang sarih/jelas, mereka tidak diperbolehkan menjatuhkan hukum hanya dengan berdasarkan kepada salah satu dari qawaid fiqhiyyah ini</q><p>Dalil-dalil yang menjadi dasar dari teori ini secara umum dapat diseimpulkan sebagai berikut:</p><ul><li>Dalam pandangan mereka qwaid fiqhiyyah</li></ul>"
      },
      {
        "page": 16,
        "text": "<p dir='cntn'>bersifat aghlabiyah dan tidak bersifat universal, dan juga terdapat pengecualian-pengecualian didalmnya. Jadi tidak menutup kemungkinan saat akan mengikutsertakan suatu permasalahan tetapi ternyata masalah itu termasuk dari yang dikecualikan oleh kaidah tersebut.</p><ul><li>Qawaid fiqhiyyah kebanyakan sumbernya adalah istiqra, yang rata-ratanya adalah istiqra ghair taam. Maka kategori ghalabatu adz-dzan sebagai salah satu syarat disimpulkannya hukum tidak dapat tercapai sehingga tidak dapat memberikan keputusan hukum yang akurat.</li><li>Qawaidh fiqhiyyah adalah buah/hasil yang dihasilkan dari himpunan illat hukum furu’. Sehingga jadi tidak masuk akal jika sebuah hasil dijadikan dalil untuk hukum furu’ yang pada awalnya furu’ lah yang memberikan kesimpulan terbentuknya qawaid fiqhiyyah.</li></ul><strong>2. Yang Bisa Dijadikan Dalil</strong><p>Teori ke dua menunjukan bahwa kaidah fiqhiyah dapat digunakan sebagai dalil untuk melahirkan hukum syar’i. Teori ini hasil analisa dari perkataan beberapa ulama. Diantaranya:</p><strong>a. Ibn ‘Arafah (761 H)</strong><p>Ibn Arafah al-Maliki berkata bahwasanya</p>"
      },
      {
        "page": 17,
        "text": "<p dir='cntn'>diperbolehkan untuk menisbatkan suatu pendapat kepada madzhab maliki hanya berlandaskan kaidah fiqhiyah.</p><p>Hal itu menunjukan bahwa Ibn Arafah berpendapat bolehnya menggali hokum berlandaskan suatu kaidah fiqhiyah. Karena jika diperbolehkan menisbatkan suatu pendapat yang dibangun atas dasar kaidah fiqhiyah kepada madzhab maliki, maka tentu diperbolehkan mengambil hokum dari kaidah tersebut.</p><strong>b. An-Nawawi (676 H)</strong><p>Imam Nawawi berkata dalam kitabnya al-Majmu’ :</p>"
      },
      {
        "page": 18,
        "text": "<q>Dalam madzhab hambali tidak dibedakan antara memakan daging unta matang, mentah ataupun yang dibakar. Ketiga jenis itu sama-sama membatalkan wudhu. Hal itu sama dengan pendapat kami dalam madzhab syafii sebagai qoul qodim. Bahkan dalam salah satu riwayat dari imam ahmad, mewajibkan berwudhu disebabkan meminum susu unta. Namun tidak ada satu ulama pun yang sependapat denganya sepanjang pengetahuan kami. Adapun madzhab kami dan madzhab seluruh ulama lainya adalah tidak mengharuskan wudhu dikarenakan meminum susu unta. Pendapat Imam Ahmad tersebut berdasarkan sebuah hadist yang diriwayatkan dari sahabat Usaid bin Hudhoir: “Bahwasanya nabi SAW bersabda: tidak ada wudhu yang disebabkan susu kambing dan berwudhulah disebabkan susu unta”. Hadist riwayat Ibn Majah dengan sanad dhaif. Maka tidak dapat dijadikan hujjah karena kedhaifanya. Sedangkan dalil kami adalah bahwa pada dasarnya susu unta tidak membatalkan wudhu. Dan tidak ada dalil yang menggugurkan hukum asal tersebut.</q><p>Dalam pernyataan ini, Imam an-Nawawi lebih (األصل بقاء ما كان على ما كان) kaidah mendahulukan dibandingkan dengan sebuah hadist dhoif. Dari sini</p>"
      },
      {
        "page": 19,
        "text": "<p dir='cntn'>bisa kita lihat bahwa Imam an-Nawawi menggunakan sebuah kaidah fiqhiyah sebagai sebuah dalil.</p><strong>c. Munaqosyah Adillah</strong><ul><li>Analisa ini tampaknya berlandaskan kepada sebuah pandangan yang menyebutkan bahwa qawaid fiqhiyyah bersifat kulliyyah dan bukan aghlabiyyah. Adapun yang menyebutkan bahwa ia bersifat aghlabiyyah dan didalamnya terdapat banyak pengecualian maka ini adalah suatu pandangan yang tertolak. Alasannya adalah karena setiap kaidah yang dibentuk telah melalaui berbagai syarat yang harus dipastikan bahwa ia memenuhinya dan juga terhindar dari pengahalang. Adapun yang mengatakan bahwa qawaid fiqhiyyah memiliki pengecualian, sebenarnya bukan merupakan pengecualian namun karena adanya syarat yang tidak terpenuhi atau adanya mani sehingga ia sejak awal tidak dapat dikatakan sebagai furu qawaid fiqhiyyah.</li><li>Bagi yang mengatakan bahwa qawaid fiqhiyyah hanya berlandaskan kepada istiqra ghair taam ini tidak mengahalangi sifat universal yang dimiliki oleh sebuah kaidah fiqih. Ketentuan ini dapat diketahui dari pernyataan banyaknya ulama yang membahasa masalah istiqra.</li><li>Bagi yang mengatakan bahwa qawaid fiqhiyyah adalah buah/hasil dari himpunan furu sehingga mengatakan bahwa sebuah hasil tidak dapat dijadikan sebagai dalil maka ini adalah pendapat yang tidak benar. Karena masalah furu yang akan</li></ul>"
      },
      {
        "page": 20,
        "text": "<p dir='cntn'>dihasilkan dari sebuah kaidah fiqih adalah masalah yang baru terjadi. Bukan merupakan masalah furu yang melahirkan kaidah tersebut.</p><strong>3. Dapat Menjadi Dalil Jika Diperkuat Nash</strong><p>Memang pada dasarnya kaidah fiqhiyah bukanlah dalil yang dapat digunakan untuk menyimpulkan hukum. Namun, jika kaidah tersebut diperkuat oleh nash, baik dari al-Quran, al-Sunnah, atau ijma’ maka menurut sebagian ulama diperbolehkan. Salah satu yang memperbolehkan adalah Muhammad al-Shidqi al-Burnu ketika ia menjelaskan tentang kaidahkaidah yang diperkuat dengan nash. Ia berkata:</p><q>Hukum-hukum syariat dapat disimpulkan dari kaidah-kaidah ini (kaidah yang diperkuat nash).</q><p>Salah satu contohnya adalah kaidah:</p><q>Segala sesuatu tergantung niatnya.</q><p>Kaidah ini diperkuat dengan banyak nash. Salah satunya adalah hadist nabi tentang niat. Yang berbunyi:</p>"
      },
      {
        "page": 21,
        "text": "<q>Sesungguhnya perbuatan itu tergantung niatnya.</q><p>Bisa dikatakan jika seorang mujtahid berdalil dengan kaidah maka sebenarnya ia sedang berdalil dengan dalil-dalil yang mendukungnya. Bukan sekedar berdalil pada sebuah kaidah saja.</p><p>Maka kaidah fiqhiyah bisa dijadikan dalil jika didukung dengan nash syar’i. dan berdalil dengan kaidah fiqhiyah hanya sebuah dalil suri. Dalil yang asli adalah nash yang ada di balik kaidah tersebut.</p><strong>D. Kesepakatan Ulama</strong><p>Pembahasan hujjiyyah qawaid fiqhiyyah ini tampaknya masih menjadi bahan perbincangan bagi kebanyakan para ulama. Ini dapat kita lihat dari sulitnya menetukan pendapat yang rajih secara pasti. Akan tetapi ada empat hal yang dapat dijadikan sebagai lingkup kesepakatan diantara semua ulama, diantaranya:</p><ul><li>Jika sebuah kaidah bersandarkan kepada nash syar’ii baik dari alquran, sunnah atau ijma, maka ia dipastikan dapat digunakan sebagai hujjah. Akan tetapi kapasitasnya bukan sebagai kaidah fiqih, melainkan karena ia berasal dari dalil naqli tersebut.</li><li>Kaidah fiqih dapat ditetapkan sebagai hujjah yang dikedepankan berbarengan dengan nash syar’i dalam menentukan sebuah hukum jika</li></ul>"
      },
      {
        "page": 22,
        "text": "<p dir='cntn'>diperuntukan untuk peristiwa-peristiwa yang baru terjadi. Ini adalah sebagai bentuk qiyas kepada masalah-masalah yang telah dibakukan ketentuannya di dalam kitab-kitab hukum islam.</p><ul><li>Kaidah fiqih dapat ditetapkan sebagai hujjah jika tidak ditemukan dalil naqli untuk kejadian tersebut. Akan tetapi tentu saja dengan diberlakukan syarat, yaitu orang yang melakukan penyimpulan hukum haruslah seorang ahli fiqih yang mumpuni, mengetahui apa saja yang memang bisa berada dalam naungan sebuah kaidah fiqih dan apa yang malah seharusnya menjadi pengecualian dari kaidah. Itupun jika kaidah yang sedang dibahas memang merupakan kaidah yang memilliki peluang pengecualian didalamnya.</li><li>Qawaid fiqih bisa menjadi dalil bagi para pencari ilmu yang baru belajar, dan hanya diawal-awal saja. Ini bertujuan agar ia bisa lebih dulu menanamkan/membiasakan diri dengan berbagai hukum yang ada didalam benaknya.</li></ul>"
      },
      {
        "page": 23,
        "text": "<strong>Kesimpulan</strong><ul><li>Dalil secara istilah adalah segala sesuatu yang dengan analisa yang benar, dapat dijadikan petunjuk untuk mengetahui sebuah informasi yang diinginkan, meskipun hanya sampai derajat dzanni</li><li>Secara umum, kaidah fiqhiyah bukan merupakan dalil syar’i. Namun beberapa ulama seakan menggunakanya sebagai dalil, sehingga muncul pertanyaan boleh tidaknya kaidah fiqhiyah dijadikan dalil.</li><li>Terdapat dua teori terkait boleh tidaknya kaidah fiqhiyah dijadikan dalil. Teori pertama menolak dan teori kedua membolehkan.</li><li>Terdapat beberapa poin kesepakatan ulama terkait hujjiyah kaidah fiqhiyah sebagaimana disebutkan di atas.</li></ul>"
      }
    ]
  },
  {
    "id": "j2m",
    "info": {
      "title": "Jika Dalil-dalil Saling Bertentangan",
      "author": "Firman Arifandi, Lc., MA",
      "publish": "Tue, 1 January 2019",
      "pages": 25,
      "price": 0,
      "category": "Ushul Fiqih",
      "source": "https://www.rumahfiqih.com/pdf/z.php?id=135",
      "desc": "Pembahasan seputar dalil saat berbicara masalah amaliyah dalam agama, menjadi bahan yang sangat seru untuk dikaji. Saking serunya, banyak yang lupa bahwa setiap perbedaan yang keluar dari ijtihad para ulama salah satunya adalah karena dalil yang dipakai oleh masing-masing ulama seolah saling bertentangan antara satu dengan lainnya."
    },
    "tableOfContents": [
      { "page": 6, "text": "Pendahuluan" },
      {
        "page": 7,
        "text": "Memahami Makna Dalil",
        "sub": [
          { "page": 7, "text": "Bahasa" },
          { "page": 8, "text": "Istilah" }
        ]
      },
      {
        "page": 8,
        "text": "Penyebab Perbedaan Ijtihad Para Ulama Menurut Ibnu Rusyd",
        "sub": [
          { "page": 9, "text": "Boleh Tidaknya Qiyas" },
          { "page": 10, "text": "Kesimpulan Hukum dari lafadz" },
          { "page": 12, "text": "Perbedaan Memahami Perintah Larangan" },
          { "page": 12, "text": "Lafadz Mystarak" },
          { "page": 13, "text": "Perbedaan Memahami Dalil Khitab" },
          {
            "page": 14,
            "text": "Perbedaan Menerima Hukum Yang Diambil Dari Perbuatan (Fi'l)"
          },
          { "page": 14, "text": "Dalil yang Seolah Bertentangan" }
        ]
      },
      { "page": 15, "text": "Benarkah Ada Dalil Yang Bertentangan?" },
      { "page": 15, "text": "Syarat Kemungkinan Terjadinya Kontradiksi Dalil" },
      {
        "page": 16,
        "text": "Metode Para Ulama Bila Terjadi Kontradiksi Dalil",
        "sub": [
          { "page": 16, "text": "Nasakh" },
          { "page": 18, "text": "Tarjih" },
          { "page": 18, "text": "Al-Jam'u Wa Al-Taufiq" },
          { "page": 19, "text": "Tasaqut" }
        ]
      },
      { "page": 21, "text": "Siapa Yang Berhak Melakukan Metode Tersebut?" },
      { "page": 22, "text": "Penutup" }
    ],
    "content": [
      {
        "page": 6,
        "text": "<strong>A. Pendahuluan</strong><p>Pembahasan seputar dalil saat berbicara masalah amaliyah dalam agama, menjadi bahan yang sangat seru untuk dikaji. Saking serunya, banyak yang lupa bahwa setiap perbedaan yang keluar dari ijtihad para ulama salah satunya adalah karena dalil yang dipakai oleh masing-masing ulama seolah saling bertentangan antara satu dengan lainnya.</p><p>Lucunya lagi, pelajar agama zaman sekarang melupakan sisi ini, sehingga hanya karena dalil yang dianut berbeda dengan yang lainnya sampai-sampai menganggap dalil lain yang kontra terhadap dalilnya dianggap lemah, salah, atau bahkan palsu, bahkan tak segan sampai kepada tingkatan menjauhi, memusuhi, hingga mengkafirkan. Padahal ulama zaman dahulu sudah membuat formulasi yang detail bagaiamana jika ada dalil-dalil yang kontradiktif. Hal tersebut dibuat supaya kita di zaman ini tidak terlalu banyak berdebat atas apa yang sebenarnya mereka belum kuasai.</p><p>Banyak yang berbusa-busa berdebat masalah dalil yang kontradiktif, layaknya perdebatan antara peneliti dan praktisi profesional. Perdebatan antar muslim seputar dalil yang berbeda ini tidak hanya terjadi di kalangan akademisi, tapi sudah masuk juga ke tingkat warung kopi. Ironisnya, begitu ditanya apa itu definisi dalil, masing-masing kemudian sibuk buka handphonenya untuk cari tau.</p><p>Berangkat dari fakta lucu tersebut, penulis</p>"
      },
      {
        "page": 7,
        "text": "<p dir='cntn'>mencoba menghadirkan buku cilik ini di hadapan para pembaca sekalian. Harapannya, melalui kajian ushul fiqih singkat yang kami rangkum ini, mampu memberikan pencerahan yang memadai terkait dalil, terutama bila terjadi kontradiksi antara sat dalil dengan dalil lain.</p><strong>B. Memahami Makna Dalil</strong><p>Dalam ilmu fiqih dan ushulnya, setiap pembahasan tentang suatu perkara harus dimulai dengan definisi yang disepakati terlebih dahulu. Melalui definisi ini diharapkan akan dicapai pembahasan yang jami’ dan mani’. Jami’ maksudnya segala hal yang masuk dalam kriteria pembahasan harus terakomodir, sementara mani’ maksudnya adalah hal-hal di luar kriteria yang ada pada definisi bisa dieliminir.</p><strong>1. Bahasa</strong><p>Secara bahasa, dalil dimaknai dengan:</p><q>Yang menunjukkan kepada segala hal, baik secara nyata atau abstrak, yang baik ataupun yang buruk</q><p>Melalui definisi secara bahasa ini, bisa kita ambil contoh simpel. Jika saya tidak tahu arah jalan dari Pasar Minggu ke daerah Kuningan, maka saya akan menggunakan bantan GPS atau bertanya kepada orang-orang di sekitar saya. Penggunan GPS atau</p>"
      },
      {
        "page": 8,
        "text": "<p dir='cntn'>arahan dari orang lain dalam hal ini bisa kita katakan sebagai dalil, karena dengannya saya mengetahui arah jalan.</p><p>Tapi ternyata, definisi dalil secara bahasa ini tidak cukp mengakomodir kebutuhan kita saat membahas dalil dalam agama. Maka para ulama ushul membuat definisi yang komprehensif terkait dalil secara istilah.</p><strong>2. Istilah</strong><p>Para ulama kemudian menyepakati definisi dalil secara istilah sebagai berikut :</p><q>sesuatu yang dapat dijadikan bukti dengan sudut pandang yang benar menurut hukum syara’ mengenai perbuatan manusia secara pasti atau dugaan.</q><p>Definisi secara istilah ini dipandang cukup ideal dan kemudian dipakai untuk patokan lingkup bahasan seputar dalil.</p><strong>C. Penyebab Perbedaan Ijtihad Para Ulama Menurut Ibnu Rusyd</strong><p>Ibnu Rusyd (520 - 595 H) menulis sebuah kitab fenomenal berjudul Bidayatul Mujtahid wa Nihayatul Muqhtasid. Kitab ini meskipun bukan satu-satuya</p>"
      },
      {
        "page": 9,
        "text": "<p dir='cntn'>kitab fiqih dengan metode komparasi antar madzhab, namun ada kesitimewaan lain dimana dalam muqaddimahnya disebutkan bahwa tujuan beliau menyusun kitab ini adalah untuk mengingatkan bahwa ada masalah-masalah hukum yang telah disepakati (al-muttafaq), ada pula persoalan hukum yang masih diperselisihkan (almukhtalaf) lengkap dengan dalil dan argumentasinya. Selain itu untuk menunjukan adanya perbedaan di antara para mujtahid dengan cara menyoroti prinsip dan aturan dasar (al-ushul wa al-qawa’id) yang mereka pakai ketika syari’ah mendiamkan sebuah persoalan (al-masa’il almaskutu ‘anha). Masalah-masalah tersebut sebagian besar adalah yang terang-terangan telah disebutkan di dalam Qur’an maupun Sunah atau yang berkaitan erat dengan dua sumber hukum itu. Menurut Ibnu Rusyd, pada tataran inilah akan diketahui persoalan mana yang telah disepakati (al-muttafaq ‘alaiha), dan persoalan mana yang masih diperdebatkan di antara para ahli fiqh sejak periode sahabat sampai berkembangnya masa taqlid.</p><strong>1. Boleh Tidaknya Qiyas</strong><p>Sedikitnya ada tiga metode yang dapat diterima dalam pengambilan hukum syariah dari Nabi SAW menurut beliau, yaitu: dari kata-katanya (lafadz), atau tindakannya (fi’l), atau ketetapannya (iqrar). Menurut Jumhur Ulama, apabila tidak didapati dari ketiga itu maka cara pengambilan hukumnya adalah dengan menggunakan qiyas atau analogi. Namun hal ini ditentang secara tegas oleh satu golongan</p>"
      },
      {
        "page": 10,
        "text": "<p dir='cntn'>bernama madzhab dzahiri. Maka ini menjadi salah satu sebab terjadinya perbedaan ijtihad tersebut, yakni kebolehan Qiyas atau tidak.</p><strong>2. Kesimpulan Hukum dari lafadz</strong><p>Ibnu Rusyd menjelaskan bahwa ada empat macam cara pengambilan hukum dari apa yang didengar baik dari teks atau lafadz. Pertama, ungkapan umum yang dipahami secara keumumannya (عام يحمل على عمومه). Kedua, ungkapan khusus dipahami secara kekhususannya (خاص يحمل على خصوصه). Ketiga, ungkapan umum yang dimaknai dengan kekhususannya (لفظ عام أريد به الخاص). Keempat, ungkapan khusus yang dimaknai dengan keumumannya (خاص يراد به العموم).</p><p>Sebagai contohnya adalah:</p><strong>a. Pertama</strong><p>QS. Al-Maidah ayat 3:</p><p dir='rtl'>حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالدَّمُ وَلَحْمُ الْخِنْزِيْرِ</p><q>Diharamkan bagimu (memakan) bangkai, darah, daging babi.</q><p>Dalam hal ini para ulama telah sepakat bahwa kata khinzîr (babi) itu mencakup segala jenis babi, selama kata itu bukan kata yang memiliki banyak makna (alisytirâk), artinya hewan yang kebetulan mempunyai nama yang sama (babi), seperti bulu babi, itu tidak menunjukan keharaman. Jadi yang diharamkan itu segala jenis babi, bukan hewan lain yang meskipun memiliki nama yang sama.</p>"
      },
      {
        "page": 11,
        "text": "<strong>b. Kedua</strong><p>Contoh ungkapan umum yang dimaknai dengan kekhususannya tertera dalam QS. At-Taubah ayat 103:</p><p dir='rtl'>خُذْ مِنْ اَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيْهِمْ</p><q>Ambillah zakat dari harta-harta mereka, dengan zakat itu kamu membersihkan dan mensucikan mereka.</q><p>Para ulama telah sepakat bahwa zakat tidak diwajibkan pada semua harta benda. Jadi kata “harta-harta mereka” (amwâlihim) itu harus dimaknai dengan kekhussannya. Artinya tidak semua harta benda diwajibkan untuk dizakati.</p><strong>c. Ketiga</strong><p>Contoh ungkapan khusus yang dimaknai dengan keumumannya tertera dalam QS. Al-Isra’ ayat 23:</p><p dir='rtl'>فَلَا تَقُلْ لَّهُمَآ اُفٍّ</p><q>Janganlah mengatakan kepada keduanya (orangtua) perkataan “ah”</q><p>Ibnu Rusyd menjelaskan bahwa ayat di atas termasuk dalam ruang lingkup penegasan tingkat yang lebih rendah dengan tingkat yang lebih tinggi (bi al-adnâ alâ al-a’lâ). Sebab firman Allah itu mengandung suatu pengertian berkata “ah” saja tidak boleh, apalagi memukul, memaki, dan perbuatan-perbuatan lain yang lebih keras kepada kedua orangtua.</p>"
      },
      {
        "page": 12,
        "text": "<strong>3. Perbedaan Memahami Perintah Larangan</strong><p>Dalam redaksi yang tertera pada Quran dan Sunnah terkadang kalimat yang menuntut pengerjaan terhadap sesuatu menggunakan kata perintah (al-amr), kadang dengan kalimat berita yang bermakna perintah (bishighati al-khabari yurâdu bihi al-amr). Begitu pula dengan kalimat yang menuntut untuk meninggalkan suatu perkara kadang menggunakan kata larangan (an-nahy), kadang juga dengan kalimat berita yang bermakna larangan.</p><p>Hal inilah yang kemudian menjadi penyebab mengapa para ulama kadang berbeda pendapat terhadap suatu hukum, sebab kalimat perintah (alamr) itu bisa menunjukan wajib atau mandub. Atau seseorang akan menunggu hingga ditemukan dalil yang menjelaskannya. Hal ini juga berlaku dalam kasus kalimat larangan (an-nahy), apakah harus dihukumi haram atau makruh.</p><strong>4. Lafadz Musytarak</strong><p>Lafadz Musytarak maksudnya adalah kata-kata yang lebih dari satu arti. Al quran dan Hadist sebagai sumber dalil utama dalam Islam, keduanya menggunakan bahasa arab, di antara kata-katanya ada yang mempunyai arti lebih dari satu selain ungkapan umum yang dimaksudkan khusus dan sebaliknya tadi. Adapulan perbedaan tinjauan lain dari segi mantuq dan mafhumnya.</p><p>Sebagai contoh dalam lafadz musytarak yang menjadi alasan perbedaan ulama dalam mengambil kesimpulan hukum adalah kata nafyu dalam bentuk</p>"
      },
      {
        "page": 13,
        "text": "<p dir='cntn'>kata ينفوا dalam al Quran surat al maidah ayat 33:</p><p dir='rtl'>اِنَّمَا جَزٰۤؤُا الَّذِيْنَ يُحَارِبُوْنَ اللّٰهَ وَرَسُوْلَهٗ وَيَسْعَوْنَ فِى الْاَرْضِ فَسَادًا اَنْ يُّقَتَّلُوْٓا اَوْ يُصَلَّبُوْٓا اَوْ تُقَطَّعَ اَيْدِيْهِمْ وَاَرْجُلُهُمْ مِّنْ خِلَافٍ اَوْ يُنْفَوْا مِنَ الْاَرْضِۗ ذٰلِكَ لَهُمْ خِزْيٌ فِى الدُّنْيَا وَلَهُمْ فِى الْاٰخِرَةِ عَذَابٌ عَظِيْمٌ</p><q>Sesungguhnya pembalasan terhadap orang-orang yang memerangi Allah dan Rasul-Nya dan membuat kerusakan di muka bumi, hanyalah mereka dibunuh atau disalib, atau dipotong tangan dan kaki mereka dengan bertimbal balik, atau dibuang dari negeri (tempat kediamannya). yang demikian itu (sebagai) suatu penghinaan untuk mereka didunia, dan di akhirat mereka beroleh siksaan yang besar (Al Maidah : 33)</q><p>Jumhur ulama berpendapat, bahwa kata yunfau adalah bermakna dikeluarkan dari pemukiman atau diasingkan, sementara ulama Hanafiah berpendapat bahwa maknanya adalah majazi, sehingga difahami sebagai dipenjara.</p><strong>5. Perbedaan Memahami Dalil Khitab</strong><p>Menurut Ibnu Rusyd, dalil al-khitâb adalah ketika seseorang paham akan suatu kewajiban yang berkaitan dengan suatu persoalan, maka menjadi tidak wajib terhadap hal lain, atau sebaliknya, tidak wajibnya suatu persoalan, menjadi hal wajib untuk persoalan lain. Contoh Nabi SAW pernah bersabda:</p>"
      },
      {
        "page": 14,
        "text": "<q>Dalam kambing yang digembalakan (wajib) zakat.</q><p>Ada suatu kelompok yang memahami hadis di atas dengan logika dalil al-khitâb sehingga membawa sebuah kesimpulan bahwa kambing yang tidak digembalakan tidak wajib bayar zakat.</p><strong>6. Perbedaan Menerima Hukum Yang Diambil Dari Perbuatan (Fi’l)</strong><p>Jika dalam pembahasan lafadz semua bentuk taklifi seperti wajib, mandub, mubah, makruh dan haram disebutkan, maka di dalam dalil fi’l ini hanya tiga bentuk saja: wajib, mandub dan mubah, sebab semua perbuatan Nabi SAW mustahil kita hukumi makruh atau bahkan haram.</p><p>Maka menurut Ibnu Rusyd, sebagian besar umat Islam menerima hal ini sebagai jalan mendapatkan hukum, namun sebagian kaum tidak menyutujuinya sebab menurut mereka perbuatan Nabi SAW tidak memutuskan suatu hukum karena tidak memiliki bentuk (al-af’alu laisat tufidu hukman idz laha shiyagh).</p><strong>7. Dalil yang Seolah Bertentangan</strong><p>Dari semua jenis dalil yang diungkapkan oleh para ulama baik dari bentuk lafadz, fi’l dan iqrar kelak akan ditemukan dalil-dalil yang seolah bertentangan antara satu dengan lainnya, sehingga hal ini juga menjadikan ijtihad para ulama dalam suatu</p>"
      },
      {
        "page": 15,
        "text": "<p dir='cntn'>permasalahan fiqhiyyah menjadi berbeda1</p><strong>D. Benarkah Ada Dalil yang Bertentangan?</strong><p>Imam Syaukani dalam kitabnya Irsyadul Fuhul menegaskan bahwasanya tidak pernah ada konflik dalam quran dan hadist, yang ada hanya pemahaman para mujtahid yang berbeda dalam mengambil kesimpulan hukum.</p><p>Imam Zarkasyi juga menambahkan dalam Al bahrul Muhith bahwa kontradiksi dalam quran dan sunnah hanya terjadi pada jenis dalil yang dzanni, atau karena salah satunya menjadi mubayyin atau penjelas dari yang lainnya, atau salah satunya menjadi nasikh (penghapus) pada yang lainnya.</p><strong>E. Syarat Kemungkinan Terjadinya Kontradiksi Dalil</strong><p>Para ulama kontemporer seperti Syaikh Abdul Karim Zaydan memformulasikan metode para ulama bila terjadi kontradiksi antara dalil. Sehingga istilah dalil yang saling bertentangan itu tidak pernah ada dalam kamus para mujtahid. Maka syarat memungkinkanya kejadian ini adalah:</p>"
      },
      {
        "page": 16,
        "text": "<ul><li>Dalil yang bertentangan memiliki tingkatan kekuatan yang sama, dalam arti yang satu tidak lebih kuat dari yang lain, misalnya samasama ayat al-qur’an, sama-sama hadits mutawatir, atau sama-sama hadits ahad.</li><li>Hukum yang lahir dari kedua dalil tersebut saling bertentangan, misalnya dalil yang satu menunjuk haram, dalil yang satu menunjuk halal.</li><li>Dalil yang bertentangan tersebut memiliki sasaran objek yang sama.</li><li>Dalil yang bertentangan memiliki kesamaan pada segi waktu munculnya. Dengan demikian, pertentangan tidak terjadi jika terdapat perbedaan waktu datangnya dalil.</li><li>Dalil yang bertentangan memiliki kesamaan baik pada segi materinya maupun pada segi sifatnya. Misalnya, tingkat kejelasan makna kedua dalil tersebut sama-sama pada tingkat mujmal, atau sama-sama pada tingkat zahir.</li></ul><strong>F. Metode Para Ulama Bila Terjadi Kontradiksi Dalil</strong><p>Jika kemudian terjadi semua hal di atas, solusi yang ditawarkan oleh para ulama adalah metode berikut:</p><strong>1. Nasakh</strong><p>Dengan cara pertama ini mujtahid dapat meneliti dalil itu dari aspek waktu turunnya. Jika diketahui,</p>"
      },
      {
        "page": 17,
        "text": "<p dir='cntn'>maka dalil yang datang lebih dahulu dapat dinasakh alias dihapus atau diamandemen oleh dalil yang datang kemudian.</p><p>Contoh: Surah Al-Baqarah ayat 180 menegaskan:</p><p dir='rtl'>كُتِبَ عَلَيْكُمْ اِذَا حَضَرَ اَحَدَكُمُ الْمَوْتُ اِنْ تَرَكَ خَيْرًا ۖ ۨالْوَصِيَّةُ لِلْوَالِدَيْنِ وَالْاَقْرَبِيْنَ بِالْمَعْرُوْفِۚ حَقًّا عَلَى الْمُتَّقِيْنَ ۗ</p><q>Diwajibkan atas kamu, apabila seorang di antara kamu kedatangan (tanda-tanda) maut, jika ia meninggalkan harta yang banyak, berwasiat untuk ibu-bapak dan karib kerabatnya secara ma’ruf, (Ini adalah) kewajiban atas orang-orang yang bertakwa.</q><p>Ayat tersebut di nasakh oleh hadits Rasulullah saw.:</p><q>Dari Abu Umamah al-Bahili ia berkata, aku mendengar Rasulullah saw. bersabda ketika khutbah haji wada’ “Sesungguhnya Allah telah memberikan hak kepada setiap orang yang berhak, maka tidak ada wasiat kepada ahli waris.” (HR. Tirmidzi)</q><p>Menurut jumhur ulama, al quran bisa dinasakh oleh hadist mutawatir.</p>"
      },
      {
        "page": 18,
        "text": "<strong>2. Tarjih</strong><p>Dengan cara ini, jika tidak diketahui sejarah turunnya, maka dapat digunakan cara tarjih dengan meneliti mana diantara 2 dalil yang bertentangan itu yang lebih kuat atau (rajih).</p><p>Contohnya Hadits Rasulullah saw. berikut:</p><q>Dari Abdurrahman bin ‘Auf ia berkata, Adalah Abu Hurairah berkata “Barangsiapa yang junub sapai tiba waktu subuh, maka tidaklah ada puasa baginya,”(HR. Ahmad)</q><p>Sementara Aisyah meriwayatkan hadits:</p><q>Dari Aisyah dan Ummu Salamah istri Nabi Saw. bahwa keduanya berkata “Rasulullah Saw. masih dalam keadaan junub, bukan karena mimpi pada bulan Ramadhan, kemudian beliau berpuasa.” (HR. Malik)</q><strong>3. Al-Jam’u Wa Al-Taufiq</strong><p>Cara ketiga ini ditempuh jika cara kedua (tarjih) tidak mungkin untuk di lakukan. Caranya dengan</p>"
      },
      {
        "page": 19,
        "text": "<p dir='cntn'>mengkompromikan 2 dalil yang bertentangan. Contohnya:</p><q>Ada tiga waktu yang Rasulullah shallallahu ‘alaihi wa sallam melarang kami untuk shalat atau untuk menguburkan orang yang mati di antara kami yaitu: (1) ketika matahari terbit (menyembur) sampai meninggi, (2) ketika matahari di atas kepala hingga tergelincir ke barat, (3) ketika matahari akan tenggelam hingga tenggelam sempurna. (HR. Muslim)</q><p>Hadist selanjutnya:</p><q>Wahai bani abdu Manaf, janganlah kalian larang seseorang thawaf di tempat ini (masjidil haram) dan shalat kapanpun sesukanya di malam ataupun siang hari (HR Tirmidzi & Nasai)</q><strong>4. Tasaqut</strong><p>Jika tidak mungin untuk di kompromikan maka</p>"
      },
      {
        "page": 20,
        "text": "<p dir='cntn'>jalan keluarnya adalah tidak menggunakan kedua dalil itu ( tasaqut). Ketika itu mujtahid dapat menggunakan dalil lain yang lebih rendah urutannya. Jika yang bertentangan itu adalah dua ayat maka ia bisa menggunakan sunnah.jika yang bertentangan itu adalah hadits maka mujtahid bisa menggunakan qaul sahabi begitu selanjutnya.</p><p>Contohnya:</p><p>Firman Allah dalam surah Al-Muzammil (73): 20</p><p dir='rtl'>فَاقْرَءُوْا مَا تَيَسَّرَ مِنَ الْقُرْاٰنِ</p><q>Maka Bacalah apa yang mudah (bagimu) dari AlQur’an</q><p>Sedangkan dalam surah Al-A’raf (7): 204 Allah swt. berfirman:</p><p dir='rtl'>وَاِذَا قُرِئَ الْقُرْاٰنُ فَاسْتَمِعُوْا لَهٗ وَاَنْصِتُوْا لَعَلَّكُمْ تُرْحَمُوْنَ</p><q>Dan apabila dibacakan Al-Qur’an, maka dengarkanlah baik-baik, dan perhatikanlah dengan tenang agar kamu mendapat rahmat.</q><p>Ayat pertama secara umum, mewajibkan orang yang shalat, termasuk makmum untuk membaca ayat-ayat Al-Quran yang mudah dibaca, sebab konteks ayat tersebut berbicara dalam konteks shalat. Sedangkan ayat kedua menegaskan kewajiban membaca Al-Quran, sebab yang diperintahkan adalah mendengarkan dan memerhatikan bacaan imam dalam shalat. Mengamalkan kedua ayat tersebut sekaligus tidak</p>"
      },
      {
        "page": 21,
        "text": "<p dir='cntn'>dapat terlaksana dengan baik. Artinya membaca AlQuran sambil mendengarkan dan memerhatikan bacaan imam tidak dapat dilakukan secara bersamaan. Dengan demikian, kedua ayat tersebut mengandung makna umum yang saling bertentangan. Oleh karena itu cara yang dilakukan adalah tawaqquf (tidak mengamalkan kedua dalil) sampai ditemukan dalil lain yang menjelaskan masalah tersebut. Dalam hal ini dicarikan penjelasannya pada hadits yang menjelaskan:</p><q>Barangsiapa yang shalat di belakang imam, maka sesungguhnya bacaan imam menjadi baginya. (HR. Jama’ah</q><p>Metode di atas adalah yang dipakai oleh Hanafiah, sementara jumhur mengurutkannya sebagai berikut: al-jam’u wa al-taufiq, tarjih, nasakh, dan tasaqut.</p><strong>G. Siapa Yang Berhak Melakukan Metode Tersebut?</strong><p>Jawabannya hanya satu, yakni para ulama mujtahid. Karena yang mampu mengetahui lafadz quran dan hadist, waktu turun, sebab turun, dan illat hanyalah mereka yang mempelajari secara mendalam keilmuwan ini. Seorang awam tidak berhak berbicara tentang detail makna dalil apalagi menjadikannya bahan debat yang dirinya sendiri</p>"
      },
      {
        "page": 22,
        "text": "<p dir='cntn'>kurang menguasainya.</p><p>Syaikh Ali Jum’ah mengatakan bahwa seseorang harus membedakan antara lapangan dakwah dan lapangan fatwa. Dalam lapangan dakwah semua orang boleh meneriakkan satu hadist lalu mengajak orang orang lain untuk mengamalkan kebaikannya. Namun tidak untuk yang berkonotasi hukum, maka da’i hanya boleh menukil pendapat para ulama, bukan membuat fatwa sendiri.</p><strong>H. Penutup</strong><p>Pembahasan seputar dalil menjadi perbincangan seru belakangan ini seiring dengan makin berkembangnya pula semangat hijrah dan kesadaran beragama. Uniknya, banyak orang yang menjadikan dalil hanya sebagai senjata untuk berdebat. Padahal kalau kita membuka kembali literatur para ulama salaf, sudah dibuat sejumlah metode yang memadai untuk bersikap mengambil kesimpulan hukum apabila terjadi kontradiksi dalam dalil. Metode tersebut adalah nasakh, tarjih, al jam’u, dan tasaqut.</p><p>Sekalipun metode ini telah dipatenkan dan disetujui oleh para ulama, namn tidak semua orang bisa menggunakannya. Kapasitas kita di zaman ini hanya sampai kepada kembali kepada referensi penjelasan para ulama pada dalil-dalil yang mengalami kontradiksi tersebut.</p>"
      }
    ]
  },
  {
    "id": "lfc",
    "info": {
      "title": "Apakah Dalil, Semata al-Quran dan Sunnah?",
      "author": "Isnan Ansory, Lc, MA",
      "publish": "Sun, 23 September 2018",
      "pages": 29,
      "price": 0,
      "category": "Ushul Fiqih",
      "source": "https://www.rumahfiqih.com/pdf/z.php?id=35",
      "desc": "Hukum-hukum Islam adalah ajaran yang dibangun atas argumentasi dan landasan yang jelas dan kokoh. Terbentuknya hukum Islam tidaklah semata olah akal manusia, namun di dalamnya terbangun sinergitas antara kehendak langit dan pengetahuan akal manusia. Di mana kedua hal tersebut merupakan bagian dari hidayah atau petunjuk yang Allah berikan kepada manusia sebagai bekal dalam menjalani kehidupannya di dunia."
    },
    "tableOfContents": [
      { "page": 5, "text": "Pengantar" },
      { "page": 6, "text": "Apakah Dalil Syar'i Hanya al=Qur'an dan Sunnah" },
      { "page": 9, "text": "Al-Qur'an Sebagai Pondasi Setiap Dalil" },
      {
        "page": 13,
        "text": "Klasifikasi Dalil-dalil Syar'i",
        "sub": [
          { "page": 13, "text": "Klasifikasi Dalil Berdasarkan Kualitasnya" },
          { "page": 16, "text": "Klasifikasi Dalil Berdasarkan Sifatnya" }
        ]
      },
      { "page": 21, "text": "Kesimpulan" }
    ],
    "content": [
      {
        "page": 5,
        "text": "<strong>A. Pengantar</strong><p>Hukum-hukum Islam adalah ajaran yang dibangun atas argumentasi dan landasan yang jelas dan kokoh. Terbentuknya hukum Islam tidaklah semata olah akal manusia, namun di dalamnya terbangun sinergitas antara kehendak langit dan pengetahuan akal manusia. Di mana kedua hal tersebut merupakan bagian dari hidayah atau petunjuk yang Allah berikan kepada manusia sebagai bekal dalam menjalani kehidupannya di dunia.</p><p>Sebagai ajaran yang memiliki landasan dan dasar, para ulama sepakat bahwa dasar pokok dari ajaran Islam adalah al-Qur’an. Di mana istilah dasar ini, kemudian lebih dikenal dengan istilah dalil. Dan dalil yang menjadi dasar hukum Islam disebut dengan dalil syar’iy.</p><p>Secara Bahasa, dalil syar’iy (الشرعي الدليل) terdiri dari dua kata yaitu dalil (دليل) dan syar’iy (شرعي). Secara etimologis, dalil berasal dari bahasa Arab yang bermakna petunjuk atas sesuatu yang hendak dituju (al-mursyid ila al-mathlub).</p><p>Sedangkan penambahan kata syar’iy yang artinya sesuatu yang bersifat ke-syariahan, untuk membedakannya dengan dalil-dalil lain yang tidak dikatagorikan syar’iy seperti dalil logika, dalil</p>"
      },
      {
        "page": 6,
        "text": "<p dir='cntn'>matematika, dalil sains, dan dalil-dalil lainnya.</p><p>Sedangkan secara terminologi ilmu Ushul Fiqih, dalil syar'iy didefinisikan sebagaimana berikut:</p><q>Setiap sesuatu yang dijadikan petunjuk dengan pengamatan yang benar atas hukum syariah yang bersifat amali/praktis, baik dengan jalan yang qath'i atau zhanni.</q><strong>B. Apakah Dalil Syar’i Hanya al-Qur’an dan Sunnah?</strong><p>Pertanyaan yang kemudian muncul adalah apakah di dalam ajaran Islam khususnya dalam aspek hukum praktis (fiqih), yang dikatagorikan sebagai dalil hanyalah al-Qur’an dan Sunnah semata?</p><p>Sebenarnya pertanyaan ini muncul disebabkan munculnya pemahaman yang “keliru” terkait dengan istilah “kembali kepada al-Qur’an dan Sunnah”.</p><p>Sebab pembatasan dalil syar’i hanya kepada dalil al-Qur’an dan Sunnah adalah pembatasan yang bertentangan dengan kesepakatan para ulama, sebagaimana termaktub dalam kitab-kitab Ushul Fiqih. Imam Badruddin az-Zarkasyi (w. 794 H) berkata dalam karyanya, Tasynif al-Masami’:</p>"
      },
      {
        "page": 7,
        "text": "><q>Dan para imam mazhab sepakat bahwa dalil-dalil syariat tidak terbatas pada keempat dalil tersebut (al-Qur’an, Sunnah, Ijma’, dan Qiyas), di mana terdapat dalil syariat lainnya</q><p>Sebagaimana pembatasan dalil hanya pada alQur’an semata, pernah muncul pada masa Imam asySyafi’i. Di mana pada masa beliau, muncul</p>"
      },
      {
        "page": 8,
        "text": "<p dir='cntn'>sekelompok orang yang menamakan diri mereka dengan al-Qur’aniyyun, yang bermakna orang-orang yang menisbatkan diri kepada al-Qur’an. Kelompok ini muncul - terlepas beragam motivasi yang melatar belakanginya - dengan membawa jargon “Dasar hukum Islam hanya al-Qur’an” dalam rangka menolak Sunnah sebagai dasar hukum.</p><p>Hal mana, pemikiran yang sama pernah muncul pada masa khalifah Ali bin Abi Thalib ra, yang dikemudian hari disebut dengan sekte Khawarij. Di mana mereka menolak ijtihad para shahabat dalam permasalahan yang memang terbuka peluang adanya ijtihad, sembari menyorakkan jargon “Tidak ada hukum kecuali hukum Allah swt.” Mendengar ini, lantas Ali bin Abi Thalib ra berkata, “Kalimat haq yang dimaksudkan untuk kebatilan.”</p><p>Di sinilah permasalahannya, di mana jargon untuk kembali kepada al-Qur’an dan Sunnah - sebagaia seruan yang ideal -, kemudian dapat menimbulkan pemahaman dan persepsi yang keliru serta menyesatkan, jika dimaksudkan untuk menolak sumber atau dalil hukum Islam lainnya. Termasuk dalam hal ini, produk ijtihad para ulama terkait manhaj dalam berijtihad (metode istinbath hukum), maupun terkait produk fiqih.</p><p>Padahal, sebagaimana telah dikemukakan, para ulama sepakat bahwa dalil atau sumber hukum dalam Islam tidaklah semata al-Qur’an dan Sunnah. Namun, syariat juga melegitimasi dalil lain yang dapat dijadikan sandaran dalam menetapkan hukum</p>"
      },
      {
        "page": 9,
        "text": "<p dir='cntn'>Islam, seperti ijma’ dan qiyas.</p><strong>C. Al-Qur’an Sebagai Pondasi Setiap Dalil</strong><p>Pada dasarnya, dalil hukum Islam yang pokok dan hakiki hanyalah al-Qur’an. Sebagaimana yang berhak untuk menetapkan hukum atas manusia hanyalah Allah swt, yang kemudian titahnya ini secara langsung termaktub dalam al-Qur’an. Penyusun alMausu’ah al-Fiqhiyyah al-Kuwaitiyyah menulis:</p><q>Al-Qur’an adalah dasar pertama dari dasar-dasar syariat lainnya. Dan ia merupakan hujjah (wajib diamalkan) dari berbagai sisi, sebab dasar-dasar lainnya bersifat legal oleh sebab legitimasi alQur’an. Oleh Karena Rasulullah saw menyampaikan apa yang diterimanya dari Allah swt, dan sebab itulah perkataan Rasulullah saw (Sunnah) menjadi hujjah pula atas dasar legitimasi al-Kitab (al-Qur’an). Berdasarkan firman-Nya, “Apapun yang dibawa oleh Rasul maka ambillah.” (QS. Al-Hasyr: 7). Demikian pula (legitimasi al-</q>"
      },
      {
        "page": 10,
        "text": "<q>Qur’an) terhadap Ijma’ dan Qiyas.</q><p>Namun yang patut dipahami, meskipun al-Qur’an merupakan satu-satunya dalil pokok, namun alQur’an juga telah melegitimasi banyak dalil sebagai sumber hukum Islam. Sebagaimana para ulama sepakat bahwa Allah adalah satu-satunya yang berhak menetapkan hukum atas manusia, namun Allah swt juga telah memberikan legitimasi kepada manusia untuk menetapkan hukum.</p><p>Secara praktis, entitas Allah swt sebagai penetap hukum yang haqiqi kemudian tewujud dalam firmanNya yaitu al-Qur’an. Sedangkan legitimasi Allah diberikan kepada dua pihak. Pertama, kepada Rasulullah saw yang terwujud dalam Sunnahsunnahnya. Dan kedua, para ulama yang terwujud dalam ijtihad mereka.</p><p>Adapun landasan ketentuan di atas adalah hadits berikut, yang menceritakan dialog antara Rasulullah</p>"
      },
      {
        "page": 11,
        "text": "<p dir='cntn'>saw dengan Muadz bin Jabal ra, saat Rasulullah mengutusnya ke Yaman untuk menjadi qadli/hakim.</p><q>Dari Muaz bin Jabal ra berkata: bahwa Nabi bertanya kepadanya, “Bagaimana engkau memutuskan perkara jika diajukan kepadamu?”</q><q>Muadz menjawab, “Saya akan putuskan dengan kitab Allah.”</q><q>Nabi bertanya kembali, “Bagaimana jika tidak engkau temukan dalam kitab Allah?”.</q><q>Muadz menjawab, “Saya akan putuskan dengan sunnah Rasulullah.”</q><q>Rasulullah bertanya kembali, “Jika tidak engkau dapatkan dalam sunnah Rasulullah dan tidak pula dalam Kitab Allah?”</q><q>Muazd menjawab, ”Saya akan berijtihad dengan</q>"
      },
      {
        "page": 12,
        "text": "<q>akal saya dan saya tidak akan lalai.”</q><q>Lalu Rasulullah saw menepuk dadanya seraya bersabda, ”Segala puji bagi Allah yang telah menganugrahkan taufiq-Nya kepada utusan Rasulullah sesuai dengan yang diridhai Rasulullah. (HR. Abu Daud).</q><p>Dan juga firman Allah swt berikut ini:</p><p dir='rtl'>يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اَطِيْعُوا اللّٰهَ وَاَطِيْعُوا الرَّسُوْلَ وَاُولِى الْاَمْرِ مِنْكُمْۚ فَاِنْ تَنَازَعْتُمْ فِيْ شَيْءٍ فَرُدُّوْهُ اِلَى اللّٰهِ وَالرَّسُوْلِ اِنْ كُنْتُمْ تُؤْمِنُوْنَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِۗ ذٰلِكَ خَيْرٌ وَّاَحْسَنُ تَأْوِيْلًا ࣖ</p><q>Hai orang-orang yang beriman, ta'atilah Allah dan</q>"
      },
      {
        "page": 13,
        "text": "<q>ta'atilah Rasul, dan ulil amri di antara kamu (ulama). Kemudian jika kamu berlainan pendapat tentang sesuatu, maka kembalikanlah ia kepada Allah dan Rasul , jika kamu benar-benar beriman kepada Allah dan hari kemudian. Yang demikian itu lebih utama dan lebih baik akibatnya.” (QS. AnNisa : 59).</q><strong>D. Klasifikasi Dalil-dalil Syar’i</strong><p>Lalu apa saja dalil atau sumber hukum dalam Islam?.</p><p>Dalam hal ini, dalil dapat diklasifikasikan sebagaimana dijelaskan dalam definisinya di atas; apakah berdasarkan jenisnya yang disimpulkan dari kata “setiap sesuatu”, atau berdasarkan kualitasnya yang disimpulkan dari kata “jalan yang qath’i atau zhanni”.</p><strong>1. Klasifikasi Dalil Berdasarkan Kualitasnya</strong><p>Maksud dari kualitas dalil adalah sifat dalil dari aspek qath’i dan zhanni-nya dalil. Dalam Ushul Fiqih, istilah qath’i-zhanni digunakan untuk menyatakan tingkat kekuatan suatu dalil. Kata qath’i adalah sinonim dari kata-kata dharuri, yakin, pasti, absolut, dan mutlak. Sedangkan kata zhanni adalah sinonim dari kata-kata hadari, dugaan, relatif, dan nisbi.</p>"
      },
      {
        "page": 14,
        "text": "<p>Secara terminologis, Abdul Wahhab Khallaf mendefinisikan dalil qath’i sebagaimana berikut:</p><q>Dalil yang menunjukkan kepada suatu makna tertentu yang harus dipahami dari teks (ayat alQur’an atau hadits), dan tidak mengandung kemungkinan ta’wil atau pengalihan dari makna asal kepada makna lain, serta tidak ada peluang untuk memahami makna selain makna yang ditunjukkan oleh teks.</q><p>Contoh dari dalil yang dipahami secara qath’i, seperti firman Allah swt yang menjelaskan bahwa ‘iddah wanita yang ditinggal wafat suaminya adalah 4 bulan 10 hari. Maka makna angka 4 bulan 10 hari, hanya bisa dipahami secara qath’i dengan angka tersebut. Sebagaimana firman-Nya:</p><p dir='rtl'>وَالَّذِيْنَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُوْنَ اَزْوَاجًا يَّتَرَبَّصْنَ بِاَنْفُسِهِنَّ اَرْبَعَةَ اَشْهُرٍ وَّعَشْرًا ۚ فَاِذَا بَلَغْنَ اَجَلَهُنَّ فَلَا جُنَاحَ عَلَيْكُمْ فِيْمَا فَعَلْنَ فِيْٓ اَنْفُسِهِنَّ بِالْمَعْرُوْفِۗ وَاللّٰهُ بِمَا تَعْمَلُوْنَ خَبِيْرٌ</p>"
      },
      {
        "page": 15,
        "text": "<q>Orang-orang yang meninggal dunia di antaramu dengan meninggalkan isteri-isteri (hendaklah para isteri itu) menangguhkan dirinya (ber'iddah) empat bulan sepuluh hari (4 bulan 10 hari). Kemudian apabila telah habis 'iddahnya, maka tiada dosa bagimu (para wali) membiarkan mereka berbuat terhadap diri mereka menurut yang patut. Allah mengetahui apa yang kamu perbuat. (QS. al Baqarah: 234).</q><p>Sedangkan definisi dari dalil zhanni sebagaimana berikut:</p><q>Dalil yang menunjukkan makna tertentu yang harus dipahami dari teks al-Qur’an dan hadits yang mengandung kemungkinan ta’wil atau pengalihan dari makna asal kepada makna lain, serta masih adanya peluang untuk memahami makna lain selain makna yang ditunjukkan oleh teks.</q><p>Contoh dari dalil yang dipahami secara zhanni, seperti firman Allah yang menjelaskan tentang najisnya orang-orang musyrik, apakah najis yang dimaksud adalah najisnya badan mereka secara</p>"
      },
      {
        "page": 16,
        "text": "<p dir='cntn'>hakiki, atau najisnya akidah yang mereka yakini. Allah swt berfirman:</p><p dir='rtl'>يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِنَّمَا الْمُشْرِكُوْنَ نَجَسٌ فَلَا يَقْرَبُوا الْمَسْجِدَ الْحَرَامَ بَعْدَ عَامِهِمْ هٰذَا ۚوَاِنْ خِفْتُمْ عَيْلَةً فَسَوْفَ يُغْنِيْكُمُ اللّٰهُ مِنْ فَضْلِهٖٓ اِنْ شَاۤءَۗ اِنَّ اللّٰهَ عَلِيْمٌ حَكِيْمٌ</p><q>Hai orang-orang yang beriman, Sesungguhnya orang-orang yang musyrik itu najis, maka janganlah mereka mendekati Masjid al Haram sesudah tahun ini. Dan jika kamu khawatir menjadi miskin, maka Allah nanti akan memberimu kekayaan kepadamu dari karuniaNya, jika Dia menghendaki. Sesungguhnya Allah Maha Mengetahui lagi Maha Bijaksana. (QS. at Taubah: 28).</q><strong>2. Klasifikasi Dalil Berdasarkan Sifatnya</strong><p>Adapun dari aspek sifatnya, setidaknya dalil dapat dibedakan menjadi dua: dalil naqli dan dalil ’aqli. Di mana dari setiap dalil dengan dua sifat tersebut, ada yang disepakati legalitasnya (muttafaq ’alaihi) dan adapula yang diperselisihkan (mukhtalaf fihi).</p><p>Maksud dari dalil naqli (نقلي دليل (adalah dalil-dalil yang diterima melalui proses periwayatan seperti alQur’an, Sunnah, Ijma’, Syara’ man qablana, dan ’Urf.</p><p>Sedangkan yang dimaksud dengan dalil ’aqli (دليل</p>"
      },
      {
        "page": 17,
        "text": "<p dir='cntn'>(عقلي adalah dalil-dalil yang digunakan untuk mengistinbath hukum yang dasarnya adalah akal seperti Qiyas, Istihsan, Istishlah, dan Sadd Zari’ah.</p><p>Adapun yang dimaksud dengan dalil-dalil yang disepakati adalah bahwa semua ulama dari berbagai mazhab atau mayoritas di antara mereka sepakat untuk menggunakan dalil tersebut sebagai sumber dalam melakukan penggalian hukum. Dalil-dalil syara’ yang telah disepakati itu ada empat, yaitu: (1) al-Quran, (2) Sunnah, (3) Ijma', dan (3) Qiyas.</p><p>Sedangkan yang dimaksud dengan dalil-dalil yang tidak disepakati adalah dalil-dalil syara’ selain alQuran, Sunnah, Ijma’ dan Qiyas. Disebut mukhtalaf (diperselisihkan) karena tidak semua mujtahid menjadikan dalil-dalil ini sebagai rujukan dalam berijtihad.</p><p>Namun patut dicatat disini, bahwa sekalipun para ulama berbeda pendapat terkait legitimasi dalil-dalil yang diperselisihkan tersebut, namun dalam aplikasinya, mereka kadangkala menggunakannya dengan kadar yang berbeda atau bersepakat dalam suatu hukum, namun berbeda dalam penisbatan dalil atas masalah tersebut. Itu sebabnya sebagian ulama menyebut dalil yang diperselisihkan tersebut juga dengan istilah dalil sekunder (adillah tab’iyyah).</p>"
      },
      {
        "page": 18,
        "text": "<p>Di samping itu, adapula yang menyebutnya dengan istilah istidlal. Sebagaimana dijelaskan oleh az-Zarkasyi dalam syarahnya atas kitab Jam’u alJawami’ karya Tajuddin as-Subki (w. 771 H):</p><q>Kitab yang kelima: Istidlal. Yaitu setiap dalil selain nash (al-Qur’an dan Sunnah), Ijma’, dan qiyas…(penjelasan az-Zarkasyi): “Setelah as-Subki selesai menjelaskan masalah terkait al-Kitab (alQur’an), Sunnah, Ijma’ dan Qiyas, dan para imam mazhab sepakat bahwa dalil-dalil syariat tidak terbatas pada keempat dalil tersebut, di mana terdapat dalil syariat lainnya. Hanya saja mereka berbeda dalam penyebutan (tasykhish) dalil tersebut, ada yang menyebutnya Istishhab, Istihsan, dan lainnya. Baru kemudian as-Subki memulai pembahasan ini (istidlal).</q><p>Demikian pula dijelaskan secara gamblang oleh</p>"
      },
      {
        "page": 19,
        "text": "<p dir='cntn'>Saifuddin al-Amidi (w. 631 H), melalui definisinya atas istilah Istidlal:</p><q>(Istidlal) adalah ungkapan untuk menunjuk setiap dalil selain nash (al-Qur’an dan Sunnah), Ijma’, dan Qiyas.</q><p>Pendapat inilah yang masyhur di tengah ulama, bahwa makna istidlal secara khusus (ma’na ‘urfi) adalah setiap dalil selain ke-empat dalil yang disepakati.</p><p>Sebagaimana istilah ini dipopulerkan pertama kali oleh imam al-Juwaini, dan diperjelas oleh ulama setelahnya seperti al-Ghazali (w. 505 H) dan al-Amidi.</p><p>Hanya saja, terkait berapa jumlah pasti dalil-dalil yang diperselisihkan ini, para ulama tidak satu suara. As’ad al-Kafrawi dalam disertasinya, al-Istidlal ‘inda al-Ushuliyyin, menyimpulkan setidaknya terdapat 8 istidlal yang masyhur di kalangan ulama, atau dapat pula disebut 8 dalil lain di luar dalil al-Qur’an, Sunnah, Qiyas, dan Ijma’.</p><p>Ke-delapan dalil tersebut adalah:</p>"
      },
      {
        "page": 20,
        "text": "<ul><li>al-Adillah al-‘Aqliyyah</li><li>’Urf</li><li>Mazhab Shahabi</li><li>Syara’ man qablana</li><li>Istihsan</li><li>Istishlah</li><li>Sadd Zhari’ah</li><li>Istishhab</li></ul>"
      },
      {
        "page": 21,
        "text": "<strong>E. Kesimpulan</strong><p>Dari penjelasan di atas, dapat disimpulkan bahwa dalil atau sumber hukum dalam Islam tidaklah semata al-Qur’an dan Sunnah, namun termasuk juga setiap dalil yang dilegitimasi oleh al-Qur’an dan Sunnah.</p><p>Berdasarkan ini pula, jika seorang ulama mujtahid menetapkan suatu hukum yang tidak kita temukan landasannya dari al-Qur’an dan Sunnah, tidak serta merta pendapatnya tersebut ditolak. Apalagi dianggap tidak perlu diamalkan, dengan anggapan mereka adalah manusia yang bisa benar dan salah. Sebab bisa jadi, mereka memiliki argumentasi atau dalil lain yang telah dilegitimasi oleh al-Qur’an dan Sunnah itu sendiri.</p>"
      },
      {
        "page": 22,
        "text": "<p>Itu sebabnya, pendapat mujtahid bagi umat (awam), pada dasarnya merupakan dalil yang juga dilegitimasi oleh syariat. Imam Abu Ishaq asy-Syathibi (w. 790 H) berkata:</p><q>Jika tiada mufti disebuah tempat maka tiada pula taklif/beban syariat, sebab hal tersebut seperti ketiadaan dalil. Di mana tiada taklif tanpa dalil, dan jika tiada dalil maka tiada amal. Demikian pula jika tiada mufti, maka orang awam tidaklah ditaklif untuk melakukan sesuatu. Berdasarkan hal ini, maka disimpulkan bahwa pendapat mujtahid adalah dalil bagi orang awam. Wallahua’lam.</q>"
      }
    ]
  },
  {
    "id": "zXn",
    "info": {
      "title": "Syariat Sebelum Islam Masihkah Berlaku?",
      "author": "M. Abdul Wahab, Lc",
      "publish": "Thu, 14 March 2019",
      "pages": 30,
      "price": 0,
      "category": "Ushul Fiqih",
      "source": "https://www.rumahfiqih.com/pdf/z.php?id=205",
      "desc": "Meskipun dalam detail syariah yang diturunkan kepada masing-masing rasul berbeda-beda. Seperti tata cara ritual dalam beribadah, hukum pidana dan lain sebagainya. Sebagaimana hal tersebut juga tersirat di dalam alquran surat al-Maidah ayat 48."
    },
    "tableOfContents": [
      { "page": 6, "text": "Pendahuluan" },
      { "page": 7, "text": "Pengertian Syar'u Man Qablana" },
      {
        "page": 9,
        "text": "Syar'u Man Qablana Sebagai Sumber Hukum Islam",
        "sub": [
          { "page": 9, "text": "Klasifikasi Syar'u man Qablana" },
          {
            "page": 12,
            "text": "Apakah Syariat Sebelum Islam Berlaku untuk Umat Nabi Muhammad ?",
            "sub": [
              { "page": 13, "text": "Jumhur Ulama" },
              {
                "page": 17,
                "text": "Sebagian Syafi'iyyah"
              }
            ]
          },
          { "page": 20, "text": "Syarat Ber-hujjah dengan Syar'u Man Qablana" }
        ]
      },
      {
        "page": 21,
        "text": "Contoh Aplikasi Syar'u Man Qablana dalam Fatwa Ulama",
        "sub": [
          {
            "page": 21,
            "text": "Pembagian Hak Guna Suatu kepemilikan Bersama Secara Bergilir"
          },
          { "page": 22, "text": "Membayar Mahar dengan Jasa" },
          {
            "page": 24,
            "text": "Hukum Ju'alah"
          },
          { "page": 25, "text": "Hukum Menggambar Makhluk Bernyawa" }
        ]
      },
      {
        "page": 26,
        "text": "Contoh Aplikasi Syar'u Man Qablana dalam Fatwa DSN",
        "sub": [
          {
            "page": 26,
            "text": "Fatwa tentang Surat Berharga Syariah Negara (SBSN) Wakalah"
          },
          { "page": 26, "text": "Fatwa tentang SBSN Ijarah Aset to be Leased" },
          {
            "page": 27,
            "text": "Fatwa tentang Sertifikat Bank Indonesia Syariah Ju'alah"
          }
        ]
      }
    ],
    "content": [
      {
        "page": 6,
        "text": "<strong>A. Pendahuluan</strong><p>Seluruh rasul diutus ke muka bumi dengan misi yang sama yaitu menyembah Allah dan mengesakan-Nya. Sebagaimana firman Allah dalam alquran:</p><p dir='rtl'>وَمَآ اَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَّسُوْلٍ اِلَّا نُوْحِيْٓ اِلَيْهِ اَنَّهٗ لَآ اِلٰهَ اِلَّآ اَنَا۠ فَاعْبُدُوْنِ</p><q>Dan Kami tidak mengutus seorang rasulpun sebelum kamu melainkan Kami wahyukan kepadanya: \"Bahwasanya tidak ada Tuhan (yang hak) melainkan Aku, maka sembahlah olehmu sekalian akan Aku</q><p>Meskipun dalam detail syariah yang diturunkan kepada masing-masing rasul berbeda-beda. Seperti tata cara ritual dalam beribadah, hukum pidana dan lain sebagainya. Sebagaimana hal tersebut juga tersirat di dalam alquran surat al-Maidah ayat 48:</p><p dir='rtl'>لِكُلٍّ جَعَلْنَا مِنْكُمْ شِرْعَةً وَّمِنْهَاجًا</p><q>Untuk tiap-tiap umat diantara kamu, Kami berikan aturan dan jalan yang terang.</q><p>Namun, syariat satu rasul memiliki keterkaitan dengan syariat yang dibawa oleh rasul lainnya. Setiap nabi yang diutus dan setiap kitab suci yang diturunkan membenarkan apa yang diturunkan</p>"
      },
      {
        "page": 7,
        "text": "<p dir='cntn'>sebelumnya. Kitab Injil yang diturunkan kepada Nabi Isa a.s membenarkan dan memperkuat apa yang terkandung dalam kitab Taurat yang sebelumnya telah diturunkan kepada Nabi Musa a.s. Begitu juga al-Quran yang diturunkan kepada Nabi Muhammad membenarkan apa yang terkandung dalam kitab Injil dan Taurat.</p><p>Berhubungan dengan keterkaitan syariat suatu umat --dalam hal ini umat Nabi Muhammad صلى الله عليه وسلم-- dengan syariat umat sebelumnya, di dalam ilmu ushul fiqih ada satu term yang kita kenal dengan syar’u man qablana (syariat umat terdahulu) yang diposisikan oleh para ulama di dalam pembahasan tentang dalil-dalil yang diperdebatkan keabsahannya sebagai sumber hukum Islam. Ada beberapa yang termasuk di dalamnya di antaranya istishab, qaul shahabi, ‘urf, mashlahah mursalah, sadd adzdzari’ah dan istihsan.</p><p>Di dalam tulisan ini penulis akan membahas lebih jauh tentang apa itu syar’u man qablana, bagaimana para ulama memandang syar’u man qablana sebagai sumber hukum Islam? Dan apa saja contoh aplikasi syar’u man qablana dalam fatwa para ulama?</p><strong>B. Pengertian Syar’u Man Qablana</strong><p>Kata syar’u (شرع) bermakna syariat. Sedangkan man qablana berarti orang atau umat sebelum kita. Dalam istilah ilmu ushul fiqih para ulama klasik tidak banyak menyebutkan secara spesifik tentang definisi</p>"
      },
      {
        "page": 8,
        "text": "<p dir='cntn'>dari syar’u man qablana. Setidaknya, Al-Mardawi di dalam kitabnya At-Tahbir menjelaskan syar’u man qablana sebagai berikut:</p><q>Apa yang ditetapkan di dalam syariat para nabi terdahulu sebelum diutusnya Nabi Muhammad صلى الله عليه وسلم.</q><p>Lain halnya dengan ulama kontemporer yang mendefinisikan syar’u man qablana secara lebih spesifik dan lebih detail. Di antaranya definisi yang dikemukakan oleh Dr. Namlah sebagai berikut:</p><q>Hukum-hukum syara’ yang diberlakukan kepada umat terdahulu sebagai syariat Allah yang</q>"
      },
      {
        "page": 9,
        "text": "<q>sampai kepada kita.</q><p>Sedangkan Dr. ‘Iyadh as-Silmi mendefinisikan syar’u man qablana sebagai berikut:</p><q>Syariat-syariat agama samawi terdahulu yang sampai kepada kita dengan jalan yang shahih.</q><strong>C. Syar’u Man Qablana Sebagai Sumber Hukum Islam</strong><strong>1. Klasifikasi Syar’u man Qablana</strong><p>Para ulama berbeda pendapat apakah syar’u man qablana bisa dijadikan sebagai landasan hukum atau tidak. Namun, sebelum menjelaskan lebih jauh tentang hal tersebut, harus kita ketahui terlebih dahulu, bahwa pada dasarnya syar’u man qablana dapat diklasifikasikan ke dalam tiga macam.</p><p>Pertama, syariat umat terdahulu yang sampai kepada kita dan menyelisihi syariat kita, atau syariat kita telah me-nasakh-nya. Maka, para ulama sepakat untuk jenis pertama ini tidak bisa dijadikan sebagai</p>"
      },
      {
        "page": 10,
        "text": "<p dir='cntn'>hujjah. Contohnya syariat keharaman lemak hewan sapi dan kambing yang diberlakukan kepada umat Yahudi sebagaimana yang termaktub dalam alquran surat al-An’am ayat 146:</p><p dir='rtl'>وَعَلَى الَّذِيْنَ هَادُوْا حَرَّمْنَا كُلَّ ذِيْ ظُفُرٍۚ وَمِنَ الْبَقَرِ وَالْغَنَمِ حَرَّمْنَا عَلَيْهِمْ شُحُوْمَهُمَآ اِلَّا مَا حَمَلَتْ ظُهُوْرُهُمَآ اَوِ الْحَوَايَآ اَوْ مَا اخْتَلَطَ بِعَظْمٍۗ ذٰلِكَ جَزَيْنٰهُمْ بِبَغْيِهِمْۚ وَاِنَّا لَصٰدِقُوْنَ</p><q>Dan kepada orang-orang Yahudi, Kami haramkan segala binatang yang berkuku dan dari sapi dan domba, Kami haramkan atas mereka lemak dari kedua binatang itu, selain lemak yang melekat di punggung keduanya atau yang di perut besar dan usus atau yang bercampur dengan tulang. Demikianlah Kami hukum mereka disebabkan kedurhakaan mereka; dan sesungguhnya Kami adalah Maha Benar.</q><p>Kedua, syariat umat terdahulu yang selaras dengan syariat kita juga dinyatakan keberlakuannya dalam syariat kita, maka dalam hal ini ulama sepakat bisa dijadikan sebagai hujjah. Hanya saja, ke-hujjahannya itu tidak dilihat dari posisinya sebagai syariat umat terdahulu, melainkan sebagai syariat yang memang berlaku untuk kita. Contohnya kewajiban ibadah puasa seperti yang termaktub dalam surat albaqarah ayat 183:</p>"
      },
      {
        "page": 11,
        "text": "<p dir='rtl'>يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا كُتِبَ عَلَيْكُمُ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِيْنَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُوْنَۙ</p><q>Hai orang-orang yang beriman, diwajibkan atas kamu berpuasa sebagaimana diwajibkan atas orang-orang sebelum kamu agar kamu bertakwa.</q><p>Ketiga, syariat umat terdahulu yang tidak menyelisihi syariat kita juga syariat kita tidak menasakh-nya tetapi tidak ditegaskan keberlakuannya dalam syariat kita. Contohnya kisah Nabi Yusuf yang diceritakan Allah dalam alquran surat Yusuf ayat 72:</p><p dir='rtl'>قَالُوْا نَفْقِدُ صُوَاعَ الْمَلِكِ وَلِمَنْ جَاۤءَ بِهٖ حِمْلُ بَعِيْرٍ وَّاَنَا۠ بِهٖ زَعِيْمٌ</p><q>Penyeru-penyeru itu berkata: \"Kami kehilangan piala raja, dan siapa yang dapat mengembalikannya akan memperoleh bahan makanan (seberat) beban unta, dan aku menjamin terhadapnya.</q><p>Dari kisah tersebut para ulama berbeda pendapat tentang hukum ju’alah dalam syariat Islam. Apakah hukum ju’alah yang terkandung dalam kisah tersebut juga berlaku bagi umat kita atau tidak.</p><p>Dari ketiga jenis syar’u man qablana di atas, jenis yang ketigalah yang menjadi titik perbedaan di</p>"
      },
      {
        "page": 12,
        "text": "<p dir='cntn'>antara para ulama.</p><strong>2. Apakah Syariat Sebelum Islam Berlaku untuk Umat Nabi Muhammad صلى الله عليه وسلم ?</strong><p>Syariat umat terdahulu yang termaktub dalam alquran dan hadis nabi berupa kisah maupun hukum tanpa ada pengingkaran, tidak di-nasakh tetapi juga tidak dinyatakan keberlakuannya dalam syariat kita, para ulama berbeda pendapat apakah syariat tersebut juga berlaku bagi kita atau tidak. Seperti halnya syariat qishah di dalam kitab Taurat yang disebutkan di dalam alquran surat al-Maidah ayat 45:</p><p dir='rtl'>وَكَتَبْنَا عَلَيْهِمْ فِيْهَآ اَنَّ النَّفْسَ بِالنَّفْسِ وَالْعَيْنَ بِالْعَيْنِ وَالْاَنْفَ بِالْاَنْفِ وَالْاُذُنَ بِالْاُذُنِ وَالسِّنَّ بِالسِّنِّۙ وَالْجُرُوْحَ قِصَاص</p><q>Dan Kami telah tetapkan terhadap mereka di dalamnya (At Taurat) bahwasanya jiwa (dibalas) dengan jiwa, mata dengan mata, hidung dengan hidung, telinga dengan telinga, gigi dengan gigi, dan luka luka (pun) ada qishaashnya.</q><p>Maka dalam hal ini para ulama terbagi ke dalam dua pendapat. Yaitu pendapat jumhur dan sebagian</p>"
      },
      {
        "page": 13,
        "text": "<p dir='cntn'>syafi’iyyah.</p><strong>a. Jumhur Ulama</strong><p>Mayoritas ulama dari kalangan Hanafiyyah, Malikiyyah dan riwayat dari Imam Ahmad yang dipilih oleh sebagian besar Hanabilah memandang bahwa syar’u man qablana adalah syariat yang berlaku untuk kita juga.</p><p>Amir Pasha dari kalangan Hanafiyyah di dalam kitabnya Taisir at-Tahrir mengatakan:</p><q>Adapun hal kewajiban Nabi صلى الله عليه وسلم untuk menjalankan syariat umat sebelumnya setelah beliau diutus, maka apa yang ditetapkan sebagai syariat bagi umat terdahulu berlaku juga baginya dan bagi umatnya.</q><p>Al-Qarafi dari kalangan malikiyyah mengatakan:</p>"
      },
      {
        "page": 14,
        "text": "<q>Al-Qadhi mengatakan, “Menurut mazhab maliki, semua syariat yang diturunkan kepada umat-umat terdahulu berlaku untuk kita juga kecuali yang telah di-nasakh. Tidak ada bedanya antara Musa a.s dan yang lainnya.</q><p>Sedangkan Ibnu Qudamah dari kalangan Hanabilah menyatakan:</p>  <q>Terdapat dua riwayat dari Imam Ahmad, salah satunya mengatakan bahwa syar’u man qablana berlaku bagi kita, riwayat ini dipilih oleh at-Tamimi dan merupakan pendapat Hanafiyyah. Sedangkan riwayat kedua mengatakan bahwa syar’u man qablana tidak berlaku untuk kita.</q><p>Adapun dalil yang digunakan oleh kelompok pertama ini adalah sebagai berikut:</p><p>Pertama, firman Allah:</p>"
      },
      {
        "page": 15,
        "text": "<p dir='rtl'>اُولٰۤىِٕكَ الَّذِيْنَ هَدَى اللّٰهُ فَبِهُدٰىهُمُ اقْتَدِهْ</p><q>Mereka itulah orang-orang yang telah diberi petunjuk oleh Allah, maka ikutilah petunjuk mereka.</q><p>Di dalam ayat di atas Nabi Muhammad صلى الله عليه وسلم diperintahkan untuk mengikuti petunjuk nabi-nabi sebelumnya. Sehingga wajib baginya untuk mengikuti syariat para nabi terdahulu kecuali yang telah di-nasakh.</p><p>Kedua, firman Allah surat al-Maidah ayat 44:</p><p dir='rtl'>اِنَّآ اَنْزَلْنَا التَّوْرٰىةَ فِيْهَا هُدًى وَّنُوْرٌۚ يَحْكُمُ بِهَا النَّبِيُّوْنَ الَّذِيْنَ اَسْلَمُوْا</p><q>Sesungguhnya Kami telah menurunkan Kitab Taurat di dalamnya (ada) petunjuk dan cahaya (yang menerangi), yang dengan Kitab itu diputuskan perkara orang-orang Yahudi oleh nabinabi yang menyerah diri kepada Allah.</q><p>Di dalam ayat di atas, Allah mengungkapkan kata ‘nabi’ yang berhukum dengan kitab Taurat dalam bentuk jamak (an-nabiyyun). Hal itu menjadikan Nabi Muhammad termasuk ke dalam golongan nabi-nabi tersebut. Sehingga Nabi Muhammad صلى الله عليه وسلم juga wajib</p>"
      },
      {
        "page": 16,
        "text": "<p dir='cntn'>berhukum dengan kitab Taurat sebagaimana nabinabi yang lain.</p><p>Ketiga, Nabi Muhammad صلى الله عليه وسلم pernah ber-istidlal dengan ayat alquran yang bermuatan syar’u man qablana. Sebagaimana yang diriwayatkan oleh Anas bin Malik dalam kitab Shahih al-Bukhori berikut:</p><q>Dari Anas bin Malik, dari Nabi Muhammad صلى الله عليه وسلم ,dia bersabda, ‘Siapa yang lupa mengerjakan shalat maka shalatlah ketika dia ingat, tidak ada kaffarah baginya selain itu (dan dirikanlah shalat untuk mengingat Aku).</q><p>Surat Thaha ayat 14 yang dijadikan dalil oleh Nabi Muhammad صلى الله عليه وسلم untuk menguatkan sabdanya tersebut merupakan firman Allah kepada Nabi Musa a.s. Itu artinya syariat Nabi Musa juga berlaku bagi Nabi</p>"
      },
      {
        "page": 17,
        "text": "<p dir='cntn'>Muhammad صلى الله عليه وسلم dan umatnya.</p><p>Keempat, Nabi Muhammad صلى الله عليه وسلم pernah merajam seorang Yahudi berdasarkan kepada syariat mereka yang tertulis di dalam kitab Taurat sebelum turunnya wahyu. Sebagaimana yang diriwayatkan oleh Barra’ bin ‘Azib berikut:</p><q>Dari Barra’ bin ‘Azib bahwasanya Nabi Muhammad صلى الله عليه وسلم merajam seorang Yahudi dan bersabda, “Ya Allah seusungguhnya aku bersaksi pada-Mu bahwa aku adalah orang yang pertama kali menghidupkan sunnah yang telah mereka tinggalkan.”</q><strong>b. Sebagian Syafi’iyyah</strong><p>Pendapat kedua yang diwakili oleh sebagian ulama Syafi’iyyah dan salah satu riwayat dari Imam Ahmad mengatakan bahwa syar’u man qablana tidak berlaku bagi kita dan tidak bisa dijadikan sebagai</p>"
      },
      {
        "page": 18,
        "text": "<p dir='cntn'>hujjah.</p><p>Al-Ghazali dalam kitabnya Al-Mustashfa mengatakan:</p><q>Pendapat yang terpilih adalah bahwasanya Nabi Muhammad صلى الله عليه وسلم tidak berkewajiban untuk menjalankan syariat umat sebelumnya.</q><p>Al-Amidi dalam kitabnya al-Ihkam fi Ushul alAhkam juga mengatakan:</p><q>Mazhab Asya’rah dan Mu’tazilah berpendapat bahwa Nabi tidak wajib menjalankan syariat Nabi sebelumnya. Dan itulah pendapat yang terpilih.</q><p>Dalil yang menjadi landasan pendapat kelompok kedua ini adalah sebagai berikut:</p><p>Pertama, firman Allah surat al-Maidah ayat 48:</p>"
      },
      {
        "page": 19,
        "text": "<p dir='rtl'>كُلٍّ جَعَلْنَا مِنْكُمْ شِرْعَةً وَّمِنْهَاجًا</p><q>Untuk tiap-tiap umat diantara kamu, Kami berikan aturan dan jalan yang terang.</q><p>Ayat di atas menunjukkan bahwa setiap nabi memiliki syariatnya masing-masing yang mana setiap nabi hanya wajib menjalankan apa yang ada dalam syariatnya saja.</p><p>Kedua, Nabi Muhammad صلى الله عليه وسلم pernah marah ketika melihat di tangan Umar bin Khattab ada lembaran kitab Taurat. Seraya berkata, “Seandainya Musa hidup, tidak ada pilihan baginya kecuali mengikutiku.” Andaikan syariat umat terdahulu berlaku bagi umat Nabi Muhammad tentu beliau tidak akan mengingkari hal tersebut.</p><p>Ketiga, hadis riwayat Jabir bin Abdullah:</p>"
      },
      {
        "page": 20,
        "text": "<q>Dari Jabi bin Abdullah, Rasulullah صلى الله عليه وسلم bersabda, “Aku diberikan lima hal yang tidak diberikan kepada siapa pun sebelumku: aku diutus kepada yang merah dan yang hitam sedangkan nabi tidaklah diutus kecuali hanya pada kaumnya saja dan aku diutus bagi seluruh manusia...”</q><p>Hadis di atas secara tegas menunjukkan bahwa setiap nabi diutus secara khusus kepada umat tertentu dengan syariat yang khusus pula. Sehingga syariat seorang nabi tidak berlaku bagi nabi lainnya.</p><strong>3. Syarat Ber-hujjah dengan Syar’u Man Qablana</strong><p>Para ulama yang memandang syar’u man qablana sah dijadikan sebagai dalil, memberikan persyaratanpersyaratan khusus. Tidak semua syariat umat terdahulu bisa dijadikan hujjah ketika menyimpulkan hukum. Paling tidak ada dua syarat yang dikemukakan oleh para ulama, yaitu:</p>"
      },
      {
        "page": 21,
        "text": "<ul><li>Tidak di-nasakh dan tidak bertentangan dengan syariat kita</li><li>Sampai kepada kita lewat jalur yang valid baik dari al-quran maupun hadis.</li></ul><p>Jika melihat syarat kedua di atas, sejatinya berdalil dengan syar’u man qablana sama halnya dengan berdalil menggunakan ayat alquran dan hadis. Sebab, tidaklah syar’u man qablana itu sah menjadi dalil kecuali termuat dalam alquran dan sunnah.</p><strong>D. Contoh Aplikasi Syar’u Man Qablana dalam Fatwa Ulama</strong><strong>1. Pembagian Hak Guna Suatu Kepemilikan Bergilir Secara Bersama (قسمة المنافع مهايأة)</strong><p>Muhayaah atau tahayu’ adalah pembagian hak guna suatu benda yang dimiliki bersama secara bergilir. Di dalam kitab Kasyf al-Asrar disebutkan bahwa Muhammad bin Hasan al-Syaibani membolehkan praktik muhaya’ah tersebut dengan berdalil menggunakan ayat al-quran yang menceritakan kisah Nabi Shalih dengan kaumnya dalam surat asy-Syu’ara ayat 155:</p>"
      },
      {
        "page": 22,
        "text": "<p dir='rtl'>قَالَ هٰذِهٖ نَاقَةٌ لَّهَا شِرْبٌ وَّلَكُمْ شِرْبُ يَوْمٍ مَّعْلُوْمٍ ۚ</p><q>Shaleh menjawab: \"Ini seekor unta betina, ia mempunyai giliran untuk mendapatkan air, dan kamu mempunyai giliran pula untuk mendapatkan air di hari yang tertentu.</q><strong>2. Membayar Mahar dengan Jasa</strong><p>Para ulama pada umumnya membolehkan membayar mahar pernikahan dengan jasa. Salah satu dalil yang dipakai adalah kisah Nabi Musa yang disebutkan dalam alquran surah al-Qashash ayat 27:</p><p dir='rtl'>قَالَ اِنِّيْٓ اُرِيْدُ اَنْ اُنْكِحَكَ اِحْدَى ابْنَتَيَّ هٰتَيْنِ عَلٰٓى اَنْ تَأْجُرَنِيْ ثَمٰنِيَ حِجَجٍۚ فَاِنْ اَتْمَمْتَ عَشْرًا فَمِنْ عِنْدِكَۚ وَمَآ اُرِيْدُ اَنْ اَشُقَّ عَلَيْكَۗ سَتَجِدُنِيْٓ اِنْ شَاۤءَ اللّٰهُ مِنَ الصّٰلِحِيْنَ</p><q>Berkatalah dia (Syu'aib): \"Sesungguhnya aku bermaksud menikahkan kamu dengan salah seorang dari kedua anakku ini, atas dasar bahwa kamu bekerja denganku delapan tahun dan jika kamu cukupkan sepuluh tahun maka itu adalah (suatu kebaikan) dari kamu, maka aku tidak hendak memberati kamu. Dan kamu Insya Allah akan mendapatiku termasuk orang-orang yang baik\"</q><p>Dalam ayat tersebut dikisahkan Nabi Musa a.s mempersunting salah seorang anak gadis Syu’aib</p>"
      },
      {
        "page": 23,
        "text": "<p dir='cntn'>dengan mahar berupa jasa yaitu bekerja padanya selama delapan tahun.</p><p>Tetapi ulama yang tidak menganggap Syar’u man Qablana sebagai dalil, mereka memakai dalil lain di antaranya dengan meng-qiyas-kan akad nikah dengan akad ijarah. Atau dengan hadis yang meriwayatkan kejadian di mana Nabi Muhammad صلى الله عليه وسلم pernah menikahkan salah seorang sahabat dengan jasa mengajari alquran.</p><p>Lihat: Nashih Shalih Nu’man, Ahkam al-Syara’i alSamawiyah al-Sabiqah wa Mauqif ‘Ulama al-Ushul minha, (Mekah: Universitas Ummul Qura, 1406 H/1985 M), hal. 150.</p><p>Hadis tersebut diriwayatkan oleh Imam Bukhari di dalam kitab Shahih-nya, dalam bab at-Tazwij ‘ala alquran wa Bighairi Shadaq. Bunyi hadisnya sebagai berikut:</p>"
      },
      {
        "page": 24,
        "text": "<strong>3. Hukum Ju’alah</strong><p>Istilah ju’alah biasa diterjemahkan dengan sayembara. Di mana maksud dari sayembara adalah seperti seorang atau pihak tertentu yang mengumumkan kepada khalayak, bahwa siapa yang bisa mendapatkan barangnya yang hilang, akan diberi imbalan tertentu berbentuk harta.</p><p>Dalam al-Quran, Allah menceritakan tentang kisah saudara Nabi Yusuf as yang mendapatkan pengumuman tentang hilangnya gelas atau piala milik raja. Dan raja membuat sayembara, di mana barang siapa saja yang bisa menemukannya, dijanjikan akan mendapat hadiah. Allah berfirman:</p><p dir='rtl'>قَالُوْا نَفْقِدُ صُوَاعَ الْمَلِكِ وَلِمَنْ جَاۤءَ بِهٖ حِمْلُ بَعِيْرٍ وَّاَنَا۠ بِهٖ زَعِيْمٌ</p><q>Penyeru-penyeru itu berkata: \"Kami kehilangan piala raja, dan siapa yang dapat mengembalikannya akan memperoleh bahan makanan (seberat) beban unta, dan aku menjamin terhadapnya\". (QS. Yusuf: 72)</q><p>Berdasarkan ayat ini, jumhur ulama membolehkan</p>"
      },
      {
        "page": 25,
        "text": "<p dir='cntn'>praktik sayembara selama tidak terdapat unsur judi. Hanya saja, dalam menilai status ayat ini sebagai dalil, para ulama berbeda pendapat. Bagi yang menerima syara’ man qablana sebagai dalil, menjadikan ayat ini sebagai salah satu dalil pokok. Sedangkan bagi yang menolaknya sebagai dalil, menjadikan ayat ini semata penguat dalil pokok (isti’nas).</p><strong>4. Hukum Menggambar Makhluk Bernyawa</strong><p>Di antara para ulama ada yang berpendapat bahwa menggambar makhluk yang bernyawa, selama bukan untuk tujuan disembah, hukumnya adalah boleh. Sebagaimana dijelaskan oleh al-Alusi dalam tafsirnya atas QS. Saba’ ayat 13.</p><p>Landasan mereka adalah syariat yang berlaku pada masa nabi Sulaiman as., sebagaimana disebutkan di dalam al-Qur’an. Dan mereka menyimpulkan bahwa syariat tersebut masih berlaku bagi umat Muhammad saw.</p><p dir='rtl'>يَعْمَلُوْنَ لَهٗ مَا يَشَاۤءُ مِنْ مَّحَارِيْبَ وَتَمَاثِيْلَ وَجِفَانٍ كَالْجَوَابِ</p><q>Para jin itu membuat untuk Sulaiman apa yang dikehendakinya dari gedung-gedung yang tinggi</q>"
      },
      {
        "page": 26,
        "text": "<q>dan patung-patung dan piring-piring yang (besarnya) seperti kolam</q><p>Adapun jumhur ulama, pada umumnya berpendapat bahwa hukum menggambar makhluk bernyawa adalah haram jika telah memenuhi beberapa syarat. Seperti menggambar makhluk yang bernyawa dalam bentuk yang sempurna dan memiliki bayangan, serta syarat-syarat lainnya. Dengan demikian, dalam pandangan mereka syariat Nabi Sulaiman di atas, sudah tidak berlaku lagi.</p><strong>E. Contoh Aplikasi Syar’u Man Qablana dalam Fatwa DSN</strong><strong>1. Fatwa tentang Surat Berharga Syariah Negara (SBSN) Wakalah</strong><p>Dalam fatwa No. 95/DSN-MUI/VII/2014 tentang SBSN Wakalah, DSN-MUI men-takyif SBSN tersebut sebagai wakalah bil istitsmar. Salah satu landasan hukum yang dipakai dalam fatwa tersebut adalah kisah ashabul kahfi yang dimuat dalam al-Quran surah al-Kahf ayat 19, juga kisah Nabi Yusuf dalam surah Yusuf ayat 55.</p><strong>2. Fatwa tentang SBSN Ijarah Aset to be Leased</strong>"
      },
      {
        "page": 27,
        "text": "<p>Syar’u man qablana juga dijadikan sebagai salah satu landasan hukum dalam Fatwa No. 76/DSNMUI/VI/2010 tentang SBSN Ijarah Aset to be Leased. SBSN tersebut di-takyif sebagai Ijarah al Maujudat alMau’ud Bisti’jariha yaitu akad ijarah yang obyek ijarahnya sudah ditentukan spesifikasinya dan sebagian obyek ijarah sudah ada pada saat akad dilakukan, tetapi penyerahan keseluruhan obyek ijarah dilakukan pada masa yang akan datang sesuai kesepakatan. Salah satu dalil yang digunakan pijakan adalah kisah Nabi Musa dalam QS. Al-Qashash ayat 26 dan QS. Al-Kahfi ayat 77.</p><strong>3. Fatwa tentang Sertifikat Bank Indonesia Syariah Ju’alah</strong><p>Dalam Fatwa No. 64/DSN-MUI/XII/2007 tentang SBIS Ju’alah, DSN menggunakan syar’u man qablana sebagai salah satu dalilnya. Yang mana dalil tersebut digunakan sebagai landasan hukum akad ju’alah yang diterapkan pada Sertifikat Bank Indonesia Syariah. Dalil yang dimaksud adalah surah Yusuf ayat 72.</p>"
      }
    ]
  }
]
