[
  {
    "id": "n7m",
    "info": {
      "title": "Pasang Surut Mazhab di Tanah Haram",
      "author": "Ahmad Sarwat, Lc., MA",
      "publish": "Fri, 15 October 2021",
      "pages": 17,
      "price": 0,
      "category": "Ushul Fiqih",
      "desc": "Perjalanan ilmu fiqih dengan masing-masing mazhabnya sangat dinamis. Datang dan pergi silih berganti seiring dengan perkembangan zaman. Kalau kita menengok ke belakang, pada awalnya jumlah mazhab fiqih itu bukan hanya empat seperti sekarang ini, tetapi jauh lebih banyak lagi."
    },
    "tableOfContents": [
      {
        "page": 4,
        "text": "Mazhab Fiqih",
        "sub": [
          { "page": 4, "text": "Tiga Belas Mazhab" },
          {
            "page": 5,
            "text": "Tersisa Empat Mazhab",
            "sub": [
              { "page": 6, "text": "Hanafi" },
              { "page": 6, "text": "Maliki" },
              { "page": 7, "text": "Syafi'i" },
              { "page": 7, "text": "Hambali" }
            ]
          }
        ]
      },
      {
        "page": 8,
        "text": "Mazhab Fiqih di Tanah Haram",
        "sub": [
          { "page": 8, "text": "Mazhab Maliki" },
          { "page": 9, "text": "Mazhab As-Syafi'i" },
          { "page": 11, "text": "Mazhab Hambali" }
        ]
      },
      {
        "page": 12,
        "text": "Kerjaaan Saudi Arabia",
        "sub": [
          { "page": 12, "text": "Mazhab Resmi Kerajaan" },
          { "page": 13, "text": "Mulia Lebih Mendominasi" },
          { "page": 14, "text": "Kegaduhan" }
        ]
      }
    ],
    "content": [
      {
        "page": 4,
        "text": "<h1>Bab 1 : Mazhab Fiqih</h1><p>Perjalanan ilmu fiqih dengan masing-masing mazhabnya sangat dinamis. Datang dan pergi silih berganti seiring dengan perkembangan zaman.</p><p>Kalau kita menengok ke belakang, pada awalnya jumlah mazhab fiqih itu bukan hanya empat seperti sekarang ini, tetapi jauh lebih banyak lagi.</p><p>A. Tiga Belas Mazhab</p><p>Saya mencatat setidaknya ada 13 mazhab yang dulu pernah ada, namun tidak semuanya survive sampai hari ini. Kalau diurutkan ke-13 mazhab itu adalah :</p><ul><li>Al-Hasan Al-Bashri 21 - 110 di Kufah</li><li>Abu Hanifah 80 - 150 di Kufah</li><li>Al-Auza’i ... - 157 di Syam</li><li>Sufyan Ats-Tsauri 97 - 161 di Kufah</li><li>Al-Laits bin Sa’ad 94 - 175 di Mesir</li><li>Malik bin Anas 93 - 197 di Madinah</li><li>Sufyan bin Uyainah 107 - 198 di Mekah</li><li>Asy-Syafi’i 150 - 204 di Baghdad dan Mesir</li><li>Ishaq bin Rahawaih 161 - 238 di Naisabur</li></ul>"
      },
      {
        "page": 5,
        "text": "<ul><li>Ahmad bin Hanbal 164 - 241 di Baghdad</li><li>Abu Tsaur ... - 246 di Baghdad</li><li>Daud Azh-Zhahiri 255- 297 di Baghdad</li><li>Ibnu Jarir Ath-Thabari 224 - 310 di Baghdad</li></ul><p>Namun semua mengalami dinamika yang unik. Kadang eksis dan besar di suatu tempat pada suatu zaman, lalu berganti zaman mazhab itu pun surut dan pindah ke wilayah lain.</p><p>Di tempat itu lalu datang mazhab yang lain datang dan malah jadi besar disitu. Dan begitulah dinamikanya.</p><strong>B. Tersisa Empat Mazhab</strong><p>Seiring perjalanan waktu, setelah melewati empat abad perjalanannya, rupanya banyak mazhabmazhab itu yang kolaps dan tergilas oleh roda zaman.</p><p>Sebagian ada yang sejak wafatnya pendiri sudah langsung bubar, seperi mazhab Al-Laits di Mesir dan mazhab Hasan Al-Bashri di Bashrah.</p><p>Sebagian lainnya ada yang sempat bertahan selama beberapa waktu, lalu mati suri selama beberapa abad, kemudian sempat hidup lagi beberapa waktu dan mati lagi.</p><p>Contohnya adalah mazhab Zhahiri yang didirikan oleh Daud Az-Zhahihi. Mazhab ini sempat mati suri selama dua abad, lalu tiba-tiba muncul lagi dipelopori oleh Ibnu Hazm dengan karyanya Al-Muhalla bil Atsar.</p><p>Lalu hilang sekian lama sampai akhirnya ada lagi pihak-pihak yang mengorek-ngorek lagi kitab yang</p>"
      },
      {
        "page": 6,
        "text": "<p dir='cntn'>lama terbenam di dalam perpusatakaan itu.</p><p>Hari ini pemikiran mazhab Zhahiri lumayan banyak bergentayangan di jagat maya.</p><p>Namun tetap saja yang eksis hanya empat mazhab, dalam arti yang mendominasi umat Islam di suatu negara.</p><strong>1. Hanafi</strong><p>India adalah negara dengan populasi pemeluk mazhab Hanafi terbesar di dunia. Yang kedua adalah di Pakistan dengan jumlah 202.650.000 jiwa. Seluruh muslim India dan Pakistan memeluk mazhab Hanafi. Kalau dijumlahkan pemeluk mazhab Hanafi di India dan Pakistan sudah mencapai 400 juta orang.</p><p>Dengan jumlah sebanyak ini, ditambah dengan muslim pemeluk mazhab Hanafi di berbagai negara lainnya, muncul klaim bahwa mazhab yang paling banyak dianut oleh umat manusia saat ini adalah mazhab Hanafi.</p><p>Tentunya klaim-klaim semacam ini masih perlu dibuktikan lebih jauh, karena banyak juga yang menolak klaim tersebut. Di antara yang menampiknya adalah Dr. Wahbha Az-zuhailli. Beliau menghitung bahwa jumlah pemeluk mazhab AsSyafi’i sebenarnya jauh lebih banyak ketimbang mazhab Hanafi.</p><strong>2. Maliki</strong><p>Populasi Muslim di Aljazair mencapai 99 persen dari total penduduk 35 juta jiwa. Mereka umumnya bermazhab Maliki.</p>"
      },
      {
        "page": 7,
        "text": "<p>Sedangkan di Maghrib (Maroko), Islam adalah agama terbesar di Maroko, dengan persentase sekitar 98,7% dari populasi penduduk negara itu. Boleh dibilang semua bermazhab Maliki.</p><p>Tunisia 98 persen penduduknya beragama Islam dan mazhab Maliki.</p><strong>3. Syafi’i</strong><p>Wilayah Asia Tenggara seperti Indonesia, Malaysia, Brunai, Thailand, Singapura memang zonasi mazhab Asy-Syafi’i secara ekslusif. Maksudnya murni tanpa tercampur dengan keberadaan mazhabmazhab lain.</p><p>Sedangkan Mesir, Iraq, Suriah, Yaman, Saudi dan sekitarannya meski banyak ulama bermazhab Syaf’i, namun tidak bisa dipungkiri keberadaan mazhab lain.</p><strong>4. Hambali</strong><p>Kurikulum pendidikan resmi Kerajaan Saudi Arabia memang dibangun di atas fiqih mazhab Hambali. Pengajian dan majelis taklim yang resmi memang bermazhab Hambali. Kita berterima kasih kepada penguasa Saudi yang berjasa menjaga mazhab ini dari kepunahan.</p><p>Saudi Arabia dikenal sebagai negeri yang secara resmi mengendors mazhab Hambali. Bukan apa-apa, kalau tidak akan ada pemerintah Saudi, boleh jadi mazhab Hambali sudah hilang ditelan zaman.</p>"
      },
      {
        "page": 8,
        "text": "<h1>Bab 2 : Mazhab Fiqih di Tanah Haram</h1><p>Kalau kita cerita tentang negeri Hijaz seperti Mekkah, Madinah dan sekelilingnya, pasang surut mazhab fiqih pun dinamis.</p><strong>A. Mazhab Maliki</strong><p>Awalnya yang eksis di Madinah, Mekkah dan sekitarnya adalah mazhab Maliki. Hal ini karena Imam Malik rahimahullah memang berdomisili di Madinah. Beliau ulama paling senior di seantero tanah arabia.</p><p>Murid langsung dari Imam Nafi' yang merupakan murid langsung dari Abdullah bin Umar.</p><p>Bahkan di masa itu, Imam Asy-Syafi'i yang masih kecil pun berguru kepada Imam Malik, sampai akhir hayatnya. Boleh dibilang bahwa tanah Arab di masa itu didominasi oleh mazhab Maliki.</p><p>Partnernya jauh di seberang, yaitu di negeri Irak. Ulama besarnya adalah Imam Abu Hanifah. Beliau sebenarnya juga murid atau cucu murid dari para shahabat nabi juga. Ada tidak kurang dari 1.500 orang shahabat yang pindah dari Madinah ke Kufah di zaman pemerintahan Ali bin Abi Thalib.</p>"
      },
      {
        "page": 9,
        "text": "<strong>B. Mazhab As-Syafi'i</strong><p>Sepeninggal Imam Malik, Mekkah Madinah pun pernah didominasi oleh mazhab Asy-Syafi'i yang sebenarnya juga merupakan murid utama dan kader langsung dari Imam Malik.</p><p>Namun Imam Asy-Syafi'i mendirikan mazhab sendiri yang berbeda. Murid-murid Imam Malik yang lain ada yang masih meneruskan tradisi keilmuan mazhab Mailik, namun terpusat di Maghribah Afrika Utama seperti Tunis, Al-Jazair, Maroko, Spanyol dan sekitarnya.</p><p>Sedangkan Al-Imam Asy-Syafi'i sendiri mengembangkan mazhab Maliki dan lebih menyempurnakannya, sehingga menjadi identik sebagai mahzhab Syafi'i.</p><p>Beliau sendiri memang asli orang Mekkah, berdarah biru Quraisy dan nasabnya bertemu dengan nasab Nabi Muhammad SAW pada kakek mereka berdua, Qusyai bin Kilab.</p><p>Namun di masa jayanya, Al-Imam Asy-Syafi'i memang tidak tinggal di MEkkah, beliau malah mendirikan mazhabnya yang amat besar itu di Irak, yaitu Baghdad yang waktu itu memang jadi ibu kota peradaban Islam.</p><p>Namun murid-murid beliau banyak yang mengajarkan mazhabnya di Mekkah dan Madinah. Bahkan banyak yang jadi imam di kedua masjid suci umat Islam. Misalnya Al-Juwaini yang digelari Imamul Haramain, imam dari dua negeri haram Mekkah dan Madinah.</p>"
      },
      {
        "page": 10,
        "text": "<p>Namun keberadaan mazhab Asy-Syafi'i yang dominan di kedua negeri haram itu sifatnya tidak menafikan keberadaan mazhab lain.</p><p>Sehingga sepanjang masa Mekkah dikenal sebagai negeri yang ramah kepada semua mazhab. Meski Mazhab Asy-Syafi'i mendominasi, namun empat mazhab tetap eksis dan diberi ruang, baik mazhab Hanafi, Maliki, Syafi'i dan Hambali.</p><p>Coba perhatikan bahwa dulu KH Hasyim Asyari pendiri NU itu belajar fiqih mazhab Syafi'i di Mekkah, termasuk juga Syei kh Yasin Al-Fadani, dan banyak ulama nusantara yang merupakan lulusan madrasah di Masjid Al-Haram.</p><p>Yang menarik ternyata di masa lalu semua mazhab itu hidup rukun damai dan saling bantu. Contoh sederhananya hingga masa terakhir ini adalah sosok Syeikh Alawi Al-Miliki. Sesuai namanya beliau ini ulama fiqih yang bermazhab Maliki.</p><p>Namun ternyata Beliau juga mengajar fiqih kepada warga Indonesia yang bermazhab Syafi'i. Tapi bukan dalam rangka membodohi muridnya yang bermazhab Syafi'i sambil menggiring opini pindah mazhab ke Maliki. Tidak demikian.</p><p>Beliau justru mengajar fiqih mazhab Syafi'i. Karena beliau memang menguasai ilmu perbandingan mazhab. Mau belajar fiqih mazhab yang mana saja, beliau punya ilmunya.</p><p>Sayangnya orang pinter model Beliau itu agak langka. Kebanyakan ulama tahunya cuma satu mazhab saja. Kalau disuruh mengajar fiqih dengan</p>"
      },
      {
        "page": 11,
        "text": "<p dir='cntn'>mazhab yang lain, jelas tidak paham.</p><strong>C. Mazhab Hambali</strong><p>Sepanjang zaman, Al-Hamarin Mekkah Madinah tidak pernah jadi jadi kerajaan besar. Kebanyakannya hanya menjadi wilayah yang jauh dari kerajaan.</p><p>Di masa dinasti Bani Umayah, pusat pemerintahan ada di Damaskus. Dan dua tanah haram hanya menjadi salah satu wilayah di bawah kerajaan itu.</p><p>Sultan atau khalifah tidak terlalu mendominasi urusan ilmu dan mazhab di kedua negeri haram itu. Sehingga semua mazhab bisa tumbuh dan berkembang dengan eksis.</p><p>Begitu ketika kekhalifahan pindah ke Baghdad, lalu ke Turki, kedua negeri Mekkah Madinah hanya menjadi salah satu wilayah yang jauh dari pusat kekuasaan. Sehingga perkembangan ilmu dan mazhab fiqih berjalan apa adanya, normal dan tidak berada di bawah dominasi pusat kekuasan.</p><p>Dan begitulah setiap kali bergonta-ganti penguasa, kedua negeri itu hanya ibarat piala bergilir, kemarin dikuasai oleh Bani Fulan, hari ini Bani Fulan yang lain yang berkuasa.</p>"
      },
      {
        "page": 12,
        "text": "<h1>Bab 3 : Kerajaan Saudi Arabia</h1><strong>A. Mazhab Resmi Kerajaan</strong><p>Di masa sekarang ini, dinasti yang berkuasa di kedua negeri ini adalah Dinasi Bani Saud. Nama resmi kerajaannya adalah Al-Mamlakah Al-Arabiyah AsSu'diyah. Kita bisa menyingkatnya menjadi Saudi Arabia.</p><p>Secara resmi dinasti Bani Saud ini memang bermazhab Hambali. Padahal mazhab Hambali ini awalnya nyaris kurang peminat dan hanya dipeluk oleh segelintir umat Islam yang tidak terlalu mendomnasi dunia Islam.</p><p>Bahkan di kitab perbandingan mazhab yang klasik, seperti Bidayatul Mujtahid wa Nihayatul Muqtahsid, mazhab Hambali ini termasuk agak jarang diangkat pendapatnya.</p><p>Ada banyak analisa, salah satu diasumsikan bahwa mazhab ini tidak eksis di Spanyol, sehingga Imam Ibnu Rusyd yang memang berdomisili di negeri itu nyaris tidak banyak punya referensi terkait mazhab ini.</p><p>Ada juga yang berasumsi memang posisi Imam Ahmad sendiri yang jadi perdebatan, apakah beliau ini mendirikan mazhab fiqih atau sekedar punya</p>"
      },
      {
        "page": 13,
        "text": "<p dir='cntn'>banyak fatwa saja. Mengingat fatwa-fatwa Imam Ahmad ini banyak yang justru saling bertentangan.</p><p>Namun yang paling kuat adalah bahwa Hambali adalah sebuah mazhab yang utuh, punya dasar ushul fiqih yang kuat, meski tidak dimulai sejak masa Imam Ahmad langsung.</p><p>Dan bahwa penganut mazhab Hambali di masa itu tidak terlalu mendominasi, memang merupakan fakta yang tidak bisa dipungkiri.</p><p>Dan oleh karena itulah maka ketika kerajaan Saudi Arabia secara tegas mengendors mazhab ini, dunia Islam juga merasa bersyukur. Sebab biar bagaimana pun mazhab Hambali merupakan warisan kekayaan intelektual ulama muslim. Jangan sampai mazhab ini punah ditelan zaman sebagaimana 13 mazhab lainnya.</p><strong>B. Mulai Lebih Mendominasi</strong><p>Awalnya pihak kerajaan masih membuka diri kepada banyak bangsa muslim di dunia untuk berkiprah di kedua tanah haram. Banyak ulama dari berbagai bangsa bisa eksis mengajar dan menyampaikan ilmunya disana.</p><p>Dan otomatis juga banyak murid dari berbagai negeri yang menimba ilmu di tanah haram.</p><p>Namun entah bagaimana, dewasa ini nampaknya ada kebijakan yang dinamis, yaitu pihak Kerajaan punya kebijakan untuk memberdayakan SDM mereka sendiri dan mengurangi peranan ulama dari berbagai negeri yang lain.</p><p>Maka yang lebih banyak ditampilkan dalam banyak</p>"
      },
      {
        "page": 14,
        "text": "<p dir='cntn'>aktifitas keagamaan seperti khutbah Jumat, majelis taklim dan ceramah agama kebanyakan hanya ulama Saudi saja. Ulama dari negeri yang lain semakin dibatasi kesempatannya.</p><p>Masalahnya ulama Saudi itu rata-rata hanya menguasai satu mazhab saja, yaitu mazhab Hambali. Untuk mazhab yang lain, mereka memang kurang menguasai. Apalagi kalau harus mengajarkan empat mazhab seperti layaknya Syeikh Alawi Al-Maliki itu.</p><p>Sedangkan ulama yang menguasai mazhab selain mahzab Hambali kebanyakannya bukan warga Saudi. Sehingga mazhab yang lain jadi tanpa sengaja agak tersingkir oleh program Saudi-isasi (sa'wadah) pihak Kerajaan.</p><p>Entah disengaja atau tidak, hasilnya ulama yang bukan orang Saudi tidak bisa mengajarkan secara resmi di Masjid Al-Haram, di majelis-majelis taklim dan termasuk juga di kampus-kampus milik pemerintah.</p><p>Sedangkan tenaga pengajar yang orang Saudi asli ternyata semuanya hanya bisa mengajar satu mazhab saja yaitu Hambali.</p><p>Seiring dengan berjalannya waktu, maka jadilah mazhab yang berkembang secara resmi di Saudi hanya mazhab Hambali saja.</p><strong>C. Kegaduhan</strong><p>Tentu saja hal itu menimbulkan kegaduhan besar di Saudi sendiri. Sebab pemeluk mazhab selain Hambali sebenarnya cukup banyak, khususnya mazhab Syafi'i.</p>"
      },
      {
        "page": 15,
        "text": "<p>Kampus resmi yang masih mengajarkan empat mazhab secara resmi masih ada. Salah satunya kampus yang saya dulu pernah jadi mahasiswanya, yaitu Jamiatul Imam Muhammad Ibnu Suud, yang berkedudukan di Riyadh, ibu kota Saudi.</p><p>Namun jurusan perbandingan mazhab di Universitas Islam Madinah sudah dihapuskan, diganti hanya mazhab Hambali saja.</p><p>Namun balik lagi, namanya juga kerajaan, terserah raja saja bikin kebijakan. Hanya saja sedikit agak mengganggu adalah banyak kitab-kitab terjemahan dari Saudi yang diterbitkan di negeri kita. Kalau kitab tentang pelajaran bahasa Arab sih tidak mengapa.</p><p>Namun ketika kitab-kitab itu sudah masuk di ranah ilmu fiqih misalnya, maka fiqih mereka itu beda dengan fiqih kita. Mereka mengusung mazhab Hambali sedangkan kita Syafi'i.</p><p>Seandainya kitabnya bergenre perbandingan mazhab, mungkin masih tertolong. Masalahnya kitab-kitab itu pure murni 100% mazhab Hambali. Kalau diterapkan di negeri yang bermazhab Syafi'i, akan timbul kerawanan sosial.</p><p>Apalagi kalau kitab terkait aqidah yang diterjemahkan, maka akan semakin runyam saja. Sebab mazhab kita adalah Asy'ari Maturidi. Sedangkan Saudi itu mazhabnya beda lagi. Seandainya bukunya sekedar perbandingan mazhab, tentu akan semakin mendewasakan.</p><p>Sayangnya buku-buku mereka 'menyerang' secara telak dan terbuka serta secara terang-terangan di</p>"
      },
      {
        "page": 16,
        "text": "<p>siang bolong. Buku-buku itu kemudian jadi rujukan para ustadz yang belajar agamanya di Saudi. Mereka pulang lalu mendirikan berbagai ma'had, pesantren, sekolah, radio, tv, majalah, situs online dan perbagai konten video di medsos.</p><p>Isinya apalagi kalau bukan perpanjangan tangan dari dakwah di Saudi. Cocok untuk masyarakat Saudi yang se-mazhab, tapi memicu keresahan kalau diimpor bulat-bulat disini.</p><p></p><p></p>"
      }
    ]
  },
  {
    "id": "vwU",
    "info": {
      "title": "Kaidah Fiqhiyah Sebagai Dalil",
      "author": "M. Aqil Haidar, Lc",
      "publish": "Wed, 24 October 2018",
      "pages": 24,
      "price": 0,
      "category": "Ushul Fiqih",
      "desc": "Abdurrahman bin Abi Bakr Jalaluddiin As-Suyuti menyatakan didalam kitabnya Al-Asybah wa AnNadzair: “Ketahuilah bahwa ilmu al-asybah wa annadzair (qawaid fiqhiyyah) adalah ilmu yang agung, karena dengannya dapat dicapai hakikat fiqih, tujuannya, tempat pengambilannya dan rahasianya."
    },
    "tableOfContents": [
      { "page": 4, "text": "Pendahuluan", "head": true },
      {
        "page": 6,
        "text": "Pembahasan",
        "sub": [
          {
            "page": 6,
            "text": "Pengertian dan Jenis Dalil",
            "sub": [
              { "page": 6, "text": "Pengertian Dalil" },
              {
                "page": 7,
                "text": "Jenis Jenis Dalil",
                "sub": [
                  { "page": 7, "text": "Dalil Yang Disepakati" },
                  { "page": 7, "text": "Dalil Yang Diperselisihkan" }
                ]
              }
            ]
          },
          {
            "page": 8,
            "text": "Pengertian Kaidah Fiqhiyah",
            "sub": [
              { "page": 8, "text": "Secara Bahasa" },
              { "page": 9, "text": "Secara Istilah" },
              {
                "page": 11,
                "text": "Contoh Kaidah Fiqhiyah",
                "sub": [
                  { "page": 11, "text": "Contoh pertama" },
                  { "page": 11, "text": "Contoh kedua" }
                ]
              }
            ]
          },
          {
            "page": 12,
            "text": "Kaidah Fiqhiyah Sebagai Dalil",
            "sub": [
              {
                "page": 12,
                "text": "Yang Tidak Bisa Dijadikan Dalil",
                "sub": [
                  { "page": 13, "text": "Imam al-Haramain (478 H)" },
                  { "page": 13, "text": "Ibnu Daqiq al-‘Iid (702 H)" },
                  { "page": 14, "text": "Ibnu Nujaim (970 H)" }
                ]
              },
              {
                "page": 16,
                "text": "Yang Bisa Dijadikan Dalil",
                "sub": [
                  { "page": 16, "text": "Ibn 'Arafah (761 H)" },
                  { "page": 17, "text": "An-Nawawi (676 H)" },
                  { "page": 19, "text": "Munaqosyah Adillah" }
                ]
              },
              { "page": 20, "text": "Dapat Menjadi Dalil Jika Diperkuat Nash" }
            ]
          },
          { "page": 21, "text": "Kesepakatan Ulama" }
        ]
      },
      { "page": 23, "text": "Kesimpulan", "tail": true }
    ],
    "content": [
      {
        "page": 4,
        "text": "<strong>Pendahuluan</strong><p>Abdurrahman bin Abi Bakr Jalaluddiin As-Suyuti menyatakan didalam kitabnya Al-Asybah wa AnNadzair: “Ketahuilah bahwa ilmu al-asybah wa annadzair (qawaid fiqhiyyah) adalah ilmu yang agung, karena dengannya dapat dicapai hakikat fiqih, tujuannya, tempat pengambilannya dan rahasianya.</p><p>Dengannya akan dijadikan pandai dalam memahami fiqih serta cara pengambilan hukumnya, dan juga mampu mengaitkan satu masalah dengan masalah yang lain dan kemudian menyimpulkan hukumnya.</p><p>Dan yang lebih penting lagi adalah dapat mengetahui masalah-masalah yang tidak terdapat nashnya didalam alquran ataupun hadist. Beserta kejadian-kejadian baru yang tidak akan pernah habis seiring berlalunya waktu.</p><p>Oleh karena itulah beberapa ulama madzhab ada yang mengatakan: fiqih adalah dengan mengetahui an-nadzair (qawaid fiqhiyyah).</p><p>Ini adalah masalah yang sangat penting karena erat kaitannya dengan sumber-sumber dan dalil-dalil berbagai hukum. Dan apakah benar qawaid fiqhiyyah merupakan salah satu dari dalil-dalil hukum yang</p>"
      },
      {
        "page": 5,
        "text": "<p dir='cntn'>dapat digunakan sebagai landasan ketika tidak ditemukan keterangannya baik dari nash, ijma, atau qiyas? Atau dengan kata lain: apakah boleh menjadikan qawaid fiqhiyyah sebagi dalil syar’i untuk mengistinbat hukum syar’i?</p><p>Tulisan sederhana ini mencoba memaparkan pemahaman penulis terhadap pemahaman para ulama atas dalil-dalil syar’i dan segala pernagkat yang ada dalam khazanah keilmuan hukum islam.</p>"
      },
      {
        "page": 6,
        "text": "<strong>Pembahasan</strong><strong>A. Pengertian dan Jenis Dalil</strong><strong>1. Pengertian Dalil</strong><p>Sebelum membahas apakah kaidah fiqhiyah merupakan dalil atau tidak, ada baiknya kita telusuri dulu apa yang disebut dengan dalil. Sebab tidak mungkin kita dapat membahas dengan sistematis terkait pembahasan ini jika kita belum mengerti apa itu dalil beserta jenis-jenisnya.</p><p>Dalil secara bahasa artinya berasal dari kata dallayadullu yang berarti menunjukan. Atau dengan sinoni arsyada-yursyidu. Dan dalil merupakan isim fai’ilyang berarti mursyid atau yang menunjukan.</p><p>Sedangkan secara istilah ushuliyyin dalil berarti:</p><p dir='rtl'>ما يتوصل بصحيح النظر فيه إىل العلم بمطلوب خربي ولو ظنا</p><q>segala sesuatu yang dengan analisa yang benar, dapat dijadikan petunjuk untuk mengetahui sebuah informasi yang diinginkan, meskipun hanya</q>"
      },
      {
        "page": 7,
        "text": "<q>sampai derajat dzanni.</q><strong>2. Jenis Jenis Dalil</strong><p>Dalil dalam syariat islam terbagi menjadi dua berdasarkan disepakati atau tidaknya. Ada beberapa dalil yang disepakati. Dalam arti semua ulama menerimanya dan menggunakanya sebagai dalil. Ada pula dalil yang tidak diterima seluruh ulama tentang keberadaanya sebagai dalil. Atau dengan kata lain dalil yang mukhtalaf</p><strong>a. Dalil Yang Disepakati:</strong><p>Sumber-sumber fiqih yang telah disepakati secara bulat oleh para ulama ada empat, yaitu :</p><ul><li>Al-Quran Al-Karim</li><li>As-Sunnah An-Nabawiyah</li><li>Al-Ijma'</li><li>Al-Qiyas</li></ul><p>Empat hal ini akan dikaji lebih dalam mengenai bagaimana proses dan ketentuanya sebagai pijakan dalam hukum syariat, dalam pembahasan usul fiqih.</p><strong>b. Dalil Yang Diperselisihkan</strong><p>Setidaknya ada lebih dari delapan sumber yang statusnya bisa menjadi sumber hukum, namun tidak disepakati secara bulat. Artinya, hanya sebagian ulama saja yang menggunakannya, sementara</p>"
      },
      {
        "page": 8,
        "text": "<p dir='cntn'>barangkali ulama yang lain tidak menggunakannya.</p><p>Masing-masing sumber itu ada banyak, di antaranya yang sering digunakan adalah :</p><ul><li>Al-Masalih Al-Mursalah</li><li>Al-Istishhab</li><li>Saddu Adz-Dzari’ah</li><li>Al-'Urf</li><li>Qaul Shahabi atau mazhabu Ash-Shahabah</li><li>Amalu Ahlil Madinah</li><li>Syar'u Man Qablana</li><li>Al-Istihsan</li></ul><strong>B. Pengertian Kaidah Fiqhiyah</strong><p>Sebelum melanjutkan ke pembahasan berikutnya, maka perlu kite ketahui apa yang dimaksud dengan kaidah fiqhiyah.</p><strong>1. Secara Bahasa</strong><p>Kaidah fiqhiyah secara bahasa terdiri dari dua kata. Kaidah dan fiqhiyah. Secara bahasa kaidah berasal dari bahasa arab قاعدة</p><p>Kata قاعدة sendiri berarti dasar, asas atau pondasi. Sebagaimana disebutkan dalam Al-Quran:</p><p dir='rtl'>وَاِذْ يَرْفَعُ اِبْرٰهٖمُ الْقَوَاعِدَ مِنَ الْبَيْتِ وَاِسْمٰعِيْلُۗ رَبَّنَا تَقَبَّلْ</p>"
      },
      {
        "page": 9,
        "text": "<p dir='rtl'>مِنَّا</p><q>Dan (ingatlah), ketika Ibrahim meninggikan (membina) dasar-dasar Baitullah bersama Ismail (seraya berdoa): \"Ya Tuhan kami terimalah daripada kami (amalan kami), sesungguhnya Engkaulah Yang Maha Mendengar lagi Maha Mengetahui\". (QS. Al-Baqarah 127)</q><p>Dan juga dalam ayat lain disebutkan:</p><p dir='rtl'>قَدْ مَكَرَ الَّذِيْنَ مِنْ قَبْلِهِمْ فَاَتَى اللّٰهُ بُنْيَانَهُمْ مِّنَ الْقَوَاعِدِ فَخَرَّ عَلَيْهِمُ السَّقْفُ مِنْ فَوْقِهِمْ وَاَتٰىهُمُ الْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُوْنَ</p><q>Sesungguhnya orang-orang yang sebelum mereka telah mengadakan makar, maka Allah menghancurkan rumah-rumah mereka dari fondasinya, lalu atap (rumah itu) jatuh menimpa mereka dari atas, dan datanglah azab itu kepada mereka dari tempat yang tidak mereka sadari (QS. An-Nahl: 26)</q><strong>2. Secara Istilah</strong><p>Sedangkan secara istilah kita akan menemukan beberapa pengertian dari kaidah fiqhiyah. Ulama berbeda pendapat mengenai pengertian kaidah fiqhiyah. Salah satu penyebabnya adalah kiarena adanya perbedaan konsep dasar dari kaidah fiqhiyah itu sendiri. Di antara pengertianya adalah:</p>"
      },
      {
        "page": 10,
        "text": "<p dir='rtl'>حكم كلي ينطبق عل جميع جزئياته ليتعرف أحكامهامنه</p><q>Suatu kaidah hukum universal yang berlaku untuk setiap masalah-masalah yang menjadi bagianya untuk mengetahui hukum masalah-masalah tersebut.</q><p>Namun ada juga yang mengatakan bahwa sifat dari kaidah fiqhiyah tidak berlaku untuk seluruh permasalahan-permasalahan yang senada. Melainkan berlaku untuk sebagian besar saja. Sebagaimana disebutkan oleh al-Hamawi :</p><q>Kaidah hukum yang bersifat aktsri yang berlaku untuk sebagian besar masalah pada cabang-cabangnya, untuk mengetahui hukum masalah tersebut.</q><p>Dari perbedaan pengertian di atas, maka sebagian ulama mengatakan bahwa kaidah dapat berlaku unutk seluruh masalah pada cabangnya. Namun ada juga sebagian ulama yang mengatakan bahwa kaidah fiqhiyah hanya berlaku pada sebagian besar saja. Tidak mencakup seluruh masalah tanpa terkecuali.</p>"
      },
      {
        "page": 11,
        "text": "<strong>3. Contoh Kaidah Fiqhiyah</strong><p>Untuk memperjelas penjelasan tentang apa itu kaidah fiqhiyah, maka sebagai berikut beberapa contohnya:</p><strong>a. Contoh pertama</strong><p dir='rtl'>األمور بمقاصدها</p><q>Segala sesuatu tergantung niatnya.</q><p>Misalnya seseorang sedang berhadast besar, kemudian ia mengguyurkan air ke seluruh tubuhnya. Maka apakah hadast besarnya terangkat dengan mandi tersebut atau tidak?</p><p>Maka bisa kita jawab berdasarkan kaidah di atas. Jika mandinya diniatkan untuk menghilangkan hadast besar maka hadstnya telah hilang. Namun jika ia tidak berniat kecuali untuk mandi sebagaimana biasanya, maka hadastnya tidak terangkat. Meskipun yang ia lakukan sama-sama mandi. Namun berbeda niat maka berbeda pula hukumnya.</p><strong>b. Contoh Kedua</strong><p dir='rtl'>اليق ين لا يزال بالشك</p><q>Sesuatu yang sudah diyakini adanya tidak bisa dihilangkan dengan sesuatu yang masih diragukan.</p><p>Sebagai contoh ketika seseorang sudah berwudhu. Kemudian ia sangat yakin dan ingat betul bahwa ia telah benar-benar wudhu. Namun ketika ia</p>"
      },
      {
        "page": 12,
        "text": "<p dir='cntn'>mau shalat, dia sedikit ragu apakah sudah batal atau belum?</p><p>Maka jawabanya bisa kita ambil dari kaidah di atas. Bahwa yang keberadaanya sudah diyakini, tidak bisa hilangkan dengan sesuatu yang masih diragukan. Dengan demikian berwudhu sudah diyakini keberadaanya. Sedangkan apakah sudah batal atau belum merupakan hal baru yang masih diragukan ada dan tidaknya. Maka hukum sudah wudhu tidak bisa dianulir dengan keragu-raguan akan batalnya wudhu.</p><strong>C. Kaidah Fiqhiyah Sebagai Dalil</strong><p>Setelah mengetahui apa itu dalil dan jenisnya, kita tidak menemukan adanya kaidah fiqhiyah sebagai dalil. Baik dalil muttafaq alaih ataupun dalil mukhtalaf fih. Namun faktanya ada beberapa ulama yang seolah menjadikan kaidah fiqhiyah sebagai dasar untuk menyimpulkan sebuah hukum. Yang contohnya akan kita sebutkan dalam pembahasan teori yang mengatakan kaidah fiqhiyah bisa digunakan sebagai dalil. Sehinggu menimbulkan pertanyaan apakah kaidah fiqhiyah dapat dijadikan dalil, ataukah tidak?</p><strong>1. Yang Tidak Bisa Dijadikan Dalil</strong><p>Teori ini dapat kita simpulkan dalam beberapa pernyataan ulama yang berkaitan dengan kaidah fiqhiyah. Yang mana dari pernyataan mereka bisa kita fahami penolakan mereka untuk menjadikan kaidah fiqhiyah menjadi sebuah dalil yang mustaqil. Beberapa pernyataan tersebut adalah:</p>"
      },
      {
        "page": 13,
        "text": "<strong>a. Imam al-Haramain (478 H)</strong><p>Dikutip dari kitab al-mumti karya Muslim bin Muhammad bin Majid Ad-Dausiri, ia menyebutkan bahwa imam al-haramain mengatakan:</p><q>saya tidak bermaksud bedalil dengan dua kaidah itu. Maka jika suatu masa terdapat permasalahan yang belum ada hukumnya, maka ulama pada masa itu tidak boleh melandaskan masalah tersebut kecuali kepada dalil yang qath'i</q><p>Pernyataan ini disebutkan saat ia mengomentari kaidah al-ibahah dan baraatu adz-dzimmah.</p><strong>b. Ibnu Daqiq al -‘Iid (702 H)</strong><p>Ibnu Farihun menyebutkan di dalam kitab AdDiibaaj saat membahas biografi Ibrahim bin Abdu Shamad, bahwasannya ia mengatakan:</p>"
      },
      {
        "page": 14,
        "text": "<q>itu adalah metode yang dinyatakan oleh syekh Taqiyyuddiin bin Daqiq Al-‘Iid sebagai metode yang tidak murni, karena masalah furu’’ tidak dapat diketahui hukumnya dengan qawaid ushuliyyah.</q><p>Yang menarik dari pernyataan ini adalah ia menyebutkannya dengan istilah qawaid ushuliyyah dan bukan qawaid fiqhiyyah. Ini dijelaskan oleh Muhammad bin majid Ad-Dausiry bahwa yang dimaksud adalah qawaid fiqhiyyah, dengan pertimbangan bahwa istilah tersebut pada zamannya lebih banyak digunakan untuk penyebutan qawaid fiqhiyyah yang ada pada zaman ini.</p><strong>c. Ibnu Nujaim (970 H)</strong><p>Didalam kitab Ghamzu ‘Uyuunil Bashaair karya AlHamawi yang merupakan Syarah kitab Al-Asybah wa An-Nadzair karya Ibnu Nujaim, disebutkan bahwa Ibnu Nujaim dengan jelas berkata:</p>"
      },
      {
        "page": 15,
        "text": "<q>tidak boleh berfatwa dengan menggunakan dhawbit fiqhiyyah, karena ia tidak bersifat universal. Bahkan hanya bersifat aghlabiyyah secara khusus. Dhawabith fiqhiyyah tidak berasal dari Imam pendiri madzhab, akan tetapi ia adalah kesimpulan yang dibuat oleh ulama-ulama dari perkataan sang Imam.</q><p>Dari pemaparan yang telah disampaikan dapat kita pahami bahwa ini merupakan sudut pandang yang juga di ambil oleh para penyusun kitab Majallatul Ahkaam Al - ‘Adliyyah. Didalam salah satu keputusannya mereka mengatakan:</p><q>Para juris (hakim) syara’ selama belum mendapatkan dalil yang sarih/jelas, mereka tidak diperbolehkan menjatuhkan hukum hanya dengan berdasarkan kepada salah satu dari qawaid fiqhiyyah ini</q><p>Dalil-dalil yang menjadi dasar dari teori ini secara umum dapat diseimpulkan sebagai berikut:</p><ul><li>Dalam pandangan mereka qwaid fiqhiyyah</li></ul>"
      },
      {
        "page": 16,
        "text": "<p dir='cntn'>bersifat aghlabiyah dan tidak bersifat universal, dan juga terdapat pengecualian-pengecualian didalmnya. Jadi tidak menutup kemungkinan saat akan mengikutsertakan suatu permasalahan tetapi ternyata masalah itu termasuk dari yang dikecualikan oleh kaidah tersebut.</p><ul><li>Qawaid fiqhiyyah kebanyakan sumbernya adalah istiqra, yang rata-ratanya adalah istiqra ghair taam. Maka kategori ghalabatu adz-dzan sebagai salah satu syarat disimpulkannya hukum tidak dapat tercapai sehingga tidak dapat memberikan keputusan hukum yang akurat.</li><li>Qawaidh fiqhiyyah adalah buah/hasil yang dihasilkan dari himpunan illat hukum furu’. Sehingga jadi tidak masuk akal jika sebuah hasil dijadikan dalil untuk hukum furu’ yang pada awalnya furu’ lah yang memberikan kesimpulan terbentuknya qawaid fiqhiyyah.</li></ul><strong>2. Yang Bisa Dijadikan Dalil</strong><p>Teori ke dua menunjukan bahwa kaidah fiqhiyah dapat digunakan sebagai dalil untuk melahirkan hukum syar’i. Teori ini hasil analisa dari perkataan beberapa ulama. Diantaranya:</p><strong>a. Ibn ‘Arafah (761 H)</strong><p>Ibn Arafah al-Maliki berkata bahwasanya</p>"
      },
      {
        "page": 17,
        "text": "<p dir='cntn'>diperbolehkan untuk menisbatkan suatu pendapat kepada madzhab maliki hanya berlandaskan kaidah fiqhiyah.</p><p>Hal itu menunjukan bahwa Ibn Arafah berpendapat bolehnya menggali hokum berlandaskan suatu kaidah fiqhiyah. Karena jika diperbolehkan menisbatkan suatu pendapat yang dibangun atas dasar kaidah fiqhiyah kepada madzhab maliki, maka tentu diperbolehkan mengambil hokum dari kaidah tersebut.</p><strong>b. An-Nawawi (676 H)</strong><p>Imam Nawawi berkata dalam kitabnya al-Majmu’ :</p>"
      },
      {
        "page": 18,
        "text": "<q>Dalam madzhab hambali tidak dibedakan antara memakan daging unta matang, mentah ataupun yang dibakar. Ketiga jenis itu sama-sama membatalkan wudhu. Hal itu sama dengan pendapat kami dalam madzhab syafii sebagai qoul qodim. Bahkan dalam salah satu riwayat dari imam ahmad, mewajibkan berwudhu disebabkan meminum susu unta. Namun tidak ada satu ulama pun yang sependapat denganya sepanjang pengetahuan kami. Adapun madzhab kami dan madzhab seluruh ulama lainya adalah tidak mengharuskan wudhu dikarenakan meminum susu unta. Pendapat Imam Ahmad tersebut berdasarkan sebuah hadist yang diriwayatkan dari sahabat Usaid bin Hudhoir: “Bahwasanya nabi SAW bersabda: tidak ada wudhu yang disebabkan susu kambing dan berwudhulah disebabkan susu unta”. Hadist riwayat Ibn Majah dengan sanad dhaif. Maka tidak dapat dijadikan hujjah karena kedhaifanya. Sedangkan dalil kami adalah bahwa pada dasarnya susu unta tidak membatalkan wudhu. Dan tidak ada dalil yang menggugurkan hukum asal tersebut.</q><p>Dalam pernyataan ini, Imam an-Nawawi lebih (األصل بقاء ما كان على ما كان) kaidah mendahulukan dibandingkan dengan sebuah hadist dhoif. Dari sini</p>"
      },
      {
        "page": 19,
        "text": "<p dir='cntn'>bisa kita lihat bahwa Imam an-Nawawi menggunakan sebuah kaidah fiqhiyah sebagai sebuah dalil.</p><strong>c. Munaqosyah Adillah</strong><ul><li>Analisa ini tampaknya berlandaskan kepada sebuah pandangan yang menyebutkan bahwa qawaid fiqhiyyah bersifat kulliyyah dan bukan aghlabiyyah. Adapun yang menyebutkan bahwa ia bersifat aghlabiyyah dan didalamnya terdapat banyak pengecualian maka ini adalah suatu pandangan yang tertolak. Alasannya adalah karena setiap kaidah yang dibentuk telah melalaui berbagai syarat yang harus dipastikan bahwa ia memenuhinya dan juga terhindar dari pengahalang. Adapun yang mengatakan bahwa qawaid fiqhiyyah memiliki pengecualian, sebenarnya bukan merupakan pengecualian namun karena adanya syarat yang tidak terpenuhi atau adanya mani sehingga ia sejak awal tidak dapat dikatakan sebagai furu qawaid fiqhiyyah.</li><li>Bagi yang mengatakan bahwa qawaid fiqhiyyah hanya berlandaskan kepada istiqra ghair taam ini tidak mengahalangi sifat universal yang dimiliki oleh sebuah kaidah fiqih. Ketentuan ini dapat diketahui dari pernyataan banyaknya ulama yang membahasa masalah istiqra.</li><li>Bagi yang mengatakan bahwa qawaid fiqhiyyah adalah buah/hasil dari himpunan furu sehingga mengatakan bahwa sebuah hasil tidak dapat dijadikan sebagai dalil maka ini adalah pendapat yang tidak benar. Karena masalah furu yang akan</li></ul>"
      },
      {
        "page": 20,
        "text": "<p dir='cntn'>dihasilkan dari sebuah kaidah fiqih adalah masalah yang baru terjadi. Bukan merupakan masalah furu yang melahirkan kaidah tersebut.</p><strong>3. Dapat Menjadi Dalil Jika Diperkuat Nash</strong><p>Memang pada dasarnya kaidah fiqhiyah bukanlah dalil yang dapat digunakan untuk menyimpulkan hukum. Namun, jika kaidah tersebut diperkuat oleh nash, baik dari al-Quran, al-Sunnah, atau ijma’ maka menurut sebagian ulama diperbolehkan. Salah satu yang memperbolehkan adalah Muhammad al-Shidqi al-Burnu ketika ia menjelaskan tentang kaidahkaidah yang diperkuat dengan nash. Ia berkata:</p><p dir='rtl'>فيستدل عل األحكام بهذه القاعدة</p><q>Hukum-hukum syariat dapat disimpulkan dari kaidah-kaidah ini (kaidah yang diperkuat nash).</q><p>Salah satu contohnya adalah kaidah:</p><p dir='rtl'>األمور بمقاصدها</p><q>Segala sesuatu tergantung niatnya.</q><p>Kaidah ini diperkuat dengan banyak nash. Salah satunya adalah hadist nabi tentang niat. Yang berbunyi:</p>"
      },
      {
        "page": 21,
        "text": "<p dir='rtl'>إمنا الأ عمال ابلنيات</p><q>Sesungguhnya perbuatan itu tergantung niatnya.</q><p>Bisa dikatakan jika seorang mujtahid berdalil dengan kaidah بمقاصدها األمور maka sebenarnya ia sedang berdalil dengan dalil-dalil yang mendukungnya. Bukan sekedar berdalil pada sebuah kaidah saja.</p><p>Maka kaidah fiqhiyah bisa dijadikan dalil jika didukung dengan nash syar’i. dan berdalil dengan kaidah fiqhiyah hanya sebuah dalil suri. Dalil yang asli adalah nash yang ada di balik kaidah tersebut.</p><strong>D. Kesepakatan Ulama</strong><p>Pembahasan hujjiyyah qawaid fiqhiyyah ini tampaknya masih menjadi bahan perbincangan bagi kebanyakan para ulama. Ini dapat kita lihat dari sulitnya menetukan pendapat yang rajih secara pasti. Akan tetapi ada empat hal yang dapat dijadikan sebagai lingkup kesepakatan diantara semua ulama, diantaranya:</p><ul><li>Jika sebuah kaidah bersandarkan kepada nash syar’ii baik dari alquran, sunnah atau ijma, maka ia dipastikan dapat digunakan sebagai hujjah. Akan tetapi kapasitasnya bukan sebagai kaidah fiqih, melainkan karena ia berasal dari dalil naqli tersebut.</li><li>Kaidah fiqih dapat ditetapkan sebagai hujjah yang dikedepankan berbarengan dengan nash syar’i dalam menentukan sebuah hukum jika</li></ul>"
      },
      {
        "page": 22,
        "text": "<p dir='cntn'>diperuntukan untuk peristiwa-peristiwa yang baru terjadi. Ini adalah sebagai bentuk qiyas kepada masalah-masalah yang telah dibakukan ketentuannya di dalam kitab-kitab hukum islam.</p><ul><li>Kaidah fiqih dapat ditetapkan sebagai hujjah jika tidak ditemukan dalil naqli untuk kejadian tersebut. Akan tetapi tentu saja dengan diberlakukan syarat, yaitu orang yang melakukan penyimpulan hukum haruslah seorang ahli fiqih yang mumpuni, mengetahui apa saja yang memang bisa berada dalam naungan sebuah kaidah fiqih dan apa yang malah seharusnya menjadi pengecualian dari kaidah. Itupun jika kaidah yang sedang dibahas memang merupakan kaidah yang memilliki peluang pengecualian didalamnya.</li><li>Qawaid fiqih bisa menjadi dalil bagi para pencari ilmu yang baru belajar, dan hanya diawal-awal saja. Ini bertujuan agar ia bisa lebih dulu menanamkan/membiasakan diri dengan berbagai hukum yang ada didalam benaknya.</li></ul>"
      },
      {
        "page": 23,
        "text": "<strong>Kesimpulan</strong><ul><li>Dalil secara istilah adalah segala sesuatu yang dengan analisa yang benar, dapat dijadikan petunjuk untuk mengetahui sebuah informasi yang diinginkan, meskipun hanya sampai derajat dzanni</li><li>Secara umum, kaidah fiqhiyah bukan merupakan dalil syar’i. Namun beberapa ulama seakan menggunakanya sebagai dalil, sehingga muncul pertanyaan boleh tidaknya kaidah fiqhiyah dijadikan dalil.</li><li>Terdapat dua teori terkait boleh tidaknya kaidah fiqhiyah dijadikan dalil. Teori pertama menolak dan teori kedua membolehkan.</li><li>Terdapat beberapa poin kesepakatan ulama terkait hujjiyah kaidah fiqhiyah sebagaimana disebutkan di atas.</li></ul>"
      }
    ]
  },
  {
    "id": "j2m",
    "info": {
      "title": "Jika Dalil-dalil Saling Bertentangan",
      "author": "Firman Arifandi, Lc., MA",
      "publish": "Tue, 1 January 2019",
      "pages": 25,
      "price": 0,
      "category": "Ushul Fiqih",
      "desc": "Pembahasan seputar dalil saat berbicara masalah amaliyah dalam agama, menjadi bahan yang sangat seru untuk dikaji. Saking serunya, banyak yang lupa bahwa setiap perbedaan yang keluar dari ijtihad para ulama salah satunya adalah karena dalil yang dipakai oleh masing-masing ulama seolah saling bertentangan antara satu dengan lainnya."
    },
    "tableOfContents": [
      { "page": 6, "text": "Pendahuluan" },
      {
        "page": 7,
        "text": "Memahami Makna Dalil",
        "sub": [
          { "page": 7, "text": "Bahasa" },
          { "page": 8, "text": "Istilah" }
        ]
      },
      {
        "page": 8,
        "text": "Penyebab Perbedaan Ijtihad Para Ulama Menurut Ibnu Rusyd",
        "sub": [
          { "page": 9, "text": "Boleh Tidaknya Qiyas" },
          { "page": 10, "text": "Kesimpulan Hukum dari lafadz" },
          { "page": 12, "text": "Perbedaan Memahami Perintah Larangan" },
          { "page": 12, "text": "Lafadz Mystarak" },
          { "page": 13, "text": "Perbedaan Memahami Dalil Khitab" },
          {
            "page": 14,
            "text": "Perbedaan Menerima Hukum Yang Diambil Dari Perbuatan (Fi'l)"
          },
          { "page": 14, "text": "Dalil yang Seolah Bertentangan" }
        ]
      },
      { "page": 15, "text": "Benarkah Ada Dalil Yang Bertentangan?" },
      { "page": 15, "text": "Syarat Kemungkinan Terjadinya Kontradiksi Dalil" },
      {
        "page": 16,
        "text": "Metode Para Ulama Bila Terjadi Kontradiksi Dalil",
        "sub": [
          { "page": 16, "text": "Nasakh" },
          { "page": 18, "text": "Tarjih" },
          { "page": 18, "text": "Al-Jam'u Wa Al-Taufiq" },
          { "page": 19, "text": "Tasaqut" }
        ]
      },
      { "page": 21, "text": "Siapa Yang Berhak Melakukan Metode Tersebut?" },
      { "page": 22, "text": "Penutup" }
    ],
    "content": [
      {
        "page": 6,
        "text": "<strong>A. Pendahuluan</strong><p>Pembahasan seputar dalil saat berbicara masalah amaliyah dalam agama, menjadi bahan yang sangat seru untuk dikaji. Saking serunya, banyak yang lupa bahwa setiap perbedaan yang keluar dari ijtihad para ulama salah satunya adalah karena dalil yang dipakai oleh masing-masing ulama seolah saling bertentangan antara satu dengan lainnya.</p><p>Lucunya lagi, pelajar agama zaman sekarang melupakan sisi ini, sehingga hanya karena dalil yang dianut berbeda dengan yang lainnya sampai-sampai menganggap dalil lain yang kontra terhadap dalilnya dianggap lemah, salah, atau bahkan palsu, bahkan tak segan sampai kepada tingkatan menjauhi, memusuhi, hingga mengkafirkan. Padahal ulama zaman dahulu sudah membuat formulasi yang detail bagaiamana jika ada dalil-dalil yang kontradiktif. Hal tersebut dibuat supaya kita di zaman ini tidak terlalu banyak berdebat atas apa yang sebenarnya mereka belum kuasai.</p><p>Banyak yang berbusa-busa berdebat masalah dalil yang kontradiktif, layaknya perdebatan antara peneliti dan praktisi profesional. Perdebatan antar muslim seputar dalil yang berbeda ini tidak hanya terjadi di kalangan akademisi, tapi sudah masuk juga ke tingkat warung kopi. Ironisnya, begitu ditanya apa itu definisi dalil, masing-masing kemudian sibuk buka handphonenya untuk cari tau.</p><p>Berangkat dari fakta lucu tersebut, penulis</p>"
      },
      {
        "page": 7,
        "text": "<p dir='cntn'>mencoba menghadirkan buku cilik ini di hadapan para pembaca sekalian. Harapannya, melalui kajian ushul fiqih singkat yang kami rangkum ini, mampu memberikan pencerahan yang memadai terkait dalil, terutama bila terjadi kontradiksi antara sat dalil dengan dalil lain.</p><strong>B. Memahami Makna Dalil</strong><p>Dalam ilmu fiqih dan ushulnya, setiap pembahasan tentang suatu perkara harus dimulai dengan definisi yang disepakati terlebih dahulu. Melalui definisi ini diharapkan akan dicapai pembahasan yang jami’ dan mani’. Jami’ maksudnya segala hal yang masuk dalam kriteria pembahasan harus terakomodir, sementara mani’ maksudnya adalah hal-hal di luar kriteria yang ada pada definisi bisa dieliminir.</p><strong>1. Bahasa</strong><p>Secara bahasa, dalil dimaknai dengan:</p><q>Yang menunjukkan kepada segala hal, baik secara nyata atau abstrak, yang baik ataupun yang buruk</q><p>Melalui definisi secara bahasa ini, bisa kita ambil contoh simpel. Jika saya tidak tahu arah jalan dari Pasar Minggu ke daerah Kuningan, maka saya akan menggunakan bantan GPS atau bertanya kepada orang-orang di sekitar saya. Penggunan GPS atau</p>"
      },
      {
        "page": 8,
        "text": "<p dir='cntn'>arahan dari orang lain dalam hal ini bisa kita katakan sebagai dalil, karena dengannya saya mengetahui arah jalan.</p><p>Tapi ternyata, definisi dalil secara bahasa ini tidak cukp mengakomodir kebutuhan kita saat membahas dalil dalam agama. Maka para ulama ushul membuat definisi yang komprehensif terkait dalil secara istilah.</p><strong>2. Istilah</strong><p>Para ulama kemudian menyepakati definisi dalil secara istilah sebagai berikut :</p><q>sesuatu yang dapat dijadikan bukti dengan sudut pandang yang benar menurut hukum syara’ mengenai perbuatan manusia secara pasti atau dugaan.</q><p>Definisi secara istilah ini dipandang cukup ideal dan kemudian dipakai untuk patokan lingkup bahasan seputar dalil.</p><strong>C. Penyebab Perbedaan Ijtihad Para Ulama Menurut Ibnu Rusyd</strong><p>Ibnu Rusyd (520 - 595 H) menulis sebuah kitab fenomenal berjudul Bidayatul Mujtahid wa Nihayatul Muqhtasid. Kitab ini meskipun bukan satu-satuya</p>"
      },
      {
        "page": 9,
        "text": "<p dir='cntn'>kitab fiqih dengan metode komparasi antar madzhab, namun ada kesitimewaan lain dimana dalam muqaddimahnya disebutkan bahwa tujuan beliau menyusun kitab ini adalah untuk mengingatkan bahwa ada masalah-masalah hukum yang telah disepakati (al-muttafaq), ada pula persoalan hukum yang masih diperselisihkan (almukhtalaf) lengkap dengan dalil dan argumentasinya. Selain itu untuk menunjukan adanya perbedaan di antara para mujtahid dengan cara menyoroti prinsip dan aturan dasar (al-ushul wa al-qawa’id) yang mereka pakai ketika syari’ah mendiamkan sebuah persoalan (al-masa’il almaskutu ‘anha). Masalah-masalah tersebut sebagian besar adalah yang terang-terangan telah disebutkan di dalam Qur’an maupun Sunah atau yang berkaitan erat dengan dua sumber hukum itu. Menurut Ibnu Rusyd, pada tataran inilah akan diketahui persoalan mana yang telah disepakati (al-muttafaq ‘alaiha), dan persoalan mana yang masih diperdebatkan di antara para ahli fiqh sejak periode sahabat sampai berkembangnya masa taqlid.</p><strong>1. Boleh Tidaknya Qiyas</strong><p>Sedikitnya ada tiga metode yang dapat diterima dalam pengambilan hukum syariah dari Nabi SAW menurut beliau, yaitu: dari kata-katanya (lafadz), atau tindakannya (fi’l), atau ketetapannya (iqrar). Menurut Jumhur Ulama, apabila tidak didapati dari ketiga itu maka cara pengambilan hukumnya adalah dengan menggunakan qiyas atau analogi. Namun hal ini ditentang secara tegas oleh satu golongan</p>"
      },
      {
        "page": 10,
        "text": "<p dir='cntn'>bernama madzhab dzahiri. Maka ini menjadi salah satu sebab terjadinya perbedaan ijtihad tersebut, yakni kebolehan Qiyas atau tidak.</p><strong>2. Kesimpulan Hukum dari lafadz</strong><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p>"
      },
      {
        "page": 11,
        "text": ""
      },
      {
        "page": 12,
        "text": ""
      },
      {
        "page": 13,
        "text": ""
      },
      {
        "page": 14,
        "text": ""
      },
      {
        "page": 15,
        "text": ""
      },
      {
        "page": 16,
        "text": ""
      },
      {
        "page": 17,
        "text": ""
      },
      {
        "page": 18,
        "text": ""
      },
      {
        "page": 19,
        "text": ""
      },
      {
        "page": 20,
        "text": ""
      },
      {
        "page": 21,
        "text": ""
      },
      {
        "page": 22,
        "text": ""
      }
    ]
  }
]
